{
    "id": "mana",
    "title": "Mana Janoary 2021",
    "description": "Fandaharana Soratra Masina natao hovakiana isan'andro atolotry ny Fikambanana Mampiely Baiboly Malagasy.",
    "paths": [
        {
            "name": "23 Janoary",
            "description": "AZA MIALA AMINY\n\nNy tsara indrindra (1). Izay tsara indrindra no tokony hatao fanatitra. Izany dia taratr’Ilay Lahitokan’Andriamanitra nataony ho sorona hamonjy antsika ka tsy ilana sorona biby hafa intsony (I Petera 1.19). Mahagaga ankehitriny fa rehefa manao rakitra any am-piangonana na fivoriam-bavaka dia atao ambinambin-javatra izany ka lasa tsy mihevitra izay maha-zava-dehibe ny fanomezana ho an’Andriamanitra.Tsy mitsitsy (2-7). Henjana ny sazy mihatra voalaza eto ho an’ireo izay manao ratsy eo imason’i Jehovah (2) sy izay manompo andriamani-kafa (3). Tonga dia fitoraham-bato no famonoana izay minia manao izany (5). Mba hisian’ny lamina sy ny fahazoana antoka ny heloka natao tamin’izany dia nilaina ny vavolombelona roa na telo (6). Izany no natao dia ny tsy hisian’izay mety ho tondro-molotra na fankahalana.Faratampony (8-13). Anisan’ny andraikitra napetrak’i Jehovah ho an’ny Levita na izay mpitsara ny fisorohana ny fahasarotana rehefa sarotra ny mitsara ady na heloka. Napetraka izany mba hisian’ny lamina handrindrana ny fiaraha-monina. Andriamanitra rahateo no nametraka ny Levita. Raha ampitahaina amin’ny zava-misy ankehitriny dia toy ny fitsarana tampony ka tsy azo hivalozana fa tonga dia arahina sy tanterahina avy hatrany.Fahefany (14-20). Na dia tsy sitrak’Andriamanitra aza ny nangatahan’ny Zanak’Isiraely mpanjaka (I Samoela 8) dia nataony ihany izany rehefa hitany fa sahirana i Samoela noho ny hamafisan-katok’izy ireo. Fa napetrany tsara kosa fa Izy no manendry izany fa tsy olona (15). Ary ny fifankahazarana amin’ny Tenin’Andriamanitra no antoka hampahomby tsy hiviliana lalana (18-20).Saintsaino: “Ato am-poko no iraketako ny teninao, Mba tsy hanotako aminao” (Salamo 119.11)Famintinana ny amin’ ireo fety lehibe telo teo amin’ny Jiosy (1-17). Izay nahatonga ny Israely hanao fivahinianana masina tany Jerosalema taty aoriana. Fotoana lehibe roa hafa amin’ny taona ny Fetin’ny Trompetra sy ny Andro Fanavotana fa tsy voalaza eto satria tsy voatery hanatrika izany fotoana izany ny zanak’Israely rehetra.\n– Ny Paska dia hahatsiarovana ny fivoahana avy tany Egypta izay endrika iray fanafahana ny Kristianina tamin’ny ota tamin’ny alalan’ny ràn’ny Jesoa Kristy ilay Paska ho antsika (1 Korintiana 5.7).\n– Ny Pentekosta indray dia fanamarihana ny nanomezana ny lalàn’i Mosesy. Fa mifanohitra tamin’ny Pentekosta Kristianina ny zava-nisy tamin’izany satria tamin’ny Pentekosta taloha dia fanahy telo arivo no nanota ary novonoina ho faty (Eksodosy 32.27-28). Rehefa tonga ny Pentekosta vaovao dia notoriana ny filazantsara ary « fanahy telo arivo no faly nandre ny tenin ‘Andriamanitra, nino, nibebaka ary natao batisa tao amin’i Kristy » (Asan’ny Apostoly 2.41).\n– Ny Fetin’ny Tabernakely dia fampahatsiarovana ilay fiainan’ny zanak’Isiraely tany an’efitra raha nipetraka tao anaty trano rantsan-kazo, fa mbola ho avy koa ny fotoana handaozantsika ity tany ity ka dia horaisina ao an-tranon’ny fanahy isika araka ny nampanantenan’ny Tompo fa handeha Izy dia hamboatra fitoerana ho antsika. Ny fiainana Kristianina.dia ahitana fitahiana mandrakariva ao ambadiky ny fizahan-toetra.\nManendre mpitsara sy mpifehy eo amin’ny vavahadinao rehetra (18-20). Andriamanitra dia mahalala ny maha-zava-dehibe ny mpitsara marina sy ny tompon’andraikitra amin’ny firenena. Ary noho izany dia nandidy Andriamanitra mba tsy hamily ny fahamarinana, na hanavakavaka, na handray kolikoly fa hatao amin’ny rariny sy hitsiny avokoa izay rehetra atao. Andraikitry ny mpitsara ny mampanjaka ny fahamarinana.\nManohitra ny fanompoan-tsampy (21-22). Iray amin’ireo andraikitra lehibe indrindra atrehin’ny mpitsara ny resaka fanompoan-tsampy, satria dia endrika fanoherana an’Andriamanitra ilay fahefana faratampony eo amin’ny Zanak’Israely izany.",
            "book": "Deotoronomia",
            "chapter": 17,
            "start": 1,
            "end": 20
        }
    ]
}