{"book":"1 Jaona","chapter":3,"verses":["Endrey! manao ahoana ny fitiavana nasehon'ny Ray ho antsika, dia ny niantsoana antsika hoe zanak'Andriamanitra, sady izany tokoa isika! Koa noho izany dia tsy mahalala antsika izao tontolo izao, satria tsy nahalala Ary izy. [ Gr. nomen']","Ry malala, ankehitriny aza dia zanak'Andriamanitra isika, nefa tsy mbola naseho izay ho toetsika rahatrizay. Fantatsika fa raha hiseho Izy, dia ho tahaka Azy isika, fa ho hitantsika Izy, dia izay tena endriny tokoa.","Ary izay rehetra manana izany fanantenana miorina aminy izany dia manadio ny tenany mba hadio tahaka Azy.","Izay rehetra manota no mandika ny lalàna; fa ny ota no fandikana ny lalàna.","Ary fantatrareo fa Izy no naseho hanaisotra ny ota; ary tsy mba misy ota ao aminy. [ Na: hitondra]","Izay rehetra mitoetra ao aminy dia tsy manota; izay rehetra manota dia tsy nahita na nahalala Azy.","Anaka, aza avela hisy hamitaka anareo: izay manao ny marina no marina; eny, marina tahaka Azy.","Izay manota dia avy amin'ny devoly, satria ny devoly manota hatramin'ny voalohany. Izao no nisehoan'ny Zanak'Andriamanitra, dia ny handrava ny asan'ny devoly.","Izay rehetra naterak'Andriamanitra no tsy manota, satria ny voany mitoetra ao anatiny, ary tsy mahay manota izy, satria naretak'Andriamanitra.","Izany no mampiseho miharihary izay Zanak'Andriamanitra sy izay zanaky ny devoly. Tsy mba avy amin'Andriamanitra izay rehetra tsy manao ny marina sy izay tsy tia ny rahalahiny.","Fa izao no teny nampitondraina izay efa renareo hatramin'ny voalohany: tsy maintsy mifankatia isika,-","tsy mba tahaka an'i Kaina, izay avy tamin'ilay ratsy ka namono ny rahalahiny. Ary nahoana no namono azy izy? Satria ratsy ny asany, fa marina ny an'ny rahalahiny.","Aza gaga, ry rahalahy, raha halan'izao tontolo izao ianareo.","Fantatsika fa efa tafafindra niala tamin'ny fahafatesana ho amin'ny fiainana isika satria tia ny rahalahy. Izay tsy tia dia mitoetra ao amin'ny fahafatesana ihany.","Izay rehetra mankahala ny rahalahiny dia mpamono olona; ary fantatrareo fa tsy mba misy mpamono olona manana fiainana mandrakizay mitoetra ao anatiny.","Izao no ahafantarantsika ny fitiavana, satria Izy no nanolotra ny ainy hamonjy antsika; ary isika kosa mba tokony hanolotra ny aintsika hamonjy ny rahalahy.","Ary izay rehetra manam-pananana amin'izao fiainana izao, ary mahita ny fahantran'ny rahalahiny ka mihirim-belona aminy, ahoana no itoeran'ny fitiavana an'Andriamanitra ao anatiny?","Anaka, aoka tsy ho tia amin'ny teny na amin'ny lela isika, fa amin'ny asa sy amin'ny marina.","Izany no hahafantarantsika fa avy amin'ny marina isika sy hampahatokiantsika ny fontsika eo anatrehany,","na amin'inona na amin'inona no anamelohan'ny fontsika antsika, satria Andriamanitra lehibe noho ny fontsika ka mahalala ny zavatra rehetra.","Ry malala, raha tsy mba manameloka antsika ny fontsika, dia manana fahasahiana eo anatrehan'Andriamanitra isika.","Ary na inona na inona no angatahintsika dia raisintsika aminy, satria mitandrina ny didiny sy manao izay ankasitrahana eo imasony isika.","Ary izao no didiny, dia ny hinoantsika ny anaran'i Jesosy Kristy Zanany sy ny hifankatiavantsika araka ny didy nomeny antsika.","Ary izay mitandrina ny didiny no mitoetra ao aminy, ary Izy kosa ao aminy. Ary izao no ahafantarantsika fa mitoetra ao amintsika Izy, dia ny Fanahy Izay nomeny antsika."]}