{"book":"1 Jaona","chapter":2,"verses":["Anaka, izany zavatra izany no soratako ny aminareo mba tsy hanotanareo. Ary raha misy manota, dia manana Solovava ao amin'ny Ray isika, dia Jesosy Kristy, Ilay Marina; [ Gr. parakleto; izahao Jao. xiv. 16]","ary Izy no avotra noho ny fahotantsika, ary tsy noho ny antsika ihany, fa noho ny an'izao tontolo izao koa. [ Na: fanatitra fampiononam-pahatezerana; izahao Rom. iii, 25]","Ary izao no ahafantarantsika fa mahalala Azy isika, dia ny fitandremana ny didiny.","Izay manao hoe: Fantatro Izy, nefa tsy mitandrina ny didiny, dia mpandainga, ary ny marina tsy ao anatiny.","Fa na iza na iza mitandrina ny teniny, dia tanteraka ao aminy marina tokoa ny fitiavana an'Andriamanitra izany no ahafantarantsika fa ao aminy isika. [ Na: ny fitiavan'Andriamanitra]","Izay milaza fa mitoetra ao aminy izy, dia tsy maintsy mandeha toy izay nandehanany koa. [ Na: Izao no ahafantarantsika fa ao aminy isika: Izay ...]","Ry malala, tsy didy vaovao no soratako aminareo, fa didy ela, izay nanananareo hatramin'ny voalohany. Ny didy ela dia izay teny efa renareo.","Ary koa, didy vaovao no soratako aminareo, dia zavatra marina eo aminy sy eo aminareo, satria miala ny maizina, ary ny mazava marina no mahazava ankehitriny.","Izay milaza fa ao amin'ny mazava izy, kanefa mankahala ny rahalahiny, dia mbola ao amin'ny maizina ihany.","Izay tia ny rahalahiny no mitoetra ao amin'ny mazava, ka tsy misy fahatafintohinana ao aminy.","Fa izay mankahala ny rahalahiny dia ao amin'ny maizina ary mandeha ao amin'ny maizina ka tsy mahalala izay alehany, satria ny maizina no efa nahajamba ny masony.","Manoratra aminareo zanaka aho, satria voavela ny helokareo noho ny anarany.","Manoratra aminareo ray aho, satria efa mahalala Ilay hatramin'ny voalohany ianareo. Manoratra aminareo zatovo aho, satria efa naharesy ilay ratsy ianareo. Nanoratra taminareo ankizy madinika aho satria efa mahalala ny Ray ianareo.","Nanoratra taminareo ray aho, satria efa nahalala Ilay hatramin'ny voalohany ianareo. Nanoratra taminareo zatovo aho, satria mahery ianareo, ary mitoetra ao anatinareo ny tenin'Andriamanitra, sady efa naharesy ilay ratsy ianareo.","Aza tia izao tontolo izao, na izay zavatra eo amin'izao tontolo izao. Raha misy olona tia izao tontolo izao dia tsy ao anatiny ny fitiavana ny Ray.","Fa ny zavatra rehetra eo amin'izao tontolo izao, dia ny filan'ny nofo sy ny filan'ny maso ary ny rehaka momba izao fiainana izao, dia tsy avy amin'ny Ray, fa avy amin'izao tontolo izao ihany.","Ary mandalo izao fiainana izao sy ny filany; fa izay manao ny sitrapon'Andriamanitra no maharitra mandrakizay.","Rankizy, izao no ora farany, ary tahaka ny efa renareo fa ho avy ny antikristy, sady maro no antikristy efa tonga sahady; koa izany no ahafantarantsika fa izao no ora farany. [ Na: ilay]","Avy tamintsika ihany no niala ireo, nefa tsy mba namantsika izy; fa raha tàhiny namantsika izy, dia ho nitoetra tamintsika ihany; fa efa niala izy, mba haseho fa tsy isantsika izy rehetra.","Fa ianareo kosa manana hosotra avy amin'ilay Masina ka mahalala ny zavatra rehetra.","Tsy noho ny tsy ahafantaranareo ny marina no nanoratako taminareo, fa noho ny ahafantaranareo izany sy noho ny tsi-fisiana lainga avy amin'ny marina.","Iza no mpandainga, afa-tsy ilay mandà an'i Jesosy tsy ho Kristy? Izy no antikristy, dia izay mandà ny Ray sy ny Zanaka. [ Na: ilay antikristy]","Izay rehetra mandà ny Zanaka no tsy manana ny Ray koa; izay manaiky ny Zanaka no manana ny Ray koa.","Ary ny aminareo, dia izay efa renareo hatramin'ny voalohany no aoka hitoetra ao anatinareo. Raha mitoetra ao anatinareo izay efa renareo hatramin'ny voalohany, dia hitoetra ao amin'ny Zanaka sy ny Ray kosa ianareo.","Ary izao no teny fikasana izay nataony tamintsika, dia ny fiainana mandrakizay.","Izany zavatra izany no voasoratro taminareo ny amin'ny mamitaka anareo.","Ary ny aminareo, dia ilay hosotra noraisinareo taminy no mitoetra ao aminareo, ka tsy mila hampianarin'olona ianareo; fa satria ny hosotra avy aminy no mampianatra anareo ny zavatra rehetra, sady marina, fa tsy lainga izany, dia tomoera ao aminy ianareo, araka ny nampianarany anareo.","Ary ankehitriny, anaka, tomoera ao aminy, mba hananantsika fahasahiana, raha hiseho Izy, ka tsy ho menatra eo anatrehany amin'ny fihaviany.","Raha fantatrareo fa marina Izy, dia fantaro fa izay rehetra manao ny marina no zanany naterany."]}