{"book":"1 Korintiana","chapter":7,"verses":["Ary ny amin'ireo zavatra nosoratanareo, dia tsara amin'ny lehilahy raha tsy mikasi-behivavy akory.","Anefa noho ny fijangajangana dia aoka ny lehilahy rehetra samy hanana ny vadiny avy, ary aoka koa ny vehivavy rehetra samy hanana ny vadiny avy.","Aoka ny lahy hanao izay mety hatao amin'ny vavy; ary mba toy izany koa ny vavy amin'ny lahy.","Ny vavy tsy manam-pahefana amin'ny tenany, fa ny lahy; ary mba toy izany koa ny lahy tsy manam-pahefana amin'ny tenany, fa ny vavy.","Aza misara-pandriana ianareo, raha tsy amin'izay andro sasany ifanekenareo ho andro hivavahana, nefa mbola hiraisanareo fandriana indray, mba tsy hakan'i Satana fanahy anareo noho ny tsi-faharetanareo.","Fandeferana anefa no anaovako izany, fa tsy mandidy aho.","Fa tiako ho tahaka ahy ny olona rehetra; kanefa samy manana izay fanomezam-pahasoavana nomen'Andriamanitra ary avy, ka ny anankiray toy izao, ary ny anankiray toy izao kosa.","Fa hoy izaho amin'ny tsy manam-bady sy ny mpitondratena kosa: Tsara aminy raha mitoetra tahaka ahy izy.","Nefa raha tsy maharitra izy, dia aoka hanam-bady ihany; fa tsara ny manam-bady noho ny ho maimay.","Ary ny manam-bady dia didiako, nefa tsy izaho, fa ny Tompo: Aoka tsy hiala amin'ny lahy ny vavy,","(nefa raha misy efa niala, dia aoka hitoetra tsy manam-bady, na aoka hody amin'ny lahy); ary ny lahy aoka tsy hiala amin'ny vavy.","Fa amin'ny sisa, dia hoy izaho, fa tsy ny Tompo: Raha misy rahalahy manam-bady tsy mino, ary mety mitoetra aminy ihany ny vavy, dia aoka tsy hialany izy.","Ary raha misy vehivavy manam-bady tsy mino, ka mety mitoetra aminy ihany ny lahy, dia aoka tsy hialany izy.","Fa ny lahy tsy mino dia efa masina ao amin'ny vavy ary ny vavy tsy mino dia efa masina ao amin'ny rahalahy; raha tsy izany kosa, dia tsy madio ny zanakareo; fa raha izany, dia masina izy.","Fa raha ny tsy mino no miala, aoka hiala izy. Na rahalahy na anabavy dia tsy voafehy amin'izany; fa Andriamanitra efa niantso antsika amin'ny fihavanana.","Fa ahoana moa no ahafantaranao, ravehivavy, na hovonjenao ny vadinao, na tsia? Ary ahoana no ahafantaranao, ralehilahy, na hovonjenao ny vadinao, na tsia?","Kanefa aoka ny olona rehetra samy handeha araka izay anjarany nomen'ny Tompo azy sy araka ny niantsoan'Andriamanitra azy avy. Ary izany no andidiako ao amin'ny fiangonana rehetra.","Misy nantsoina voafora va? Aoka izy tsy hovana ho tsy voafora. Misy antsoina tsy voafora va? Aoka izy tsy hoforana.","Tsinontsinona ny famorana, ary tsinontsinona ny tsi-famorana; fa ny mitandrina ny didin'Andriamanitra no izy.","Aoka ny olona rehetra samy hitoetra eo amin'izay toetra efa niantsoana azy ihany.","Nantsoina va ianao raha mbola mpanompo? Aoka tsy hampaninona anao izany; nefa raha misy hahafahanao, aleo izany. [ Na: fa na dia misy hahafahanao, dia aleo manompo ihany]","Fa ny andevo izay voantso ao amin'ny Tompo dia olona afaka an'ny Tompo; toy izany koa, ny olona afaka izay voantso dia mpanompon'i Kristy.","Fa olom-boavidy ianareo, ka aza mety ho andevon'olona.","Ry rahalahy, aoka ny olona rehetra samy hitoetra amin'Andriamanitra ao amin'izay niantsoana azy avy.","Fa ny amin'ny virijina dia tsy manana didy avy amin'ny Tompo aho; nefa ataoko izay hevitro tahaka izay niantran'ny Tompo ahy ho mahatoky.","Koa izao no ataoko fa tsara amin'ny olona noho ny fahoriana miseho ankehitriny, dia ny mitoetra toy izao ihany.","Manam-bady va ianao? Aza mitady izay hisarahana. Tsy manam-bady va ianao? Aza mitady vady.","Nefa na dia hanam-bady aza ianao, dia tsy manota tsy akory; ary na dia hanam-bady aza ny virijina, dia tsy manota izy. Kanefa kosa hanam-pahoriana amin'ny nofo ireny; fa izaho miantra anareo.","Fa izao no lazaiko, ry rahalahy: Efa fohy ny andro, mba ho toy ny tsy manam-bady ny manana amin'izao sisa izao; [ Gr. nohafohezina]","ary mba ho toy izay tsy mitomany ny mitomany; ary mba ho toy izay tsy mifaly ny mifaly; ary mba ho toy izay tsy mahazo ny mividy;","ary mba ho toy izay tsy mahavatra izao fiainana izao loatra ny mahavatra azy, fa mandalo ny fanaon'izao fiainana izao.","Fa tiako tsy ho maro ahina ianareo. Izay tsy manam-bady dia miahy ny an'ny Tompo mba hahafaly ny Tompo.","Fa izay manam-bady kosa miahy ny an'izao fiainana izao mba hahafaly ny vavy.","Ary tsy mitovy koa ny vehivavy manam-bady sy ny virijina. Ny vehivavy tsy manam-bady mitandrina ny an'ny Tompo, mba ho samy masina avokoa ny tenany sy ny fanahiny; fa izay manam-bady kosa dia mitandrina ny an'izao fiainana izao mba hahafaly ny lahy.","Ary miteny izany aho mba hahasoa anareo, fa tsy haningotra anareo amin'ny tadivavarana, fa mba hanaovanareo izay miendrika sy hitoeranareo tsara amin'ny Tompo, ka tsy hivezivezen'ny sainareo.","Fa raha misy mihevitra fa tsy mety ny fitondrany ny zananivavy virijina, satria mihoatra noho ny taona tokony anambadian'ny zanany, ka tsy maintsy hisy izany, dia aoka izy hanao izay sitrapony, tsy manota izy; aoka hanam-bady izy. [ Gr. aoka hivady ireo]","Fa raha misy kosa efa mikasa tsara ao am-pony, sady tsy misy mahatery azy, fa mahazo manaraka ny safidiny ka ninia tao am-pony hiaro ny zananivavy virijina, dia hanao tsara izy.","Ka izay manome ny zanany virijina hampakarina dia manao tsara, ary izay tsy manome azy hampakarina no manao tsaratsara kokoa.","Ny vavy voafehin'ny lalàna, raha mbola velona ny lahy; fa raha maty kosa ny lahy, dia afaka hanam-bady izay tiany izy, nefa ao amin'ny Tompo ihany.","Nefa raha araka ny hevitro, sambatra kokoa izy raha mitoetra toy izao ihany; ary ataoko fa izaho koa manana ny Fanahin'Andriamanitra."]}