{"book":"1 Korintiana","chapter":10,"verses":["Fa tsy tiako tsy ho fantatrareo, ry rahalahy, fa ny razantsika rehetra dia tambanin'ny rahona, ary izy rehetra namaky ny ranomasina,","ary izy rehetra dia natao batisa ho amin'i Mosesy tao amin'ny rahona sy ny ranomasina,","ary izy rehetra nihinana ny fihinam-panahy iray ihany,","ary izy rehetra nisotro ny fisotrom-panahy iray ihany; fa nisotro tamin'ny vatolampy fanahy izay nanaraka azy izy, ary Kristy izany vatolampy izany.","Nefa ny ankabiazany dia tsy sitrak'Andriamanitra, fa naringana tany an-efitra.","Ary izany zavatra izany dia tonga anatra ho antsika, mba tsy ho mpila zava-dratsy isika toy ny nilan'ireny.","Ary aoka tsy ho mpanompo sampy ianareo tahaka ny sasany amin'ireny, araka ny voasoratra hoe: Ny olona nipetraka hihinana sy hisotro, dia nitsangana hilalao (Eks. 32. 6).","Ary aoka tsy hijangajanga isika tahaka ny sasany tamin'ireny, ka telo arivo amby roa alina no ringana indray andro.","Ary aoka tsy haka fanahy ny Tompo isika, tahaka ny nakan'ny sasany tamin'ireny fanahy Azy, ka matin'ny menarana ireny. [ Na: [an'i Kristy]","Ary aoka tsy himonomonona ianareo tahaka ny sasany tamin'ireny, izay matin'ny mpandringana.","Ary izany dia nanjo azy mba ho anatra, sady voasoratra izany ho fananarana antsika izay niharan'ny faran'izao tontolo izao.","Koa izay manao azy fa efa mijoro tsara, dia aoka izy hitandrina, fandrao ho lavo.","Tsy misy fakam-panahy nahazo anareo afa-tsy izay zakan'ny olombelona; nefa mahatoky Andriamanitra ka tsy hamela anareo halaim-panahy mihoatra noho izay zakanareo; fa momba ny fakam-panahy dia hasiany lalana hahafahanareo koa mba hahazakanareo izany.","Koa amin'izany, ry malala, mandosira ny fanompoan-tsampy.","Miteny toy ny amin'ny olo-manan-tsaina aho; heveronareo izay lazaiko.","Ny kapoaky ny fisaorana izay isaorantsika, tsy firaisana amin'ny ran'i Kristy va izany? Ny mofo izay vakintsika, tsy firaisana amin'ny tenan'i Kristy va izany? [ sy Na: fiombonana]","Satria iray ihany ny mofo, dia tena iray ihany isika na dia maro aza; fa isika rehetra dia samy mandray amin'izany mofo iray izany avokoa.","Indreo ny Isiraely araka ny nofo; moa izay mihinana ny fanatitra tsy mpiombona amin'ny alitara va?","Inona ary no holazaiko? Mety ho zavatra va ny hena aterina amin'ny sampy, na mety ho zavatra va ny sampy?","Tsia, fa izay zavatra aterin'ny jentilisa ho fanatitra, dia ateriny amin'ny demonia, fa tsy amin'Andriamanitra (Deo. 32. 17); koa tsy tiako ho mpiombona amin'ny demonia ianareo.","Tsy mahazo misotro amin'ny kapoaky ny Tompo sy ny kapoaky ny demonia ianareo; tsy mahazo mihinana amin'ny latabatry ny Tompo sy ny latabatry ny demonia ianareo.","Mampahasaro-piaro ny Tompo va isika? Mahery noho Izy va isika?","Ny zavatra rehetra azo atao, nefa tsy ny zavatra rehetra no mahasoa; ny zavatra rehetra azo atao, nefa tsy ny zavatra rehetra no mampandroso.","Aoka tsy hisy olona hitady ny hahasoa ny tenany, fa ny hahasoa ny namany.","Izay hena rehetra amidy eny an-tsena dia hano, fa aza manontany akory noho ny fieritreretana;","fa an'i Jehovah ny tany sy izay rehetra eo aminy (Sal. 24. 1).","Ary raha misy amin'ny tsy mino manasa anareo, ka ta-handeha ianareo, dia hano izay arosony eo anoloanareo, fa aza manontany akory noho ny fieritreretana.","Fa raha misy manao aminareo hoe: Hena naterina tamin'ny sampy io, dia aza homana noho ny amin'ilay nilaza sy ny fieritreretana.","Fieritreretana, hoy izaho, tsy ny an'ny tenanano, fa ny an'ny olon-kafa; fa nahoana ny fahafahako no dia tsarain'ny fieritreretan'ny olon-kafa?","Fa raha amin'ny fisaorana no andraisako izany, nahoana aho no tenenina ratsy amin'izay anaovako fisaorana?","Koa amin'izany, na mihinana na misotro ianareo, na inona na inona ataonareo, dia ataovy ho voninahitr'Andriamanitra izany rehetra izany.","Aza manao izay hahatafintohina ny Jiosy na ny jentilisa na ny fiangonan'Andriamanitra,","dia tahaka ahy koa manao izay hahafinaritra ny olona rehetra amin'ny zavatra rehetra ka tsy mitady ny mahasoa ahy ihany, fa ny mahasoa ny maro mba hovonjena izy."]}