{"book":"1 Korintiana","chapter":4,"verses":["Aoka hataon'ny olona ho mpanompon'i Kristy sy mpitandrina'ny zava-miafina izay an'Andriamanitra izahay.","Ary raha izany, dia fantatrareo fa ny mpitandrina dia tokony ho olona mahatoky. [ Gr: mpitandrina fananana]","Fa raha ny amiko, dia ataoko ho zavatra kely foana, na hotsarainareo aho, na hotsarain'olona fa ny tenako aza tsy mitsara ahy. [ Gr. andron'olona]","Fa tsy hitako izay tsiniko, nefa tsy mahamarina ahy izany; fa ny Tompo no Mpitsara ahy:","koa amin'izany aza mitsara na inona na inona alohan'ny fotoana, dia ny fihavian'ny Tompo, Izay hampiharihary ny zavatra takona ao amin'ny maizina ka hampiseho ny fikasan'ny fo; dia samy hahazo izay derany avy amin'Andriamanitra izy rehetra.","Ary izany zavatra izany, ry rahalahy, nataoko oha-teny hilaza ahy sy Apolosy noho ny aminareo, mba hianaranareo aminay ny tsy hihoatra noho ny voasoratra, mba tsy hisy hireharehanareo hankalaza ny anankiray, fa hanevateva ny anankiray kosa.","Fa iza no mampihoatra anao? Ary inona no anananao, izay tsy noraisinao? Fa raha nandray ihany ianao, nahoana no mirehareha hoatra ny tsy nandray?","Efa afa-po sahady ianareo, efa manan-karena sahady ianareo, efa manjaka ianareo; kanefa hay! tsy izahay tsy akory no nahazoanareo izany! Enga anie ka manjaka tokoa ianareo, hiarahanay sy ianareo manjaka.","Fa ataoko fa nasehon'Andriamanitra ho faraidina izahay Apostoly, dia toy izay voaheloka hovonoina; fa izahay dia natao ho fizàhan'izao rehetra izao, na anjely na olona.","Izahay dia adala noho ny amin'i Kristy, fa ianareo no hendry ao amin'i Kristy! izahay malemy, fa ianareo no mahery! ianareo manandaza, fa izahay mavomavo!","Mandraka ankehitriny izao dia noana sy mangetaheta sy tsy manan-kitafy sy asiana totohondry ary tsy manana antom-ponenana izahay;","Ary misasatra miasa amin'ny tananay izahay; raha tevatevaina izahay, dia misaotra; raha enjehina, dia miaritra;","raha tenenina mafy, dia mamaly teny moramora kosa; atao toy ny faditr'izao tontolo izao izahay, dia faikan'ny olona rehetra, mandraka ankehitriny.","Tsy ny hahamenatra anareo anefa no anoratako izany zavatra izany, fa mananatra anareo toy ny zanako malalako aho.","Fa na dia manana mpampianatra iray alina ao amin'i Kristy aza ianareo, dia tsy maro ray ianareo; fa izaho no niteraka anareo ao amin'i Kristy Jesosy tamin'ny filazantsara.","Koa mananatra anareo aho: manahafa ahy ianareo.","Ary noho izany dia nirahiko ho any aminareo Timoty, zanako malalako sy mahatoky ao amin'ny Tompo, ka izy no hampahatsiaro anareo ny fanaoko ao amin'i Kristy, tahaka ny ampianariko ao amin'ny fiangonana rehetra eny tontolo eny. [ Gr. lalako]","Fa ny sasany mirehareha hoatra ilay tsy mikasa ho avy any aminareo iny aho.","Fa ho avy any aminareo faingana aho, raha sitrapon'ny Tompo, dia ho fantatro izay herin'ireo mpirehareha ireo, fa tsy ny fiteniny.","Fa ny fanjakan'Andriamanitra tsy amin'ny teny, fa amin'ny hery.","Inona ary no tianareo? Ho avy aminareo mitondra tsorakazo va aho, sa amin'ny fitiavana sy ny fahalemem-panahy?"]}