{"book":"1 Korintiana","chapter":9,"verses":["Tsy olona afaka va aho? Tsy Apostoly va aho? Tsy efa nahita an'i Jesosy Tompontsika va aho? Tsy asako ao amin'ny Tompo va ianareo?","Raha tsy Apostoly ho an'ny sasany aza aho, dia Apostoly ho anareo tokoa; fa ianareo no tombo-kase mah'Apostoly ahy ao amin'ny Tompo.","Izany no avaliko izay manadina ahy.","Moa tsy mahazo mihinana sy misotro va izahay?","Moa tsy mahazo mitondra vady izay isan'ny mino va izahay, tahaka ny Apostoly sasany koa sy ny rahalahin'ny Tompo ary Kefasy? [ Gr. anabavy]","Sa izaho ihany sy Barnabasy no tsy mahazo mitsahatra tsy miasa?","Iza no mandeha manafika ka mivelona amin'ny haren'ny tenany? Iza no manao tanim-boaloboka ka tsy mihinana ny vokatra? Ary iza no miandry ondry aman'osy ka tsy mihinana ny rononony?","Moa araka ny fihevitry ny olona va no itenenako izany, sa ny lalàna mba milaza izany koa?","Fa voasoratra eo amin'ny lalàn'i Mosesy hoe: Aza manakombona ny vavan'ny omby mively vary (Deo. 25. 4). Ny omby va no ahin'Andriamanitra?","Sa noho izahay mihitsy no nanaovana izany teny izany? Eny, fa noho izahay indrindra no nanoratana izany, satria izay miasa tany dia tokony hiasa amin'ny fanantenana, ary izay mively vary dia tokony hively amin'ny fanantenana hahazo.","Raha izahay namafy izay zava-panahy ho anareo, dia zavatra lehibe va raha mba mijinja izay anananareo araka ny nofo kosa izahay?","Raha ny hafa aza manana izany fahefana izany aminareo, tsy mainka va fa izahay? Kanefa tsy nanampatra izany fahefana izany izahay, fa mihafy amin'ny zavatra rehetra, fandrao hisakana ny filazantsaran'i Kristy.","Tsy fantatrareo va fa izay manompo amin'ny zavatra masina dia mihinana ny zavatry ny tempoly, ary izay manompo eo amin'ny alitara dia miombona amin'ny alitara?","Toy izany koa no nandidian'ny Tompo, fa izay mitory ny filazantsara dia hahazo fivelomana amin'ny filazantsara.","Nefa tsy nahavatra izany zavatra izany na dia kely akory aza aho; ary tsy manoratra izany aho mba hanaovana izany amiko; fa aleoko maty toy izay hisy hahafoana ny reharehako.","Fa raha mitory ny filazantsara aho, dia tsy misy ho reharehako, satria tsy maintsy manao izany; fa lozako, raha tsy mitory ny filazantsara aho!","Fa raha ny sitrapoko no anaovako izany, dia mahazo valim-pitia aho; fa raha tsy ny sitrapoko, dia natolotra aho ho andraikitro izany.","Inona ary no valim-pitia azoko? Dia izao: raha mitory ny filazantsara aho, dia tsy asiako fandoavam-bola ny filazantsara, mba tsy hanampatra ny fahefako amin'ny filazantsara.","Fa na dia afaka amin'ny olona rehetra aza aho, dia mbola nataoko ho mpanompon'ny olona rehetra ihany ny tenako mba hahazoako maromaro kokoa.","Tamin'ny Jiosy, dia tonga toy ny Jiosy aho, mba hahazoako ny Jiosy; tamin'izay ambanin'ny lalàna, dia tonga toy izay ambanin'ny lalàna aho, na dia tsy ambanin'ny lalàna aza aho, mba hahazoako izay ambanin'ny lalàna;","tamin'izay tsy manana lalàna, dia toy izay tsy manana lalàna aho (kanefa tsy mba olona tsy manana lalàna amin'Andriamanitra aho, fa ambanin'ny lalàn'i Kristy), mba hahazoako izay tsy manana lalàna;","tamin'ny malemy dia tonga malemy aho, mba hahazoako ny malemy; efa tonga zavatra rehetra aho amin'ny olona rehetra, mba hamonjeko ny sasany na iza na iza.","Ary izany rehetra izany dia ataoko noho ny filazantsara mba ho tonga mpiombona aminy aho.","Tsy fantatrareo va fa izay mihazakazaka eo amin'ny tany fihazakazahana dia samy mihazakazaka avokoa, nefa ny iray ihany no mahazo ny loka? Mihazakazaha toy izany mba hahazoanareo.","Ary ny mpihazakazaka rehetra dia mahonon-tena amin'ny zavatra rehetra. Kanefa ireny dia mitady satro-boninahitra mety ho lò ihany, fa isika kosa ny tsy mety ho lò.","Raha izaho ary, dia mihazakazaka, nefa tsy toy ny manao kitoatoa; ary mamely totohondry aho, nefa tsy toy ny mamely ny rivotra;","fa asiako mafy ny tenako ho mangana ka andevoziko, fandrao, na dia efa nitory tamin'ny sasany aza aho, dia holavina kosa ny tenako."]}