{"book":"1 Korintiana","chapter":1,"verses":["Paoly, voantso ho Apostolin'i Jesosy Kristy noho ny sitrapon'Andriamanitra, ary Sostena rahalahy,","mamangy ny fiangonan'Andriamanitra any Korinto, dia izay nohamasinina ao amin'i Kristy Jesosy, olona voantso sady masina, mbamin'izay rehetra miantso ny anaran'i Jesosy Kristy Tompontsika eny amin'ny tany rehetra, dia azy sy antsika:","ho aminareo anie ny fahasoavana sy ny fiadanana avy amin'Andriamanitra Raintsika sy Jesosy Kristy Tompo.","Misaotra an'Andriamanitro mandrakariva ny aminareo aho noho ny fahasoavan'Andriamanitra izay nomena anareo ao amin'i Kristy Jesosy,","dia ny nampananana harena anareo ao aminy amin'ny zavatra rehetra, na ny teny rehetra, na ny fahalalana rehetra,","araka ny niorenan'ny filazana an'i Kristy teo aminareo,","ka dia tsy latsaka amin'ny fanomezam-pahasoavana rehetra ianareo, miandry ny fisehoan'i Jesosy Kristy Tompontsika,","Izay hampiorina anareo koa hatramin'ny farany, ka dia tsy hanan-tsiny ianareo amin'ny andron'i Jesosy Kristy Tompontsika.","Mahatoky Andriamanitra, Izay nahatonga ny fiantsoana anareo hanananareo firaisana amin'ny Zanany, dia Jesosy Kristy Tompontsika.","Ary mananatra anareo aho, ry rahalahy, amin'ny anaran'i Jesosy Kristy Tompontsika, mba hiray teny ianareo rehetra, ka tsy hisy fisarahana eo aminareo, fa mba ho tafakambana tsara ianareo hiray saina sy hevitra.","Fa efa voalazan'ny avy amin'ny ankohonan'i Kloa tamiko ny amin'ny toetrareo, ry rahalahiko, fa misy fifampiandaniana eo aminareo.","Izao anefa no anaovako izany: Hianareo samy manao hoe: Izaho an'i Paoly, na: Izaho an'i Apolosy, na: Izaho an'i Kefasy, na: Izaho an'i Kristy.","Voazarazara va Kristy? Paoly va no voahombo tamin'ny hazo fijaliana hamonjy anareo, sa ho amin'ny anaran'i Paoly no nanaovam-batisa anareo?","Misaotra an'Andriamanitra aho fa tsy nisy nataoko batisa ianareo afa-tsy Krispo sy Gaio,","fandrao misy milaza fa efa natao batisa ho amin'ny anarako ianareo.","Nefa mba efa nanao batisa ny ankohonan'i Stefanasy koa aho; afa-tsy ireo dia tsy hitako izay nataoko batisa.","Fa Kristy tsy naniraka ahy hanao batisa, fa hitory ny filazantsara, tsy tamin'ny teny fahendrena, fandrao ho foana ny hazo fijalian'i Kristy.","Fa ny teny ny amin'ny hazo fijaliana dia fahadalana amin'izay ho very, fa herin'Andriamanitra kosa amintsika izay hovonjena.","Fa voasoratra hoe: Hofoanako ny fahendren'ny hendry, Ary holaviko ny fahalalan'ny mahalala (Isa. 29. 14).","Aiza ny hendry? Aiza ny mpanora-dalàna? Aiza ny mpiady hevitra avy amin'izao tontolo izao? Tsy nampodin'Andriamanitra ho fahadalana va ny fahendren'izao tontolo izao?","Fa satria, na dia naseho aza ny fahendren'Andriamanitra, ny fahendrena dia tsy nahatonga izao tontolo izao hahalala an'Andriamanitra, ka dia ny fahadalan'ny fitorian-teny no sitrak'Andriamanitra hamonjeny izay mino; [ Na: Fa noho ny fahendren'Andriamanitra]","fa ny Jiosy mila famantarana, ary ny jentilisa mitady fahendrena, [ Gr. Grika]","fa izahay kosa mitory an'i Kristy voahombo tamin'ny hazo fijaliana, dia fahatafintohinana amin'ny Jiosy ary fahadalana amin'ny jentilisa, [ Gr. Grika]","fa amin'izay voantso kosa, na Jiosy na jentilisa, dia Kristy, Izay herin'Andriamanitra sy fahendren'Andriamanitra. [ Gr. Grika]","Fa ny fahadalan'Andriamanitra dia hendry noho ny olona; ary ny fahalemen'Andriamanitra mahery noho ny olona.","Fa hevero ny fiantsoana anareo, ry rahalahy, fa tsy firy no olon-kendry araka ny nofo, tsy firy no olona mahery, tsy firy no avo razana;","fa ny adala amin'izao tontolo izao no nofidin'Andriamanitra hampahamenatra ny hendry; ary ny malemy amin'izao tontolo izao no nofidin'Andriamanitra hampahamenatra ny mahery;","ary ny iva razana amin'izao tontolo izao sy izay fanevateva no nofidin'Andriamanitra, dia ny atao ho tsy misy aza, mba hahafoana ny misy,","mba tsy hisy nofo hahazo mirehareha eo anatrehan'Andriamanitra.","Fa avy aminy no nanaovana anareo ho ao amin'i Kristy Jesosy, Izay nataon'Andriamanitra fahendrena sy fahamarinana sy fahamasinana ary fanavotana ho antsika,","mba ho araka ny voasoratra hoe: Izay mirehareha, aoka Jehovah no ho reharehany (Jery. 9. 23)."]}