{"book":"1 Korintiana","chapter":11,"verses":["Aoka hanahaka ahy ianareo, dia tahaka ny anahafako an'i Kristy.","Ary midera anareo aho, satria mahatsiaro ahy amin'ny zavatra rehetra ianareo sady mitana tsara ny fampianarana natolotra, araka ny nanolorako azy taminareo.","Ary tiako ho fantatrareo fa Kristy no lohan'ny lehilahy rehetra; ary ny lehilahy kosa no lohan'ny vehivavy; ary Andriamanitra no lohan'i Kristy.","Ny lehilahy rehetra, raha mivavaka na maminany ka misaron-doha, dia mahafa-boninahitra ny lohany.","Fa ny vehivavy rehetra kosa, raha mivavaka na maminany ka tsy misaron-doha, dia mahafa-boninahitra ny lohany, satria toy ny voaharatra izy.","Fa raha tsy misaron-doha ny vehivavy, dia aoka hohetezana izy; fa raha mahamenatra ny vehivavy ny hohetezana na ny hoharatana, dia aoka hisaron-doha izy.","Ny lehilahy dia tokony tsy hisaron-doha, satria endrika sy voninahitr'Andriamanitra izy; fa ny vehivavy kosa no voninahitry ny lehilahy.","Fa tsy ny vehivavy no nihavian'ny lehilahy; fa ny lehilahy no nihavian'ny vehivavy.","Fa tsy ny lehilahy no natao ho an'ny vehivavy, fa ny vehivavy no ho an'ny lehilahy.","Izany no mahamety ny vehivavy hisaron-doha noho ny amin'ny anjely. [Gr. hanana fahefana eo amin'ny lohany]","Kanefa ao amin'ny Tompo tsy misy vehivavy raha tsy misy lehilahy, ary tsy misy lehilahy raha tsy misy vehivavy.","Fa toy ny nihavian'ny vehivavy avy tamin'ny lehilahy, dia toy izany koa no nihavian'ny lehilahy avy tamin'ny vehivavy; fa Andriamanitra kosa no ihavian'ny zavatra rehetra.","Hevero ao am-ponareo: Mendrika va raha mivavaka amin'Andriamanitra ka tsy misaron-doha ny vehivavy?","Tsy mampianatra anareo va izao fomban'ny zavatra rehetra izao fa raha lava volo ny lehilahy, dia mahafa-boninahitra azy izany?","Fa raha lava volo kosa ny vehivavy, dia voninahitra ho azy izany fa ny volo no nomena azy ho fisaronana.","Fa raha misy olona toa tia ady, dia tsy manana izany fanao izany isika, na ny fiangonan'Andriamanitra.","Ary raha manao izao didy izao aho, dia tsy midera anareo tsy akory, satria tsy miangona hihatsara ianareo, fa hiharatsy.","Fa voalohany indrindra, raha miangona ao am-piangonana ianareo, dia reko fa misy fisarahana eo aminareo; ary mba misy inoako ihany izany.","Fa tsy maintsy misy fitokoana eo aminareo, mba haseho eo aminareo izay olona ankasitrahana.","Koa raha miangona ianareo, dia tsy misy hihinanana ny Fanasan'ny Tompo akory.","Fa raha mihinana ianareo, dia samy homana ny sakafony avy aloha ianareo; koa ny anankiray dia noana, fa ny anankiray kosa mamo.","Moa tsy manan-trano hihinanana sy hisotroana va ianareo? Sa manao tsinontsinona ny fiangonan'Andriamanitra ka manome henatra ny tsy manana? Inona no holazaiko aminareo? Hidera anareo va aho? Tsy hidera anareo amin'izany aho.","Fa izaho efa nandray tamin'ny Tompo izay natolotro anareo kosa, fa Jesosy Tompo tamin'iny alina iny izay namadihana Azy, dia nandray mofo,","ary rehefa nisaotra Izy, dia novakiny, ka hoy Izy: Ity no tenako ho anareo; izao no ataovy ho fahatsiarovana Ahy. [ Ampio hoe: [izay vakina]","Dia araka izany koa ny kapoaka, rehefa nihinana, dia hoy Izy: Ity kapoaka ity no ilay fanekena vaovao amin'ny rako; izao no ataovy ho fahatsiarovana Ahy, na oviana na oviana no misotro ianareo.","Fa na oviana na oviana ianareo no mihinana itony mofo itony sy misotro amin'ny kapoaka, dia manambara ny fahafatesan'ny Tompo ianareo mandra-pihaviny.","Koa na zovy an zovy no mihinana ny mofo sy misotro amin'ny kapoaky ny Tompo amin'ny fanahy tsy mendrika, dia ho meloka ny amin'ny tena sy ny ran'ny Tompo izy.","Fa aoka ny olona hamantatra ny tenany, dia aoka izy hihinana ny mofo sy hisotro amin'ny kapoaka.","Fa izay rehetra mihinana sy misotro dia mihinana sy misotro fanamelohana ho an'ny tenany, raha tsy mamantatra ny tena izy.","Noho izany dia betsaka no marary sy marofy eo aminareo, ary maro ihany no efa nodi-mandry.","Fa raha mba mamantatra ny tenantsika isika, dia tsy mba hotsaraina.","Fa raha tsaraina isika, dia faizan'ny Tompo mba tsy hohelohina miaraka amin'izao tontolo izao.","Koa raha miangona hihinana ianareo, ry rahalahy, dia mifampiandrasa. [ Na: mifampizarà]","Ary raha misy olona noana, aoka izy hihinana no an-tranony, mba tsy hiangonanareo ho fahamelohana. Ary ny zavatra sisa dia halahatro, rehefa tonga aho."]}