{"book":"1 Korintiana","chapter":16,"verses":["Ary ny amin'ny famoriam-bola ho an'ny olona masina, dia mba manaova koa ianareo toy izay nasaiko nataon'ny fiangonana any Galatia.","Amin'ny andro voalohany isan-kerinandro dia samia manokana ao aminy avy ho rakitra na amin'inona na amin'inona no anambinana azy, mba ho vita rahateo ny famoriam-bola mandra-pahatongako.","Ary rehefa tonga aho, dia izay sitrakareo no hirahiko hitondra taratasy hanatitra ny fiantranareo ho any Jerosalema.","Ary raha tokony handehanako izany, dia hiaraka amiko ireo.","Hankat? aminareo aho, rehefa namaky an'i Makedonia - fa hamaky an'i Makedonia aho -","ary angamba hitoetra eo aminareo aho, na handany ny ririnina aza, mba hanateranareo ahy amin'izay halehako.","Fa tsy mikasa hamangy anareo toy ny mandalo aho ankehitriny; fa manantena hitoetra elaela eo aminareo aho, raha sitrapon'ny Tompo.","Nefa hitoetra any Efesosy aho mandra-pihavin'ny Pentekosta;","fa varavarana lehibe no voavoha ho ahy hahazoako miasa tsara, nefa maro ny mpanohitra.","Ary rehefa tonga Timoty, dia tandremo mba tsy hanan-tahotra eo aminareo izy; fa ny asan'ny Tompo no ataony, tahaka ny ataoko koa.","Koa aza avela hisy olona hanao tsinontsinona azy; fa atero soa aman-tsara izy mba ho tonga at? amiko; fa miandry azy mbamin'ny rahalahy sasany aho.","Ary ny amin'i Apolosy rahalahy, dia nangataka azy fatratra aho hiara-mandeha amin'ny rahalahy hankat? aminareo, saingy tsy sitrapony akory ny handeha tamin'izany; nefa ho avy ihany izy, rehefa misy andro mahalalaka azy. [ Na: saingy tsy sitrapon'Andriamanitra ny handehanany ankehitriny]","Miambena ianareo, tomoera tsara amin'ny finoana, aoka hitombandahy, mahereza. [ Gr. miareta tory]","Izay rehetra ataonareo dia ataovy amin'ny fitiavana.","Fantatrareo ny ankohonan'i Stefanasy, fa voaloham-bokatr'i Akaia izy sady efa nanolo-tena ho amin'ny fanompoana ny olona masina; dia mangataka aminareo aho, ry rahalahy,","mba hanaiky tsara ny olona tahaka ireny sy izay rehetra miara-miasa sy mikely aina koa ianareo.","Faly aho noho ny fihavian'i Stefanasy sy Fortonato ary Akaiko; fa ireo no nahefa ny tsy vitanareo;","fa namelombelona ny fanahiko sy ny anareo koa izy; ka mba ekeo ny tahaka ireny.","Manao veloma anareo ny fiangonana at? Asia. Manao veloma anareo indrindra ao amin'ny tompo Akoila sy Prisila mbamin'ny fiangonana izay ao an-tranony.","Manao veloma anareo ny rahalahy rehetra. Mifanaova veloma amin'ny fanorohana masina.","Ny tanako, izaho Paoly, no anaovako veloma.","Raha misy tsy tia ny Tompo, aoka ho voaozona izy. Maran ata. [ Gr. anatema] [ Maran ata = Avy ny Tompontsika (?)]","Ho aminareo anie ny fahasoavan'i Jesosy Kristy Tompo;","ny fitiavako dia ao aminareo rehetra ao amin'i Kristy Jesosy. Amena."]}