{"book":"1 Mpanjaka","chapter":11,"verses":["Fa Solomona mpanjaka tia vehivavy maro hafa firenena, fa tsy ilay zanakavavin'i Farao ihany, dia vehivavy Moabita sy Amonita sy Edomita sy Sidoniana ary Hetita,","dia vehivavy avy amin'ny firenena izay nolazain'i Jehovah tamin'ny Zanak'Isiraely hoe: Tsy hanambady azy ianareo, ary izy tsy hanambady anareo, fa hampivily ny fonareo hanaraka ny andriamaniny tokoa izy; kanjo tamin'ireo no niraiketan'ny fitiavan'i Solomona.","Ary dia nanana vady andriambavy fiton-jato sy vaditsindrano telonjato izy, ka nampivily ny fony ireo vadiny ireo.","Fa nony efa antitra Solomona, dia navilin'ny vadiny ny fony hanaraka andriamani-kafa, ka ny fony tsy mba nahitsy tamin'i Jehovah Andriamaniny tahaka ny fon'i Davida rainy.","Fa Solomona nanaraka an'i Astarta, andriamani-bavin'ny Sidoniana, sy Milkoma, fahavetavetan'ny Amonita.","Ary Solomona nanao izay ratsy eo imason'i Jehovah, ka tsy mba tanteraka tamin'ny fanarahana Azy tahaka an'i Davida rainy.","Ary tamin'izany Solomona dia nanao fitoerana avo ho an'i Kemosy, fahavetavetan'i Moaba, teo amin'ny havoana tandrifin'i Jerosalema, ary ho an'i Moloka, fahavetavetan'ny taranak'i Amona.","Ary toy izany koa no nataony ho an'izay vadiny hafa firenena rehetra, izay nandoro ditin-kazo manitra sy namono zavatra hatao fanatitra ho an'ny andriamaniny.","Ary Jehovah tezitra tamin'i Solomona noho ny nivilian'ny fony niala tamin'i Jehovah, Andriamanitry ny Isiraely, Izay efa niseho taminy indroa","sady efa nandidy azy ny amin'izany zavatra izany tsy hanaraka andriamani-kafa; nefa tsy nitandrina izay nandidian'i Jehovah izy.","Ka dia hoy Jehovah tamin'i Solomona: Satria efa tonga ao am-ponao izao, ka tsy notandremanao ny fanekeko sy ny didiko izay nandidiako anao, dia hendahako ho afaka aminao tokoa ny fanjakana ka homeko ny mpanomponao.","Kanefa kosa tsy hataoko amin'ny andronao izany noho ny amin'i Davida rainao; fa rehefa mby amin'ny zanakao vao hendahako aminy.","Nefa tsy dia hendahako avokoa ny fanjakana rehetra, fa mba homeko firenena iray ihany ny zanakao noho ny amin'i Davida mpanompoko sy Jerosalema izay nofidiko.","Ary Jehovah nanangana fahavalo hanohitra an'i Solomona, dia Hadada Edomita, tamingan'ny mpanjakan'i Edoma.","Fa rehefa nanafika an'i Edoma Davida, ary Joaba, komandin'ny miaramila, niakatra handevina ny maty ary efa namono ny lehilahy rehetra tany","(fa enim-bolana no nitoeran'i Joaba sy ny Isiraely rehetra tany Edoma mandra-pandringany ny lehilahy rehetra tany),","dia nandositra Hadada sy ny Edomita, sasany mpanompon-drainy izay nanaraka azy ka nankany Egypta; fa mbola zazalahy kely Hadada tamin'izay.","Ary niainga niala tany Midiana ireo ka tonga tany Parana; dia naka olona avy tany Parana homba azy izy ka nankany Egypta ho any amin'i Farao, mpanjakan'i Egypta, izay nanome azy trano sy tany sady nilaza hanome hanina azy koa.","Ary Hadada nahita fitia fatratra teo imason'i Farao, ka dia ny rahavavin'i Tapanesa, vadin'ny mpanjaka, no nomeny ho vadiny.","Ary ny rahavavin'i Tapanesa niteraka zazalahy tamin'i Hadada, dia Genobata, izay notazan'i Tapanesa tao an-tranon'i Farao; ary Genobata niara-nitoetra tamin'ny zanakalahin'i Farao tao an-dapa.","Ary rehefa ren'i Hadada tany Egypta fa Davida lasa nody mandry any amin'ny razany, sady maty koa Joaba, komandin'ny miaramila, dia hoy izy tamin'i Farao: Alefaso aho hody any amin'ny tanin-drazako.","Fa hoy Farao taminy: Fa inona moa no zavatra mahory anao at? amiko, no dia mitady hody any amin'ny tanin-drazanao indray ianao? Ary hoy ny navaliny: Tsy misy mahory ahy tsy akory; nefa alefaso ihany aho.","Ary Andriamanitra nanangana fahavalo koa hanohitra an'i Solomona, dia Rezona, zanak'i Eliada, izay efa nandositra an'i Hadadezera tompony, mpanjakan'i Zoba.","Dia namory olona maro ho ao aminy izy ka tonga kapiteniny tamin'ny namonoan'i Davida ny olona tany Zoba; ary nankany Damaskosy izy sy ny namany ka nitoetra sy nanjaka tao.","Ary izy koa dia fahavalon'ny Isiraely tamin'ny andron'i Solomona rehetra ka nanampy ny ratsy izay nataon'i Hadada; eny, nankahala ny Isiraely izy ary nanjaka tany Syria.","Ary Jerobeama, zanak'i Nebata, Efraimita avy any Zareda, mpanompon'i Solomona (Zeroa no anaran-dreniny, vehivavy mpitondratena), dia nanainga tanàna hikomy tamin'ny mpanjaka.","Ary izao no fototry ny nanaingany tanàna hikomy tamin'ny mpanjaka: Solomona nanorina an'i Milo ary nanampina ny lohasaha tao an-Tanànan'i Davida rainy; [Heb. fiarovana]","ary Jeroboama dia lehilahy mahay; koa nony hitan'i Solomona fa zatovo mahavita raharaha izy, dia nataony mpifehy ny taranak'i Josefa tamin'ny fanompoany rehetra.","Ary tamin'izany andro izany, raha nivoa: ka avy tany Jerosalema Jeroboama, dia nahita azy teny an-dalana Ahia Silonita mpaminany; ary Ahia nitafy lamba vaovao, ary izy roa lahy ihany no tany an-tsaha.","Dia noraisin'i Ahia ny lamba vaovao-izay notafiny, ka notriatriariny ho roa ambin'ny folo.","Ary hoy izy tamin'i Jeroboama: Raiso ho anao ny tapatapany folo; fa izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Indro, Izaho efa hanendaka ny fanjakana ho afaka amin'ny tànan'i Solomona, ary homeko anao ny firenena folo","(nefa ny firenena iray dia i mbola havela ho azy ihany noho ny amin'i Davida mpamompoko sy Jerosalema, tanàna izay nofidiko tamin'ny firenen'Isiraely),","satria efa nahafoy Ahy izy ka niankohoka teo anatrehan'i Astarta, andriamani-bavin'ny Sidoniana, sy Kemosy andriamanitr'i Moaba, ary Milkoma, andriamanitry ny taranak'i Amona, fa tsy nandeha tamin'ny lalako hanao izay mahitsy eo imasoko sy hitandrina ny didiko sy ny fitsipiko tahaka an'i Davida rainy.","Nefa tsy hesoriko eo an-tanany avokoa ny fanjakana rehetra; fa hampitoeriko ho mpanjaka ihany izy amin'ny andro rehetra hiainany noho ny amin'i Davida mpanompoko izay nofidiko, satria izy nitandrina ny lalàko sy ny didiko;","fa hesoriko eo an-tànan'ny zanany kosa ny fanjakana ka homeko anao, nefa ny firenena folo ihany.","Fa firenena iray no homeko ny zanany, mba hisy fanilo ho an'i Davida mpanompoko eo anatrehako mandrakariva any Jerosalema, tanàna izay nofidiko ho Ahy hametrahana ny anarako.","Ary ianao no halaiko, ka hanjaka amin'izay rehetra irin'ny fanahinao ary ho mpanjaka amin'ny Isiraely.","Ary raha mihaino izay rehetra andidiako anao ianao ka mandeha amin'ny lalako ary manao izay mahitsy eo imasoko ka mitandrina ny didiko sy ny lalàko tahaka izay nataon'i Davida mpanompoko, dia ho aminao Aho ka hampaharitra ny taranakao, tahaka izay nataoko ho an'i Davida, ary homeko anao ny Isiraely. [Heb. hanao trano maharitra ho anao]","Ary hampietry ny taranak'i Davida kosa Aho noho izany, nefa tsy ho mandrakizay.","Ary Solomona nitady hamono an'i Jeroboama. Fa Jeroboama niainga, dia nandositra nankany Egypta ho any amin'i Sisaka, mpanjakan'i Egypta, ka nitoetra tany mandra-pahafatin'i Solomona.","Ary ny tantaran'i Solomona sisa mbamin'izay rehetra nataony ary ny fahendreny, tsy voasoratra ao amin'ny bokin'ny tantaran'i Solomona va izany?","Ary ny andro nanjakan'i Solomona tamin'ny Isiraely rehetra tany Jerosalema dia efa-polo taona.","Ary Solomona lasa nodi-mandry any amin'ny razany, dia nalevina tao an-Tanànan'i Davida rainy izy; ary Rehoboama zanany no nanjaka nandimby azy."]}