{"book":"1 Mpanjaka","chapter":1,"verses":["Ary Davida mpanjaka dia efa zoki-olona sady nandroso fahanterana; ary norakofany lamba izy, fa tsy nety nafana.","Ka dia hoy ny mpanompony taminy: Aoka hitadiavana zazavavy virijina ny mpanjaka tompoko, dia aoka hitoetra eto anatrehan'ny mpanjaka izy mba ho mpitaiza azy, ary aoka handry eo amin'ny tratranao izy, ka dia hampahafana ny mpanjaka tompoko.","Ary dia nitady zazavavy tsara tarehy eran'ny tanin'ny Isiraely rehetra izy ka nahita an'i Abisaga Sonemita, dia nentiny tany amin'ny mpanjaka.","Ary tsara tarehy dia tsara tarehy razazavavy, dia tonga mpitaiza ny mpanjaka sady nanompo azy izy; nefa ny mpanjaka tsy nahalala azy.","Ary Adonia, zanakalahin'i Hagita, nanandratra ny tenany ka nanao hoe: Izaho no hanjaka; dia nanomana kalesy sy mpitaingin-tsoavaly ary dimam-polo lahy ho mpihazakazaka eo alohany izy.","Ary ny rainy tsy mbola niteny mafy azy atory hatrizay niainany nanao hoe: Nahoana ianao no manao toy izao ? sady lehilahy tsara tarehy tokoa izy; ary izy no na tera-dreniny nanarakaraka an'i Absaloma.","Ary efa niresaka tamin'i Joaba, zanak'i Zeroia, sy Abiatara mpisorona izy; ka dia niandany tamin'i Adonia izy roa lahy ka nanampy azy.","Fa Zadoka mpisorona sy Benaia, zanak'i Joiada, sy Natana mpaminany sy Simey sy Rey ary ny lehilahy mahery izay an'i Davida kosa tsy mba niandany tamin'i Adonia.","Ary Adonia namono ondry aman'osy sy omby ary zanak'omby mifahy teo anilan'ny vato Zoheleta tanilan'i En-rogela ka nanasa ny rahalahiny zanakalahin'ny mpanjaka rehetra sy ny lehilahy rehetra amin'ny Joda, mpanompon'ny mpanjaka;","fa Natana mpaminany sy Benaia sy ny lehilahy mahery ary Solomona rahalahiny no tsy mba nasainy.","Ary Natana niteny tamin'i Batseba, renin'i Solomona, hoe: Moa tsy renao va fa efa manjaka Adonia, zanak'i Hagita, nefa tsy fantatr'i Davida tompontsika akory izany?","Koa etsy homeko saina ianao hamonjenao ny ainao sy ny ain'i Solomona zanakao.","Mandehana mankany amin'i Davida mpanjaka, ka lazao aminy hoe: Tsy nianiana tamiko mpanompovavinao va ianao, ry mpanjaka tompoko, nanao hoe: Solomona zanakao-lahy no hanjaka handimby ahy tokoa, ary izy no hipetraka eo amin'ny seza fiandrianako? Koa nahoana indray no Adonia no manjaka?","Ary raha mbola miteny amin'ny mpanjaka ianao, dia, indro, izaho koa hiditra manaraka anao ka hanamarina ny teninao.","Ary Batseba dia nankao amin'ny mpanjaka tao amin'ny efi-trano nitoerany; ary efa antitra ny mpanjaka; ary Abisaga Sonemita nanompo azy.","Dia niondrika Batseba ka niankohoka teo anatrehan'ny mpanjaka. Ary hoy ny mpanjaka: Inona no ilainao?","Dia hoy izy taminy: Tompokolahy ô, Jehovah Andriamanitrao no nianiananao tamiko mpanompovavinao hoe: Solomona zanakaolahy no hanjaka handimby ahy tokoa, ary izy no hipetraka eo amin'ny seza fiandrianako.","Kanjo izao dia, indro, Adonia no manjaka; kanefa tsy fantatrao izany, ry mpanjaka tompoko.","Ary efa namono omby sy zanak'omby mifahy ary ondry aman'osy betsaka izy ka efa nanasa ny zanakalahin'ny mpanjaka rehetra sy Abiatara mpisorona ary Joaba, komandin'ny miaramila; fa Solomona mpanomponao ihany no tsy mba nasainy.","Ary ianao, ry mpanjaka tompoko ô. ny mason'ny Isiraely rehetra manandratra anao hilazanao izay hipetraka eo amin'ny seza fiandriananao mpanjaka tompoko handimby anao.","Fa rehefa lasa modi-mandry any amin'ny razany ny mpanjaka tompoko, dia izaho sy Solomona zanako no atao meloka.","Ary raha mbola niteny tamin'ny mpanjaka ravehivavy, dia. indro, niditra koa Natana mpaminany.","Ary nisy nanambara amin'ny mpanjaka hoe: Indro Natana mpaminany. Dia niditra teo anatrehan'ny mpanjaka izy ka niankohoka tamin'ny tany teo anatrehany.","Ary hoy Natana: Ry mpanjaka tompoko ô, fa angaha ianao efa niteny hoe: Adonia no hanjaka handimby ahy, ary izy no hipetraka eo amin'ny seza fiandrianako.","Fa he! izy nidina androany ary namono omby sy zanak'omby mifahy sy ondry aman'osy betsaka ka nanasa ny zanakalahin'ny mpanjaka rehetra sy ny komandin'ny miaramila sy Abiatara mpisorona; ary indreo izy mihinana ny misotro eo anatrehany ka manao hoe: Ho ela velona anie Adonia mpanjaka!","Fa izaho mpanomponao sy Zadoka mpisorona sy Benaia, zanak'i Joiada, ary Solomona mpanomponao ihany no tsy mba nasainy.","Moa avy tamin'ny mpanjaka tompoko va no nahatonga izany zavatra izany, ka tsy mba nampahafantarinao ny mpanomponao izay hipetraka eo amin'ny seza fiandriananao mpanjaka tompoko handimby anao?","Ary namaly Davida mpanjaka ka nanao hoe: Antsoy hankat? amiko Batseba. Dia niditra nankeo anatrehan'ny mpanjaka izy ka nitsangana teo anatrehany","Ary ny mpanjaka nianiana hoe: Raha velona koa Jehovah, Izay namonjy ny aiko tamin'ny fahoriana rehetra,","dia tahaka ilay nianianako tamin'i Jehovah, Andriamanitry ny Isiraely, sady nilazako taminao hoe: Solomona zanakaolahy no hanjaka handimby ahy tokoa, ary izy no hipetraka eo amin'ny seza fiandrianako hisolo ahy, dia izany ihany no hataoko anio.","Ary Batseba niondrika, dia niankohoka tamin'ny tany teo anatrehan'ny mpanjaka ka nanao hoe: Ho velona mandrakizay anio Davida mpanjaka tompoko!","Ary hoy Davida mpanjaka: Antsoy hankat? amiko Zadoka mpisorona sy Natana mpaminany ary Benaia, zanak'i Joiada. Dia niditra nankeo anatrehan'ny mpanjaka izy telo lahy.","Ary hoy ny mpanjaka taminy: Ento miaraka aminareo ny mpanompon'ny tomponareo, ary ampitaingeno ny ampondravaviko Solomona zanakolahy, ka ento midina any Gihona izy.","Ary aoka Zadoka mpisorona sy Natana mpaminany hanosotra azy any ho mpanjakan'ny Isiraely; ary tsofinareo ny anjomara, ka lazao hoe: Ho ela velona anie Solomona mpanjaka!","Dia miakara manaraka azy ianareo, ary aoka izy hiditra ka hipetraka eo amin'ny seza fiandrianako; fa izy no ho mpanjaka hisolo ahy. satria izy no voatendriko ho mpanapaka ny Isiraely sy ny Joda.","Ary Benaja, zanak'i Joiada, namaly ny mpanjaka hoe: Amena! Hiteny tahaka izany koa anie Jehovah, Andriamanitry ny mpanjaka tompoko.","Toy ny nomban'i Jehovah ny mpanjaka tompoko anie no mba hombany an'i Solomona koa, ary hataony be voninahitra mihoatra noho ny seza fiandrianan'i Davida mpanjaka tompoko anie ny seza fiandrianan'i Solomona.","Dia nidina Zadoka mpisorona sy Natana mpaminany sy Renaia, zanak'i Joiada, ary ny miaramila mpiambina andriana, dia nampitaingina an'i Solomona ny ampondravavin'i Davida mpanjaka izy, ka dia nitondra azy nankany Gihona.[Heb. Keretita sy Peletita]","Ary Zadoka mpisorona naka ny tandroka misy diloilo tao amin'ny trano-lay ka nanosotra an'i Solomona. Ary notsofina ny anjomara, ka dia hoy ny vahoaka rehetra: Ho ela velona anie Solomona mpanjaka!","Dia niakatra nanaraka azy ny vahoaka rehetra ary nitsoka sodina sady nifaly dia nifaly, ka dia nihorohoro ny tany noho ny feony.[Heb. nitresaka]","Ary Adonia sy ireo olona rehetra izay nasaina teo aminy nandre izany, rehefa nitsahatra nihinana izy. Ka raha nahare ny feon'ny anjomara Joaba, dia hoy izy: Inona re izany hotakotaka mampitabataba ny tanàna izany e?","Fa raha mbola niteny izy, indro, tonga Jonatana, zanak'i Abiatara mpisorona; ary hoy Adonia taminy: Mandrosoa; fa lehilahy tsara fanahy ianao, ka ho teny tsara no entinao.","Fa Jonatana niteny ka nanao tamin'i Adonia hoe: Tsia, tsy izany tsy akory, fa Davida mpanjaka tompontsika efa nanangana an'i Solomona tokoa ho mpanjaka.","Ary ny mpanjaka efa naniraka an'i Zadoka mpisorona sy Natana mpaminany sy Benaia, zanak'i Joiada, ary ny miaramila mpiambina andriana hiaraka aminy, ka nampitaingenin'ireo ny ampondravavin'ny mpanjaka izy.","Ary Zadoka mpisorona sy Natana mpaminany efa nanosotra azy teo Gihona ho mpanjaka; ary niakatra avy teo. izy sady nifaly, ka dia nihorika ter? ny tanàna. Izany no hotakotaka renareo.","Ary koa, Solomona izao dia efa mipetraka eo amin'ny seza fiandrianan'ny fanjakana.","Ary dia tonga koa ny mpanompon'ny mpanjaka hisaotra an'i Davida mpanjaka tompontsika hoe: Hataon'Andriamanitrao ho tsara noho ny anaranao anie ny anaran'i Solomona, ary hataony ho be voninahitra mihoatra noho ny seza fiandriananao anie ny seza fiandrianany! Dia niankohoka teo am-parafara ny mpanjaka","ka niteny hoe: Isaorana anie Jehovah, Andriamanitry ny Isiraely Izay nanome ny hipetraka eo amin'ny seza fiandrianako androany, sady hitan'ny masoko koa izany.","Dia raiki-tahotra izay rehetra nasain'i Adonia ka niainga, ary samy lasa nandeha amin'izay nalehany avy izy rehetra.","Ary Adonia koa natahotra an'i Solomona, dia niainga ka lasa nangia ny tandroky ny alitara.","Ary nambara tamin'i Solomona hoe: Indro, Adonia matahotra an'i Solomona mpanjaka; koa indro izy efa mangia ny tandroky ny alitara ka manao hoe: Aoka Solomone mpanjaka hianiana amiko aloha fa tsy hamono ahy mpanompony amin'ny sabatra.","Fa hoy Solomona: Raha hita fa lehilahy tsara fanahy izy, dia tsy hisy na dia singam-bolony iray akory aza ho latsaka amin'ny tany; fa raha misy heloka kosa ho hita aminy, dia ho faty ihany izy.","Dia naniraka Solomona mpanjaka nampidina azy hiala amin'ny alitara. Dia avy izy ka niankohoka teo anatrehan'i Solomona mpanjaka; ary dia hoy Solomona taminy: Modia any an-tranonao."]}