{"book":"1 Mpanjaka","chapter":6,"verses":["Ary tamin'ny taona fahavalo-polo amby efa-jato taorian'ny nialan'ny Zanak'Isiraely tamin'ny tany Egypta tamin'ny volana Ziva (volana faharoa izany), tamin'ny taona fahefatra nanjakan'i Solomona tamin'ny Isiraely, dia nanorina ny tranon'i Jehovah izy.","Ary ny trano nataon'i Solomona mpanjaka ho an'i Jehovah dia enim-polo hakiho ny lavany, ary roa-polo hakiho ny sakany, ary telo-polo hakiho ny hahavony.","Ary ny lavarangana fidirana teo anoloan'ny ati-trano lehibe, dia roa-polo hakiho ny lavany mifanerana amin'ny sakan'ny trano, ary folo akiho ny habeny teo anoloan'ny trano ihany.","Ary ny varavarankelin'ny trano nataony makarakara tsy mivoha.","Ary tamin'ny lafin-trano dia nasiany paosin-trano mifanongoa manodidina, na amin'ny ati-trano lehibe, na amin'ny efitra atiny, sady nasiany efi-trano manodidina;","ny efi-trano ambany indrindra, dimy hakiho ny sakany, ary ny an-tenatenany, enina hakiho ny sakany, ary ny fahatelony, dia fito hakiho sakany; fa ny rindrina ivelan'ny trano dia ahenany manodidina isaky ny mifanongoa, mba tsy hisy hitsatoka amin'ny rindrina.","Ary tamin'ny nanaovana ny trano dia vato voapaika rahateo hatrany amin'ny fihadiam-bato no nanaovany azy: ka dia tsy nisy feon'ny tantanana, na fandraka, na vy fiasana, re tao an-trano tamin'ny nanaovany azy.","Ny varavarana mankao amin'ny efi-trano an-tenatenany dia teo amin'ny ilany ankavanan'ny trano; ary tohatra miolikolika no niakarany ho ao amin'ny efi-trano an-tenatenany, ary avy tao amin'ny an-tenatenany indray no niakarany ho ao amin'ny fahatelony.","Toy izany no nanaovany ny trano sy nahavitany azy; ary rairainy nopetahany hazo fisaka sedera no nataony tafon'ny trano.","Ary ny paosin-trano nataony manodidina ny trano, dimy hakiho avy ny hahavony, ary hazo sedera no nikambanany tamin'ny trano.","Ary ny tenin'i Jehovah tonga tamin'i Solomona nanao hoe:","Ny amin'ity trano ataonao, ity raha handeha araka ny lalako ianao sy hanaraka ny fitsipiko ary hitandrina ny didiko rehetra ka hanaraka azy, dia hotanterahiko aminao ny teniko, izay nolazaiko tamin'i Davida rainao;","ary hitoetra ao amin'ny Zanak'Isiraely Aho ka tsy hahafoy ny Isiraely oloko.","Ary nataon'i Solomona ny trano, ka dia vitany.","Ary ny rindrina anatiny nopetahany hazo sedera; hatramin'ny vodi-rindrina ka hatramin'ny loha-rindrina dia nopetahany hazo avokoa ary hazo kypreso no nataony gorodon'ny trano.","Ary ny roa-polo hakiho hatreo amin'ny rindrina farany dia nasiany efitra hazo sedera hatramin'ny vodirindrina ka hatramin'ny loha-rindrina, ary nataony ho efitra anatiny izany, dia ny fitoerana masina indrindra.","Ary ny lavan'ny ati-trano lehibe teo anoloan'io dia efa-polo hakiho.","Ary ny sedera amin'ny ati-trano dia nosoratany nasiany sarin'ny voantango sy voninkazo mivelatra; sedera avokoa izy, ka tsy nisy vato niseho.","Nanisy efitra anatiny tao anatin'ny trano izy hametrahany ny fiaran'ny faneken'i Jehovah.","Ary teo anoloan'ny efitra anatiny roa-polo hakiho ny lavany, ary roa-polo hakiho ny sakany, roa-polo hakiho koa ny hahavony, sady voapetaka takela-bolamena tsara izy dia nopetahany hazo sedera ny alitara.","Ary nopetahan'i Solomona takela-bolamena tsara indrindra ny atin'ny trano; sady nasiany vakoka volamena hisakana eo anoloan'ny efitra anatiny; ary nopetahany takela-bolamena koa ny alitara.","Izao ati-trano rehetra izao dia nopetahany takela-bolamena avokoa; ary ny alitara momba ny efitra anatiny koa dia nopetahany takela-bolamena avokoa.","Ary tao anatin'ny efitra anatiny dia nasiany kerobima hazo oliva roa. samy folo hakiho avy no hahavony.","Ary samy dimy hakiho avy ny elatry ny kerobima iray, dia folo hakiho hatramin'ny tendron'elany anankiray ka hatramin'ny tendron'elany anankiray.","Ary ny kerobima iray koa folo hakiho; fa ny kerobima roa mitovy halehibe sy mitovy tarehy:","Folo hakiho ny hahavon'ny kerobima iray, ary tahaka io ihany koa ny kerobima anankiray.","Ary ny kerobima nataony tao afovoan'ny trano anatiny; ary ny elany nataony mivelatra, ka ny ilany samy nipaka tamin'ny rindrina avy, ary ny ilany nifanendry teo afovoan'ny trano.","Ary nopetahany takela-bolamena ny kerobima.","Ary ny rindrina manodidina nosoratany nasiany sarin'ny kerobima sy hazo rofia ary voninkazo mivelatra, na ny efitra anatiny, na ny ati-trano lehibe.[palma]","Ary nopetahany takela-bolamena ny gorodona, na ny teo amin'ny efi-trano anatiny, na ny teo amin'ny ati-trano lehibe.","Ary ny varavarana mankao amin'ny efitra anatiny dia nasiany lela-varavarana hazo oliva kopa-droa, ary ny tolany sy ny momba azy dia ampahadimin'ny sakan-trano.[palma]","Ny lela-varavarana hazo oliva kopa-droa dia nosoratany nasiany sarin'ny kerobima sy hazo rofia ary voninkazo mivelatra, ary, nopetahany volamena manify ny kerobima: sy ny hazo rofia.[palma]","Dia toy izany koa ny varavarana mankao amin'ny ati-trano lehibe, dia nasiany tolam-baravarana hazo oliva mahafeno ny ampahefatry ny sahan-trano.","Ary ny lela-varavarana hazo kypreso kopa-droa dia kamban-droa samy nisy savily avy.","Ary nosoratany nasiany sarin'ny kerobima sy ny hazo rofia ary voninkazo mivelatra ireo, dia nopetahany volamena manify ny sorany.","Ary nanao ny kianja tao anatiny tamin'ny vato voapaika telo andalana sy hazo sedera iray andalana izy.","Tamin'ny volana Ziva tamin'ny taona fahefatra, no; nanaovany ny fanorenan'ny tranon'i Jehovah.","Ary tamin'ny volana Bola (volana fahavalo izany), tamin'ny taona fahiraika ambin'ny folo, no nahavitany ny trano araka ny fombany rehetra sy izay rehetra nahamety azy. Dia fito taona no nanaovany azy."]}