{"book":"1 Mpanjaka","chapter":15,"verses":["Ary tamin'ny taona fahavalo ambin'ny folo nanjakan'i Jeroboama, zanak'i Nebata, no vao nanjakan'i Abia tamin'ny Joda.","Telo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Imaka, zanakavavin'i Absaloma.","Ary nandeha tamin'ny fahotana rehetra nataon-drainy izy, dia izay nataony teo alohany; ary ny fony tsy mba nahitsy tamin'i Jehovah Andriamaniny tahaka ny fon'i Davida rainy.","Nefa noho ny amin'i Davida dia nomen'i Jehovah Andriamaniny fanilo tany Jerosalema ihany izy, fa natsangany handimby azy ny zanany, sady nampaharitra an'i Jerosalema Izy,","satria Davida nanao izay mahitsy eo imason'i Jehovah ka tsy nivily niala tamin'izay nandidiany azy tamin'ny andro rehetra niainany, afa-tsy ilay tamin'i Oria Hetita ihany.","Ary niady Rehoboama sy Jeroboama tamin'ny andro rehetra niainany.","Ary ny tantaran'i Abia sisa mbamin'izay rehetra nataony, tsy voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Joda va izany ? Ary niady Abia sy Jeroboama","Ary Abia lasa nodi-mandry any amin'ny razany, dia nalevina tao an-Tanànan'i Davida izy; ary Asa zanany no nanjaka nandimby azy.","Ary tamin'ny taona faharoa-polo nanjakan'i Jeroboama, mpanjakan'ny Isiraely, no vao nanjakan'i Asa tamin'ny Joda.","Ary iraika amby efa-polo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Imaka, zanakavavin'i Absaloma.","Ary Asa nanao izay mahitsy eo imason'i Jehovah toy ny nataon'i Davida rainy.","Fa nesoriny tamin'ny tany ny olona izay nanolotena hijangajanga ho fanompoan-tsampy, sady nariany ny sampy rehetra izay nataon-drainy.","Ary na dia Imaka reniny aza dia naetriny tsy ho andriambavy, satria efa nanao sampy ho an'ny Aseraha; ary Asa nikapa ny sampiny ka nandoro azy tao an-dohasahan-driaka Kidrona.","Fa ny fitoerana avo tsy mba noravana; nefa nahitsy teo imason'i Jehovah ny fon'i Asa tamin'ny andro rehetra niainany.","Ary nampidiriny ho ao an-tranon'i Jehovah ny zavatra izay nohamasinin-drainy mbamin'izay nohamasinin'ny tenany, dia volafotsy sy volamena ary fanaka.","Ary niady Asa sy Basa, mpanjakan'ny Isiraely, tamin'ny andro rehetra niainany.","Ary Basa, mpanjakan'ny Isiraely, niakatra hamely ny Joda, dia nanamboatra an'i Rama mba tsy hisy hahazo hivoaka sy hiditra ho any amin'i Asa, mpanjakan'ny Joda.","Ary Asa naka ny volafotsy sy ny volamena rehetra izay sisa tamin'ny rakitry ny tranon'i Jehovah sy tamin'ny rakitry ny tranon ny mpanjaka, ka natolony teo an-tànan'ny mpanompony; ary Asa mpanjaka nampanatitra azy tany amin'i Beni-hadada, zanak'i Tabrimona, zanak'i Heziona, mpanjakan'i Syria, izay nonina tao Damaskosy, ka nanao hoe:","Aoka hisy fanekena amiko sy aminao toy ny tamin'ny raiko sy ny rainao; koa, indro, mampanatitra volafotsy sy volamena ho fanomezana ho anao aho; andeha, tsoahy ny fanekenao tamin'i Basa, mpanjakan'ny Isiraely, mba hialany amiko.","Ary Beni-hadada nihaino an'i Asa mpanjaka ka naniraka komandin'ny miaramilany hamely ny tanànan'ny Isiraely, ary namely an'Iona sy Dana sy Abelabeti-maka ary Kinerota rehetra mbamin'ny tanin'ny Naftaly rehetra izy.","Ary rehefa ren'i Basa izany, dia nitsahatra tsy nanamboatra an'i Rama intsony izy sady nitoetra tao Tirza.","Ary Asa mpanjaka kosa nampandre ny Joda rehetra (tsy nisy tsy nampandrenesiny); ary dia nesorin'ny olona ny vato sy ny hazo tao Rama, izay naorin'i Basa; ary nentin'i Asa mpanjaka nanamboatra an'i Geban'i Benjamina sy Mizpa kosa izany.","Ary ny tantaran'i Asa sisa rehetra sy ny heriny rehetra mbamin'izay rehetra nataony ary ny tanàna izay nataony, tsy voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Joda va izany? Nefa kosa tamin'ny andro fahanterany dia narary tamin'ny tongony izy.","Ary lasa nodimandry any amin'ny razany, dia nalevina tao amin'ny razany tao an-Tanànan'i Davida rainy izy; ary Josafata zanany no nanjaka nandimby azy.","Ary Nadaba, zanak'i Jeroboama, vao nanjaka tamin'ny Isiraely tamin'ny taona faharoa nanjakan'i Asa, mpanjakan'ny Joda; ary nanjaka roa taona tamin'ny Isiraely izy.","Ary nanao izay ratsy eo imason'i Jehovah izy, fa nandeha tamin'ny lalan-drainy sy tamin'ny fahotany izay nampanotany ny Isiraely.","Ary Basa, zanak'i Ahia, amin'ny taranak'Isakara, nikomy taminy dia namely azy tao Gibetona, izay an'ny Filistina (fa Nadaba sy ny Isiraely rehetra nanao fahirano an'i Gibetona fahizay).","Ary Basa nahafaty azy tamin'ny taona fahatelo nanjakan'i Asa, mpanjakan'ny Joda, ka dia nanjaka nisolo azy.","Ary rehefa nanjaka izy, dia namely ny mpianakavin'i Jeroboama rehetra izy, ka tsy nasiany niangana ho an'i Jeroboama na dia olona iray akory aza, fa naringany avokoa ireo araka ny tenin'i Jehovah izay nampilazainy an'i Ahia Silonita mpanompony,","noho ny fahotana nataon'i Jeroboama sady nampanotany ny Isiraely tamin'izay nataony nampahatezitra an'i Jehovah, Andriamanitry ny Isiraely.","Ary ny tantaran'i Nadaba sisa mbamin'izay rehetra nataony, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Isiraely va izany?","Ary niady Asa sy Basa, mpanjakan'ny Isiraely, tamin'ny andro rehetra niainany.","Tamin'ny taona fahatelo nanjakan'i Asa, mpanjakan'ny Joda, no vao nanjakan'i Basa, zanak'i Ahia, tamin'ny Isiraely rehetra tao Tirza; ary mpanjaka efatra amby roa-polo taona izy.","Ary nanao izay ratsy eo imason'i Jehovah izy, fa nandeha tamin'ny lalan'i Jeroboama sy tamin'ny fahotany izay nampanotany ny Isiraely."]}