{"book":"1 Mpanjaka","chapter":16,"verses":["Ary tonga tamin'i Jeho, zanak'i Hanany, ny tenin'i Jehovah ny amin i Basa nanao hoe:","Satria nasandratro avy tamin'ny vovoka ianao ka notendreko ho mpanapaka ny Isiraely oloko; nefa kosa nandeha tamin'ny lalan'i Jeroboama ihany ianao ary nampanota ny Isiraely oloko ka nampahatezitra Ahy tamin'ny fahotany,","dia, indro, hofongorako Basa sy ny taranany, ary ny taranakao hataoko tahaka ny taranak'Jeroboama, zanak'i Nebata.","Koa izay tamingan'i Basa maty ao an-tanàna dia hohanin'ny alika; ary izay tamingany maty any an-tsaha dia hohanin'ny voro-manidina.","Ary ny tantaran'i Basa sisa mbamin'izay nataony ary ny heriny, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Isiraely va izany?","Ary Basa lasa nodimandry any amin'ny razany, dia nalevina tao Tirza; ary Elaha zanany no nanjaka nandimby azy.","Ary Jeho mpaminany zanak'i Hanany, dia nampitondraina ny tenin'i Jehovah ny amin'i Basa sy ny taranany, satria nanao ratsy teo imason'i Jehovah ka nampahatezitra Azy tamin'ny asan'ny tanany, ka dia tonga tahaka ny mpianakavin'i Jeroboama, ary satria namono ireo izy.","Tamin'ny taona fahenina amby roa-polo nanjakan'i Asa, mpanjakan'ny Joda, no vao nanjakan'i Elaha, zanak'i Basa, tamin'ny Isiraely tao Tirza, ary nanjaka roa taona izy.","Ary Zimry mpanompony, komandin'ny antsasaky ny kalesiny, nikomy taminy, raha nisotro ho mamo tao Tirza, tao an-tranon'i Arza, lehiben'ny tao an-dapa tao Tirza, izy.","Dia niditra Zimry ka namely an'i Elaha ho faty tamin'ny taona fahafito amby roa-polo nanjakan'i Asa, mpanjakan'ny Joda, ary izy no nanjaka nisolo azy.","Ary nony vao nanjaka Zimry ka nipetraka tamin'ny seza fiandrianany, dia namono ny mpianakavin'i Basa rehetra izy; ka tsy navelany hisy miangana na dia lehilahy iray akory aza. na tamin'ny havany, na tamin'ny sakaizany.","Toy izany no nandringanan'i Zimry ny mpianakavin'i Basa rehetra, araka ny tenin'i Jehovah izay nampilazainy an'i Jehovah mpaminany ny amin'i Basa,","noho ny fahotany rehetra sy ny fahotan'i Elaha zanany koa, izay nataony sady nampanotany ny Isiraely ka nampahatezitra an'i Jehovah, Andriamanitry ny Isiraely, tamin'ny zava-poanany.","Ary ny tantaran'i Elaha sisa mbamin'izay rehetra nataony, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Isiraely va izany?","Tamin'ny taona fahafito amby roa-polo nanjakan'i Asa, mpanjakan'ny Joda, no nanjakan'i Zimry hafitoana tao Tirza. Ary ny olona nanao fahirano an'i Gibetona, izay an'ny Filistina.","Ary ny olona izay nitoby teo dia nandre hoe: Efa nikomy Zimry sady efa namono ny mpanjaka koa; ary ny Isiraely rehetra tany an-tobiny nampanjaka an'i Omry, komandin'ny miaramila, androtrizay ihany ho mpanjakan'ny Isiraely.","Dia niakatra avy tao Gibetona Omry sy ny Isiraely rehetra niaraka taminy, ka dia nanao fahirano an'i Tirza.","Ary nony hitan'i Zimry fa afaka ny tanana, dia lasa niditra tao amin'ny trano avo amin'ny lapa izy, ary nodorany tamin'ny afo ny lapa. ka may tao izy, dia maty","noho ny fahotana izay nataony tamin'ny nanaovany izay ratsy eo imason'i Jehovah, tamin'ny nandehanany tamin'ny lalan'i Jeroboama sy tamin'ny fahotana izay nataony sady nampanotany ny Isiraely.","Ary ny tantaran'i Zimry sisa mbamin'ny fikomiany, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Isiraely va izany?","Ary tamin'izany dia nizara roa ny lehilahy amin'ny Isiraely: ny antsasany nomba an i Tibny, zanak'i Ginata, hampanjaka azy; ary ny antsasany kosa nomba an'i Omry.","Fa ny olona izay nomba an'i Omry naharesy ny olona izay nomba an'i Tibny, zanak'i Ginata; ka dia maty Tibny, ary Omry no nanjaka.","Tamin'ny taona fahiraika amby telo-polo nanjakan'i Asa, mpanjakan'ny Joda, no vao nanjakan'i Omry; ary nanjaka roa ambin'ny folo taona tamin'ny Isiraely izy; tao Tirza no nanjakany enin-taona.","Ary novidiny talenta volafotsy roa tamin'i Samera ny havoan'i Samaria, dia nanao tanàna teo an-tampon'ny havoana izy, ary nataony hoe Samaria, araka ny anaran'i Samera, tompon'ny havoana, ny anaran'ny tanàna.","Fa Omry nanao izay ratsy eo imason'i Jehovah; eny, nanao ratsy mihoatra noho izay rehetra teo alohany izy;","fa nandeha tamin'ny lalana rehetra nalehan'i Jeroboama, zanak'i Nebata, sy tamin'ny fahotana izay nampanotany ny Isiraely izy ka nampahatezitra an'i Jehovah, Andriamanitry ny Isiraely, tamin'ny zava-poanany.","Ary ny tantaran'i Omry sisa mbamin'izay nataony sy ny heriny izay nasehony, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Isiraely va izany?","Ary Omry lasa nodi-mandry any amin'ny razany, dia nalevina tao Samaria izy; ary Ahaba zanany no nanjaka nandimby azy.","Ary Ahaba, zanak'i Omry, vao nanjaka tamin'ny Isiraely tamin'ny taona fahavalo amby telo-polo nanjakan'i Asa, mpanjakan'ny Joda, ary nanjaka tamin'ny Isiraely tao Samaria roa amby roa-polo Taona izy.","Ary Ahaba, zanak'i Omry, nanao izay ratsy eo imason'i Jehovah mihoatra noho izay rehetra teo alohany.","Fa nataony ho zavatra kely foana ny handeha amin'ny fahotan'i Jeroboama, zanak'i Nebata. ka dia nampakatra an'i Jezebela, zanakavavin'i Etibala, mpanjakan'ny Sidoniana, izy ho vadiny, dia nandeha nanompo an'i Bala ka niankohoka teo anatrehany.","Ary nanao alitara ho an'i Bala tao amin'ny tranon'i Bala izay nataony tao Samaria izy.","Ary Ahaba nanao ny Aseraha ka nampahatezitra an'i Jehovah, Andriamanitry ny Isiraely, mihoatra noho ny mpanjakan'ny Isiraely rehetra izay teo alohany.","Tamin'ny andron'i Ahaba no nanorenan'i Hiela Betelita an'i Jeriko; ny ain'i Abìrama lahimatoany no sazin'ny nanorenany ny fanambaniny, ary ny ain'i Segoba faralahiny no sazin'ny nananganany ny vavahadiny, araka ny tenin'i Jehovah izay nampilazainy an'i Josoa, zanak'i Nona."]}