{"book":"1 Mpanjaka","chapter":4,"verses":["Ary nanjaka tamin'ny Isiraely rehetra Solomona mpanjaka.","Ary izao no lehibe tao aminy: Azaria, zanak'i Zadoka, no mpisorona; [Na: zanak'i Zadoka mpisorona]","Elihorefa sy Ahia, zanak'i Sisa, no mpanoratra; Josafata. zanak'i Ahiloda, no mpitadidy ny raharaha-mpanjakana;","ary Benaia, zanak'i Joiada, no komandin'ny miaramila; ary Zadoka sy Abiatara no mpisorona;","ary Azaria, zanak'i Natana, no lehiben'ny olona voatendry; ary Zaboda, zanak'i Natana, no mpanolotsaina, sakaizan'ny mpanjaka, [Heb. mpisorona]","ary Ahisara no lehiben'ny tao an-dapa; ary Adonirama, zanak'i Abda, no komandin'ny mpanao fanompoana.","Ary Solomona nanendry roa ambin'ny folo lahy ho amin'ny Isiraely rehetra hiadidy ny zavatra rehetra nilain'ny mpanjaka sy ny ankohonany; samy niadidy ny iray volana avy amin'ny herintaona izy.","Ary izao no anarany: Beni-hora tany amin'ny tany havoan'i Efraima;","Beni-dakera tao Makaza sy tao Salbima sy Beti-semesy ary Elon-beti-hanana;","Beni-haseda tao Arobota; Soko sy ny tany Hefera rehetra no azy;","Ben'abinadaba tao amin'ny havoan'i Dora rehetra (Tafata, zanakavavin'i Solomona, no vadiny);","Bana, zanak'i Ahiloda; azy Tanaka sy Megido ary Beti-sana rehetra, izay anilan'i Zaretana, ambanin'i Jezirela, hatrany Beti-sana ka hatrany Abela-mehola, dia hatrany ankoatr'i Jokneama no azy.","Beni-gabera tao Ramota-gileada; ny tanàna madinika an'i Jaïra, zanak'i Manase, izay any Gileada, no azy; azy koa ny tany Argoba, izay any Basana, dia tanana enim-polo lehibe nisy manda sy hidy varahina; [Havota-jaïra; izahao Nom. xxxii. 41]","Ahinadaba, zanak'Ido, tany Mahanaima;","Ahimaza tany Naftaly; izy kosa nanambady an'i Basemata, zanakavavin'i Solomona;","Bana, zanak'i Hosay, tany Asera sy Alota;","Josafata, zanak'i Paroa, tany Isakara;","Simey, zanak'i Ela, tany Benjamina;","Gabera, zanak'i Ory, tany amin'ny tany Gileada, tanin'i Sihona, mpanjakan'ny Amorita, sy Oga, mpanjakan'i Basana; ary izy ihany no voatendry ho amin'izany tany izany.","Ary ny Joda sy ny Isiraely dia maro, tahaka ny fasika amoron-dranomasina ny hamarony, sady mihinana sy misotro ary mifaly."]}