{"book":"1 Mpanjaka","chapter":22,"verses":["Ary nandry fahizay ny Syriana sy ny Isiraely telo taona, fa tsy niady.","Ary nony tamin'ny taona fahatelo, dia nidina Josafata, mpanjakan'ny Joda, ho any amin'ny mpanjakan'ny Isiraely.","Ary hoy ny mpanjakan'ny Isiraely tamin'ny mpanompony: Moa fantatrareo va fa antsika Ramota-gileada, nefa isika mitoetra foana ka tsy maka azy amin'ny tanan'ny mpanjakan'i Syria?","Ary hoy koa izy tamin'i Josafata: Mba hiaraka amiko hiady an'i Ramota-gileada va ianao? Dia hoy Josafata tamin'ny mpanjakan'ny Isiraely. Eny, fa tahaka ny tenanao ihany aho, ka ny oloko dia olonao, ary ny soavaliko dia soavalinao.","Ary hoy Josafata tamin'ny mpanjakan'ny Isiraely: Masìna ianao, anontanio aloha ny tenin'i Jehovah.","Ary ny mpanjakan'ny Isiraely dia nanangona ny mpaminany tokony ho efa-jato lahy ka nanao taminy hoe: Handena hanafika an'i Ramota-gileada va aho, sa hijanona ihany? Dia hoy ireo: Mandehana, fa hatolotry ny Tompo eo an-tananao izy, ry mpanjaka.","Ary hoy kosa Josafata: Moa tsy misy mpaminanin'i Jehovah koa va eto mba hanontaniantsika?","Dia hoy ny mpanjakan'ny Isiraely tamin'i Josafata: Mbola misy lehilahy iray ihany, dia Mikaia, zanak'i Jimla, izay ahazoantsika manontany amin'i Jehovah, saingy halako izy, satria tsy mba maminany soa ho ahy izy. fa loza ihany. Dia hoy Josafata: Aza manao izany, ry mpanjaka.","Ary ny mpanjakan'ny Isiraely niantso ny tandapa anankiray ka nanao taminy hoe: Alao faingana Mikaia, zanak'i Jimla.","Ary ny mpanjakan'ny Isiraely sy Josafata, mpanjakan'ny Joda, samy nipetraka teo amin'ny seza fiandrianany avy teo amin'ny famoloana eo anoloan'ny vavahadin'i Samaria sady samy efa niakanjo ny akanjony avy; ary ny mpaminany rehetra naminany teo matrehany.","Ary Zedekia, zanak'i Kenana, dia nanao tandroby ka nanao hoe: Izao no lazain'i Jehovah: ireto no hanotoanao ny Syriana mandra-paharingany.","Ary ny mpaminany rehetra naminany toy izany koa hoe: Mandehana any Ramota-gileada, dia hambinina ianao; fa Jehovah hanolotra azy eo an-tananao, ry mpanjaka.","Ary ilay iraka izay nandeha naka an'i Mikaia niteny taminy hoe: Indro fa efa iray teny avokoa izao ny mpaminany ka milaza soa ho an'ny mpanjaka; masìna ianao, aoka re ny teninao mba ho tahaka ny an'ny anankiray amin'ireo, ka mba mitenena soa koa.","Ary hoy Mikaia: Raha velona koa Jehovah, dia izay lazain'i Jehovah amiko ihany no hambarako.","Dia nankany amin'ny mpanjaka izy. Ary hoy ny mpanjaka taminy: Ry Mikaia, handeha hanafika an'i Ramota-gileada va isika, sa hijanona ihany? Ary izy namaly azy hoe: Mandehana, fa hambinina ianao, fa hatolotr'i Jehovah eo an-tananao izy, ry mpanjaka.","Ary hoy ny mpanjaka taminy: Impiry no hampianianako anao mba tsy hilaza na inona na inona amiko amin'ny anaran'i Jehovah afa-tsy izay marina ihany","Dia hoy Mikaia Hitako fa indreny ny Isiraely rehetra niely teny an-tendrombohitra toy ny ondry tsy misy mpiandry, ary hoy Jehovah: Ireto efa tsy manan-tompo, aoka izy samy hody soa aman-tsara any an-tranony avy.","Dia hoy ny mpanjakan'ny Isiraely tamin'i Josafata: Tsy efa voalazako taminao va fa tsy mba mety maminany soa ho ahy izy, fa loza ihany?","Ary hoy Mikaia: Henoy ary ny tenin'i Jehovah: Nahita an'i Jehovah nipetraka teo amin'ny seza fiandrianany aho, ary ireo maro be rehetra any an-danitra nitsangana teo andaniny avy, dia teo amin'ny ankavanany sy teo amin'ny ankaviany.","Ary hoy Jehovah: Iza no hitaona an'i Ahaba handeha ho any Ramotagileada ka ho lavo any? Ary ny anankiray niteny toy izao, ary ny anankiray kosa niteny toy izao.","Dia nandroso ny fanahy ka nitsangana teo anatrehan'i Jehovah ary nanao hoe: Izaho no hitaona azy. Ary hoy Jehovah taminy: Amin'inona anefa?","Dia hoy izy: Hivoaka aho ka ho tonga fanahy mandainga ao am-bavan'ny mpaminaniny rehetra. Dia hoy indray Jehovah: Ho voataonanao ihany izy, ka hahatanteraka ianao; mivoaha ary, ka ataovy izany.","Koa, indro, Jehovah efa nanisy fanahy mandainga ao am-bavan'ireto mpaminaninao rehetra ireto ary Izy koa efa nilaza ny loza hanjo anao.","Fa Zedekia, zanak'i Kenana, nanatona, dia namely ny takolak'i Mikaia sady nanao hoe: Taiza no nialan'ny Fanahin'i Jehovah tamiko hiteny aminao?","Dia hoy Mikaia: Indro, ho hitanao izany amin'ny andro hidiranao ao amin'ny efi-trano anatiny hierenao.[Na: hitsofotsofohanao amin'ny efi-trano]","Dia hoy ny mpanjakan'ny Isiraely: Raiso Mikaia, ka ento miverina izy ho any amin'i Amona, komandin'ny tanàna, sy ho any amin'i Joasy, zanaky ny mpanjaka,","ka lazao hoe: Izao no lazain'ny mpanjaka: Ataovy ao an-trano-maizina ilehity, ka fahano mofom-pahoriana sy ranom-pahoriana izy mandra-pahatongako soa aman-tsara.","Fa hoy Mikaia: Raha tàhiny ho tafaverina soa aman-tsara ianao dia tsy nampitenenin'i Jehovah aho tsy akory. Ary hoy koa izy: Samia mihaino izany ianareo, ry firenena rehetra.","Dia niakatra nankany Ramota-gileada ny mpanjakan'ny Isiraely sy Josafata, mpanjakan'ny Joda.","Ary hoy ny mpanjakan'ny Isiraely tamin'i Josafata: Hody olon-kafa aho ka hitsarapaka any anatin'ny ady, fa ianao kosa dia miakanjoa ny akanjonao ihany. Dia nody olon-kafa ny mpanjakan'ny Isiraely ka nitsarapaka tany anatin'ny ady.","Fa ny mpanjakan'i Syria efa nandidy ny roa amby telo-polo lahy, komandin'ny kalesy, nanao hoe: Aza miady na amin'ny kely na amin'ny lehibe, afa-tsy amin'ny mpanjakan'ny Isiraely ihany.","Ary nony nahita an'i Josafata ireo komandin'ny kalesy, dia hoy izy: Iny mihitsy no mpanjakan'ny Isiraely. Dia nanatrika hiady taminy ireo; ka dia niantsoantso Josafata.","Ary rehefa hitan'ireo komandin'ny kalesy fa tsy ny mpanjakan'ny Isiraely izy, dia niverina niala taminy ireo.","Ary nisy lehilahy anankiray nandefa zana-tsipìka kitoatoa ka nahavoa ny mpanjakan'ny Isiraely teo anelanelan'ny fiarovan-tratrany sy ny eo ambaniny; ka dia hoy izy tamin'ny mpampandeha ny kalesiny: Ahodino, ka ento miala eto amin'ny ady aho, fa voa.","Ary nihamafy ny ady tamin'izany andro izany; ary ny mpanjaka notohanana hitsangana teo amin'ny kalesiny tandrifin'ny Syriana, ary dia maty izy nony efa harivariva ny andro; ary ny rà nandeha avy teo amin'ny efa voa ho ao anatin'ny kalesy.","Ary nony efa hilentika ny masoandro, dia niely eran'ny toby rehetra izao antsoantso izao hoe: Samia mody any an-tanànany avy sy any amin'ny taniny avy!","Dia maty ny mpanjaka, ka nentina tany Samaria izy, dia nalevina tao.","Ary nony nosasana teo am-parihin'i Samaria ny kalesiny, dia avy ny alika nilelaka ny ràny raha nandro tao ny vehivavy janga araka ny tenin'i Jehovah.","Ary ny tantaran'i Ahaba sisa mbamin'izay rehetra nataony sy ny trano ivory izay nataony ary ny tanàna rehetra izay naoriny, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Isiraely va izany?","Ary Ahaba lasa nodi-mandry any amin'ny razany; ary Ahazia zanany no nanjaka nandimby azy.","Ary Josafata, zanak'i Asa, vao nanjaka tamin'ny Joda tamin'ny taona fahefatra nanjakan'i Ahaba, mpanjakan'ny Isiraely.","Dimy amby telo-polo taona Josafata, fony izy vao nanjaka, ary dimy amby roa-polo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Azoba, zanakavavin'i Sily.","Ary nandeha tamin'ny lalana rehetra izay nalehan'i Asa rainy izy ka tsy niala tamin'izany, fa nanao izay mahitsy eo imason'i Jehovah;","kanefa kosa ny fitoerana avo tsy mba noravana, fa ny olona mbola namono zavatra hatao fanatitra sady mbola nandoro ditin-kazo manitra teny amin'ny fitoerana avo ihany.","Ary Josafata nanao fihavanana tamin'ny mpanjakan'ny Isiraely.","Ary ny tantaran'i Josafata sisa sy ny heriny mbamin'ny niadiany, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Joda va izany?","Ary ny sisa amin'ny olona izay nanolo-tena hijangajanga ho fanompoan-tsampy, dia Izay mbola tany tamin'ny andron'i Asa rainy, dia nofongorany hiala amin'ny tany.","Ary tsy nisy mpanjaka tany Edoma fahizay, fa olona voatendry no nitondra ny fanjakana.","Ary Josafata nanao sambon'i Tarsisy folo hankany Ofira haka volamena; nefa tsy lasa ireo sambo ireo, fa nahavakiana tao Ezion-gebera.","Dia hoy Ahazia, zanak'i Ahaba, tamin'i Josafata: Aoka ny vahoakako hiaraka amin'ny vahoakanao any an-tsambo. Fa tsy nety Josafata.","Ary Josafata lasa nodi-mandry any amin'ny razany, dia nalevina tao amin'ny razany tao an-Tanànan'i Davida rainy izy; ary Jehorama zanany no nanjaka nandimby azy.","Ahazia, zanak'i Ahaba, vao nanjaka tamin'ny Isiraely tao Samaria tamin'ny taona fahafito ambin'ny folo nanjakan'i Josafata, mpanjakan'ny Joda; ary nanjaka roa taona tamin'ny Isiraely izy.","Ary nanao izay ratsy eo imason'i Jehovah izy, fa nandeha tamin'ny lalan'ny rainy sy ny reniny ary tamin'ny lalan'i Jeroboama, zanak'i Nebata, izay nampanota ny Isiraely;","ary nanompo an'i Bala izy, dia niankohoka teo anatrehany ka nampahatezitra an'i Jehovah, Andriamanitry ny Isiraely, tahaka izay rehetra nataon-drainy."]}