{"book":"1 Mpanjaka","chapter":8,"verses":["Ary tamin'izany Solomona mpanjaka dia namory ny loholon'ny Isiraely sy ny lohan'ny firenena rehetra, dia ny lohan'ny fianakaviana tamin'ny Zanak'Isiraely, ho ao aminy tany Jerosalema mba hampakatra ny fiaran'ny faneken'i Jehovah avy ao Ziona. Tanànan'i Davida.","Dia nivory ho any amin'i Solomona mpanjaka ny lehilahy rehetra amin'ny Isiraely tamin'ny andro firavoravoana tamin'ny volana Etanima (volana fahafito izany).","Ary tonga ny loholon'ny Isiraely rehetra, ary ny mpisorona no nitondra ny fiara;","ary dia nampakariny ny fiaran'i Jehovah sy ny trano-lay fihaonana mbamin'ny fanaka masina rehetra izay tao amin'ny lay. Nampakarin'ny mpisorona sy ny Levita ireo zavatra ireo.","Ary Solomona mpanjaka sy ny fiangonana, dia ny Isiraely rehetra, izay nivory teo aminy teo anoloan'ny fiara, dia samy namono zavatra hatao fanatitra, dia ondry aman'osy sy omby izay tsy tambo isaina sady tsy hita isa noho ny hamaroany.","Ary ny fiaran'ny faneken'i Jehovah dia nampidirin'ny mpisorona ho ao amin'ny fitoerany tao anatin'ny efi-trano anatiny, dia ny fitoerana masina indrindra, teo ambanin'ny elatry ny kerobima,","fa nivelatra teo ambonin'ny fitoeran'ny fiara ny elatry ny kerobima ka nanaloka ny fiara sy ny baony.","Ary lava ny bao, ka hita ny lohany, raha amin'ny fitoerana masina eo anoloan'ny efitra anatiny, nefa tsy hita raha eny ivelany; ary mbola ao mandraka androany izy.","Ary tsy nisy na inona na inona tao anatin'ny fiara afa-tsy ny vato fisaka roa, izay nataon'i Mosesy tao anatiny tany Horeba, fony Jehovah nanao fanekena tamin'ny Zanak'Isiraely tamin'ny nivoahany avy tany amin'ny tany Egypta.","Ary nony nivoaka avy tao amin'ny fitoerana masina ny mpisorona, dia nameno ny tranon'i Jehovah ny rahona;","ka dia tsy nahajanona hanao fanompoam-pivavahana ny mpisorona noho ny rahona, satria ny voninahitr'i Jehovah nameno ny tranon'i Jehovah.","Dia hoy Solomona: Jehovah efa nilaza fa hitoetra ao amin'ny aizim-pito Izy.","Efa nanao trano hitoeranao tokoa aho, dia fitoerana hitoeranao mandrakizay.","Ary ny mpanjaka nitodika ka nitso-drano ny fiangonana, dia ny Isiraely rehetra (nitsangana avokoa ny fiangonana, dia ny Isiraely rehetra),","ka nanao hoe: Isaorana anie Jehovah, Andriamanitry ny Isiraely, fa ny vavany efa niteny tamin'i Davida raiko, ary ny tànany no nahatanteraka izany taminy, dia ilay hoe:","Hatramin'ny andro nitondrako ny Isiraely oloko nivoaka avy tany Egypta dia tsy mbola nisy tanàna nofidiko tamin'ny firenen'Isiraely rehetra hanaovana trano hitoeran'ny anarako; fa nifidy an'i Davida Aho hanapaka ny Isiraely oloko.","Ary efa mby tao am-pon'i Davida raiko ny hanao trano ho an'ny anaran'i Jehovah, Andriamanitry ny Isiraely.","Nefa hoy Jehovah tamin'i Davida raiko: Satria tao am-ponao ny fikasana hanao trano ho an'ny anarako, dia tsara izany fikasanao izany.","Kanefa kosa tsy ianao no hanao ny trano, fa ny zanakao izay haterakao, izy no hanao ny trano ho an'ny anarako.","Ary Jehovah efa nahatanteraka ny teniny izay nolazainy, koa nitsangana handimby an'i Davida raiko aho ary mipetraka eo amin'ny seza fiandrianan'ny Isiraely tahaka ny efa nolazain'i Jehovah, sady efa nanao ny trano ho an'ny anaran'i Jehovah, Andriamanitry ny Isiraely, aho.","Ary nasiako fitoerana teo ho an'ny fiara izay itoeran'ny faneken'i Jehovah, ilay nataony tamin'ny razantsika fony Izy nitondra azy nivoaka avy tany Egypta.","Ary Solomona nitsangana teo anoloan ny alitaran'i Jehovah teo anatrehan'ny fiangonana, dia ny Isiraely rehetra, ka namelatra ny tànany nanandrify ny lanitra","ary nanao hoe. Ry Jehovah, Andriamanitry ny Isiraely ô. tsy misy Andriamanitra tahaka Anao na amin'ny lanitra ambony na amin'ny tany ambany, Izay mitandrina ny fanekenao sy ny famindram-ponao ho an'ny mpanomponao izay mandeha eo anatrehanao amin'ny fony rehetra,","sady efa nahatanteraka tamin'i Davida raiko mpanomponao ilay nolazainao taminy, fa nolazain'ny vavanao izany dia notanterahin'ny tananao tahaka ny amin'izao anio izao.","Koa tanteraho amin'i Davida raiko mpanomponao, Jehovah, Andriamanitry ny Isiraely ô. ilay nolazainao taminy hoe: Tsy ho diso zanakalahy eo anatrehako ianao hipetraka amin'ny seza fiandrianan'ny Isiraely, raha ny zanakao mitandrina ny alehany handehanany eo anatrehako tahaka ny nandehananao teo anatrehako.","Koa ankehitriny ry Andriamanitry ny Isiraely ô, mifona aminao aho, aoka ho tò anie ny teninao, izay nolazainao tamin'i Davida raiko mpanomponao.","Andriamanitra va dia honina ety an-tany tokoa? He! ny lanitra, ary ny lanitry ny lanitra aza tsy omby Anao, koa mainka fa ity trano nataoko ity!","Koa atreho ny fivavaka sy ny fifonan'ny mpanomponao, Jehovah Andriamanitro ô, mba hohenoinao ny fitarainana sy ny fivavaka izay ataon'ny mpanomponao eto anatrehanao anio,","mba hihiratan'ny masonao andro aman'alina amin'ity trano ity, dia amin'ny fitoerana nolazainao hoe: Ho ao ny anarako hihainoanao ny vavaka izay ataon'ny mpanomponao manatrika ity fitoerana ity.","Ary henoy ny fifonan'ny mpanomponao sy ny Isiraely olonao, raha mivavaka manatrika ity fitoerana ity izy; dia mihainoa any an-danitra fonenanao Hianao; eny, mihainoa ka mamelà heloka.","Raha misy olona manota amin'ny namany, ary ampianianiny, ka tonga hianiana eo anoloan'ny alitaranao amin'ity trano ity izy,","dia mihainoa any an-danitra Hianao, ka manaova, ary mitsarà ny mpanomponao, hanameloka ny ratsy fanahy ka hampitsingerina ny nataony ho amin'ny lohany, ary hanamarina ny marina kosa ka hanome azy araka ny fahamarinany.","Raha resy eo anoloan'ny fahavalo ny Isiraely olonao noho ny nanotany taminao, ary miverina aminao sy manaiky ny anaranao indray ka mivavaka sy mifona aminao eto amin'ity trano ity izy,","dia mihainoa any an-danitra Hianao, ka mamelà ny fahotan'ny Isiraely olonao, ary ampodio amin'ny tany nomenao ny razany izy.","Raha mihantona ny andro ka tsy misy ranonorana noho ny nanotan'ny olona taminao, ka mivavaka manatrika ity fitoerana ity izy ka manaiky ny anaranao sady miala amin'ny fahotany, satria ampahorinao,","dia mihainoa any an-danitra Hianao, ka mamelà ny fahotan'ny mpanomponao, dia ny Isiraely olonao satria atoronao azy ny lalana tsara izay tokony halehany, ary mandatsaha ranonorana amin'ny taninao, izay nomenao ho lovan'ny olonao.","Raha misy mosary amin'ny tany, na areti-mandringana, na mainan'ny rivotra ny vary, na maty fotsy, na misy valala sy sompanga, na misy fahavalo manao fahirano azy ao amin'ny taniny, dia ao amin'ny tanànany, na inona fahoriana, na inona aretina,","izay vavaka rehetra sy fifonana rehetra ataon'olona, na ny Isiraely olonao rehetra, izay samy mahalala ny fahorian'ny fony avy, ka mamelatra ny tànany manatrika ity trano ity izy","dia mihainoa any an-danitra fonenanao Hianao, ka mamelà heloka, ary manaova, ka omeo ny olonao araka ny alehany rehetra, fa fantatrao ny fony (fa Hianao dia Hianao irery ihany no mahalala ny fon'ny zanak'olombelona rehetra),","mba hatahorany Anao amin'Izay andro rehetra hiainany ety amin'ny tany nomenao ny razanay.","Ary henoy koa ny vahiny izay tsy isan'ny Isiraely olonao, fa tonga avy any amin'ny tany lavitra noho ny amin'ny anaranao izy","(fa ho reny ny anaranao lehibe sy ny tananao mahery ary ny sandrinao ahinjitra), koa raha avy izy ka mivavaka manatrika ity trano ity,","dia mihainoa any an-danitra fonenanao Hianao, ka manaova araka izay rehetra iantsoan'ny vahiny Anao, mba ho fantatry ny firenena rehetra ambonin'ny tany ny anaranao hatahorany Anao tahaka ny ataon'ny Isiraely olonao ihany, ary mba ho fantany fa ny anaranao no efa nantsoina tamin'ity trano nataoko ity.","Raha mivoaka hiady amin'ny fahavalon'ny olonao, na ho aiza na ho aiza no hanirahanao azy, ka mivavaka amin'i Jehovah manandrify ny tanàna izay nofidinao sy ny trano izay nataoko ho an'ny anaranao izy,","dia henoy any an-danitra ny fivavany sy ny fifonany, ka omeo rariny izy.","Raha manota aminao izy (fa tsy misy olombelona tsy manota), ka tezitra aminy Hianao ary manolotra azy eo anoloan'ny fahavalony, ka dia ho entin'ny mpamabo ho babo any amin'ny tanin'ny fahavalo izy, na ho lavitra na ho akaiky.","ary mahatsiaro any amin'ny tanin'ireo namabo azy ireo izy, ka mibebaka sy mifona aminao any amin'ny tany izay nitondrany azy ho babo ary manao hoe: Efa nanota izahay sady efa nanao meloka sy efa nanao ratsy.","ka dia miverina aminao amin'ny fony rehetra sy ny fanahiny rehetra ao amin'ny tanin'ny fahavalony izay namabo azy izy, ary mivavaka aminao manandrify ny taniny izay nomenao ny razany sy ny tanàna izay nofidinao ary ny trano izay nataoko ho an'ny anaranao,","dia henoy any an-danitra fonenanao ny fivavany sy ny fifonany, ka omeo rariny izy;","eny, mamelà ny heloky ny olonao izay nanota taminao sy ny fahadisoany rehetra izay nataony taminao, ary ataovy mahazo famindram-po amin'izay mamabo azy izy, dia ny hamindran'ireo fo aminy;","fa olonao sy lovanao izy, izay nentinao nivoaka avy tany Egypta, dia avy tao amin'ny memy fandrendreham-by,","mba hihiratan'ny masonao amin'ny fifonan'ny mpanomponao sy ny fifonan'ny Isiraely olonao hihaino azy amin'izay rehetra iantsoany Anao.","Fa Hianao, Jehovah, Tompo ô no nanavaka azy tamin'ny firenena rehetra ambonin'ny tany ho lovanao, araka izay nampilazainao an'i Mosesy mpanomponao tamin'ny nitondranao ny razanay nivoaka avy tany Egypta.","Ary rehefa vita izany vavaka sy fifonana vehetra nataon'i Solomona tamin'i Jehovah: any, dia nitsangana niala teo amin'ny alitaran'i Jehovah izay efa nandohalehan'ny lohaliny sy efa namelarany ny tànany ho amin'ny lanitra izy.","Ary nitsangana izy ka nitso-drano ny fiangonana, dia ny Isiraely rehetra, tamin'ny feo mahery hoe:","Isaorana anie Jehovah, izay nanome fitsaharana ho an'ny Isiraely olony araka izay rehetra nolazainy; tsy misy latsaka na dia teny iray aza tamin'izay teny soa rehetra nampilazainy an'i Mosesy mpanompony.","Jehovah Andriamanitsika anie no amintsika, tahaka ny tamin'ny razantsika; aoka tsy handao na hahafoy antsika Izy,","mba hampanatoniny Azy ny fontsika handehanantsika amin'ny lalany rehetra sy hitandremantsika ny lalàny sy ny didiny ary ny fitsipiny izay nandidiany ny razantsika.","Ary aoka izany teny nifonako teto anatrehan'i Jehovah izany ho ao amin'i Jehovah Andriamanitsika andro aman'alina, mba hanomezany rariny ho ahy mpanompony sy ny Isiraely olony araka izay tandrifiny ho azy isan'andro,","mba ho fantatry ny firenena rehetra ambonin'ny tany fa Jehovah no Andriamanitra, fa tsy misy afa-tsy Izy.","Ary aoka ho marina amin'i Jehovah Andriamanitsika anie ny fonareo, handehananareo amin'ny didiny sy hitandremanareo ny lalàny, tahaka ny amin'izao anio izao.","Ary ny mpanjaka sy ny Isiraely rehetra teo aminy dia namono zavatra hatao fanatitra eo anatrehan'i Jehovah.","Ary Solomona namono zavatra hatao fanati-pihavanana, Izay nateriny ho an'i Jehovah, dia omby roa arivo amby roa alina sy ondry aman'osy roa alina amby iray hetsy. Toy izany no nitokanan'ny mpanjaka sy ny Zanak'Isiraely rehetra ny tranon'i Jehovah.","Ary androtr'io ihany no nanamasinan'ny mpanjaka ny afovoan'ny kianja izay teo anoloan'ny tranon'i Jehovah; fa teo no nanaterany fanatitra dorana sy fanatitra hohanina ary ny saboran'ny fanati-pihavanana; fa kely loatra ny alitara varahina izay teo anatrehan'i Jehovah ka tsy omby ny fanatitra dorana sy ny fanatitra hohanina ary ny saboran'ny fanati-pihavanana.","Ary tamin'izany andro izany Solomona sy ny Isiraely rehetra teo aminy, dia fiangonana lehibe hatrany akaikin'i Hamata ka hatramin'ny lohasahan-driak'i Egypta, dia nitandrina ny andro firavoravoana teo anatrehan'i Jehovah Andriamanitsika hafitoana indroa, dia efatra ambin'ny folo andro.","Ary nony tamin'ny andro fahavalo dia nampodiny ny olona, ary nisaotra andriana izy, dia lasa nandeha ho any an-dainy avy, sady faly no ravoravo ny fony noho ny soa rehetra nataon'i Jehovah tamin'i Davida mpanompony sy ny Isiraely olony."]}