{"book":"1 Mpanjaka","chapter":20,"verses":["Ary Beni-hadada, mpanjakan'i Syria, namory ny miaramilany rehetra, koa mpanjaka roa amby telo-polo mbamin'ny soavaly sy ny kalesy no niaraka taminy; dia niakatra izy ka nanao fahirano an'i Samada ary namely azy.","Ary nandefa iraka ho any amin'i Ahaba, mpanjakan'ny Isiraely, tany an-tanàna izy","hanao aminy hoe: Izao no lazain'i Beni-hadada: Ny volafotsinao sy ny volamenanao dia ahy; ary ny vadinao aman-janakao, na dia ny tsara tarehy indrindra aza, dia ahy koa.","Ary ny mpanjakan'ny Isiraely namaly hoe: Eny marina ny teninao ry mpanjaka tompoko ô: anao aho sy izay rehetra ananako.","Dia niverina indray ny iraka ka nanao hoe: Izao no tenin'i Beni-hadada: Naniraka tat? aminao aho nanao hoe: Ny volafotsinao sy ny volamenanao ary ny vadinao aman-janakao dia omeo ahy;","koa raha maniraka ny mpanompoko ho at? aminao aho rahampitso toy izao, ka savany ny tranonao sy ny tranon'ny mpanomponao, dia horaisin'ny tànany sy ho entiny avokoa izay rehetra mahafinaritra ny masonao na inona na inona.","Ary ny mpanjakan'ny Isiraely nampaka ny loholona rehetra amin'ny tany ka nanao hoe: Masìna ianareo, fantaro sy izahao fa mila sotasota mihitsy ilehiny; fa efa naniraka tat? amiko izy haka ny vadiko aman-janako mbamin'ny volafotsiko sy ny volamenako ka tsy nolaviko.","Ary hoy ny loholona sy ny vahoaka rehetra taminy: Aza mihaino na manaiky.","Ka dia hoy Ahaba tamin'ny irak'i Beni-hadada. Lazao amin'ny mpanjaka tompoko hoe: Izay rehetra nanirahanao tany amiko mpanomponao tamin'ny voalohany dia hataoko; fa izao zavatra izao kosa tsy azoko ekena. Dia lasa ireo iraka ka nitondra teny niverina tany amin'i Beni-hadada indray;","ary izy naniraka tany aminy ka nanao hoe: Hataon'ireo andriamanitra amiko anie izany, eny, mihoatra noho izany aza, raha ho ampy eran-tànan-ila akory ny vovok'i Samaria amin'ny isan-olona manaraka ahy.","Ary ny mpanjakan'ny Isiraely namaly hoe: Izao no holazainao aminy: Aoka izay vao misikina tsy mba hirehareha tahaka ny efa mamaha.","Ary rehefa ren'i Beni-hadada izany teny izany, raha mbola nisotro tao an-trano rantsan-kazo izy sy ireo mpanjaka, dia hoy izy tamin'ny mpanompony: Milahara ianareo. Ary dia nilahatra hamely ny tanàna izy.","Ary, indro, nisy mpaminany nanatona an'i Ahaba, mpanjakan'ny Isiraely, ka nanao hoe: Izao no lazain'i Jehovah: Hitanao va ireo olona maro be rehetra ireo ? Indro, hatolotro eo an-tananao ireo anio; dia ho fantatrao fa Izaho no Jehovah.","Ary hoy Ahaba: Amin'iza? Ary hoy izy: Izao no lazain'i Jehovah: Amin'ny zatovon'ny komandin'ny fanapahana isan-tokony. Dia hoy izy: Iza ary no hamely aloha ? Hianao ihany, hoy izy.","Ary nandamina ny zatovon'ny komandin'ny fanapahana isan-tokony izy, ka roa amby telo-polo amby roan-jato no isany; ary manarakaraka izany, dia nandamina ny olona rehetra izy, dia ny Zanak'Isiraely rehetra, ka fito arivo no isany.","Ary nivoaka izy nony nitataovovonana ny andro. Fa Beni-hadada nisotro ho mamo tao an-trano rantsan-kazo, dia izy sy ireo mpanjaka roa amby telo-polo izay nanampy azy.","Ary ny zatovon'ny komandin'ny fanapahana isan-tokony nivoaka voalohany; ary Beni-hadada naniraka, ka dia nilazana hoe: Misy olona efa nivoaka avy any Samaria.","Ary hoy izy: Ataovy sambo-belona izy, na ho avy hihavana, na ho avy hiady.","Dia nivoaka avy tao an-tanàna ireo zatovon'ny komandin'ny fanapahana isan-totony ireo sy ny miaramila izay nanaraka azy.","Ary samy nahafaty olona iray avy izy rehetra; dia vaky nandositra ny Syriana, ka nenjehin'ny Isiraely; ary Beni-hadada, mpanjakan'i Syria, nandositra an-tsoavaly mbamin'ny mpitaingin-tsoavaly sasany koa.","Ary ny mpanjakan'ny Isiraely nivoaka, dia namely: ny an-tsoavaly sy ny an-kalesy, ka nahafatesany be dia be ny Syriana.","Ary ilay mpaminany nankany amin'ny i mpanjakan'ny Isiraely ka nanao taminy hoe: Mahereza tsara, ary fantaro sy izahao izay ataonao; fa raha miherina ny taona, dia hiakatra indray ny mpanjakan'i Syria hiady aminao.","Ary hoy ny mpanompon'ny mpanjakan'i Syria taminy: Andriamanitry ny havoana ny Andriamanitr'izy ireo, koa izany no nahareseny antsika; fa aoka ange isika hiady aminy eny an-tany lemaka, raha tsy ho resintsika izy e.!","Koa izao zavatra izao no ataovy: Esory ny mpanjaka samy hiala amin'ny toerany avy, ka asio mpanapaka hisolo azy;","ary ianao kosa dia makà miaramila ho anao toraka ny miaramilanao izay maty teo ary soavaly ho solon'ny soavaly sy kalesy ho solon'ny kalesy; ary hiady aminy eny an-tany lemaka isika, ka dia hahery noho izy tokoa. Ary nanaiky ny tenin'ireo izy, ka dia nataony izany.","Ary nony niherina ny taona, dia nandamina ny Syriana Beni-hadada ka niakatra nankany Afeka hiady amin'ny Isiraely.","Ary ny Zanak'Isiraely rehetra kosa dia nalamina sy novatsiana, ka dia lasa hiady aminy; ary ny Zanak'Isiraely nitoby tandrifiny toy ny osy andiany kely roa toko; fa ny Syriana kosa nanenika ny tany.","Ary nanatona ilay lehilahin'Andriamanitra ka nilaza tamin'ny mpanjakan'ny Isiraely hoe: Izao no lazain'i Jehovah: Satria ny Syriana nilaza hoe: Andriamanitry ny havoana ihany Jehovah, fa tsy mba Andriamanitry ny tany lemaka, dia hatolotro eo an-tananao ireo olona maro be rehetra ireo, ka dia ho fantatrao fa Izaho no Jehovah.","Dia nitoby mifanandrify hafitoana izy roa tonta. Ary tamin'ny andro fahafito, dia raikitra ny ady; ary ny Zanak'Isiraely nahafaty ny miaramila an-tongotra iray hetsy tamin'ny Syriana indray andro.","Fa ny sisa dia nandositra nankany an-tanàna Afeka; nefa nianjeran'ny manda ireny olona sisa ireny, ary fito arivo amby roa alina no isany. Ary Beni-hadada nandositra nankany an-tanàna ka niditra tao amin'ny efi-trano anatiny. [Na: nitsofotsofoka amin'ny efi-trano]","Fa hoy ny mpanompony taminy: Indro, efa renay fa mpanjaka mamindra fo ireo mpanjakan'ny taranak'Isiraely. Koa masìna ianao, avelao hosikinanay lamba fisaonana ny valahanay, ary hasianay mahazaka ny lohanay, dia hankany amin'ny mpanjakan'ny Isiraely izahay; angamba hovelominy ny ainao. [Heb. lamba malailay]","Dia nosikinany lamba fisaonana ny valahany, ary nasiany mahazaka ny lohany, dia nankany amin'ny mpanjakan'ny Isiraely izy ka nanao hoe: Izao no fitenin'i Beni-hadada mpanomponao: Avelao mba ho velona ny aiko. Ary hoy izy: Moa mbola velona ihany va izy? Rahalahiko izy.[Heb. lamba malailay]","Ary nataon'ireo olona ireo fa zara ho azy izany, dia namonjy nanantitra ny teniny izy ka nanao hoe: Rahalahinao hoe Beni-adada. Dia hoy izy: Mandehana, alao izy. Ary Beni-hadada nankany aminy, dia nasainy niakatra ho eo amin'ny kalesiny.[Heb. nanao sikidy]","Ary hoy Beni-hadada taminy: Ny tanàna izay nalain'ny raiko tamin'ny rainao dia hampodiko; ary manaova lalambe ho anao any Damaskosy, tahaka ny nataon'ny raiko tany Samaria. Ary hoy Ahaba: Halefako ianao amin'izany fanekena izany. Dia nanao fanekena taminy izy ka nandefa azy.","Ary nisy lehilahy anankiray, zanaky ny mpaminany, niteny tamin'ny namany araka ny tenin'i Jehovah ka nanao hoe: Masìna ianao asio aho. Fa tsy nety namely azy ilay lehilahy.","Dia hoy izy taminy: Satria ianao tsy nihaino ny feon'i Jehovah, indro, fa raha vao miala amiko eto ianao, dia hisy liona hamono anao. Ary raha vao niala teo aminy izy, dia hitan'ny liona ka novonoiny.","Ary nahita lehilahy hafa indray ralehilahy ka nanao hoe: Masìna ianao, asio aho. Ary ilay lehilahy namely azy, dia voa izy ka naratra.","Dia lasa ilay mpaminany ka niandry ny mpanjaka teny an-dalana, ary nasiany fehiloha tamin'ny handriny tsy hahafantarany azy.","Ary nony nandalo ny mpanjaka, dia nitaraina taminy ilay mpaminany ka nanao hoe: Izaho mpanomponao nankany anatin'ny ady; ary, indro, nisy lehilahy anankiray nivily ka nitondra lehilahy tany amiko sady nanao hoe: Hazony ity lehilahy ity; fa raha tahìny lasa izy, dia ny ainao no hisolo ny amy, na handoa talenta volafotsy iray ianao.","Kanjo nony nikeninkenina tetsy sy teroa ny mpanomponao, dia lasa izy. Ary hoy ny mpanjakan'ny Isiraely taminy: Ho tahaka izany ihany no hitsarana anao; ny tenanao no nilaza izany.","Ary nesoriny haingana ilay fehi-loha tamin'ny handriny; ka dia fantatry ny mpanjakan'ny Isiraely fa isan'ny mpaminany izy.","Dia hoy izy taminy: Izao no lazain'i Jehovah: Satria nalefanao niala teo an-tananao ny lehilahy izay nasaiko hovonoina tokoa, dia ny ainao no hisolo ny ainy, ary ny olonao no hisolo ny olony.[Heb. nataoko herema]","Ary ny mpanjakan'ny Isiraely nandeha ho any an-tranony sady nalahelo no sosotra, dia tonga tany Samaria."]}