{"book":"1 Mpanjaka","chapter":19,"verses":["Dia nolazain'i Ahaba tamin'i Jezebela izay rehetra nataon'i Elia, dia ny namonoany ny mpaminany rehetra tamin'ny sabatra.","Ary Jezebela naniraka olona tany amin'i Elia hanao hoe: Hataon'ireo andriamanitra amiko anie izany, eny, mihoatra noho izany aza, raha tsy hataoko toy ny ain'ny anankiray amin'ireny ny ainao raha maraina toy izao.","Ary raha nahita izany izy, dia niainga ka lasa nandeha hamonjy ny ainy dia nankany Beri-sheba, izay any Joda, ary ny zatovo najanony tao.","Fa izy kosa nandeha lalana indray andro tany an-efitra, ary tonga ka nipetraka teo ambanin'ny anjavidy anankiray; dia nangataka ho faty izy ka nanao hoe: Aoka izay! alao ny aiko ankehitriny, Jehovah ô. fa tsy tsara noho ny razako aho.[Heb. rotema; zava-maniry mifanahatahaka amin'ny kifafam-bohitra]","Ary raha nandry natory teo ambanin'ny anjavidy anankiray izy, indro, nisy anjely nanohina azy ka nanao taminy hoe. Miarena, ka homàna. [Heb. rotema; zava-maniry mifanahatahaka amin'ny kifafam-bohitra]","Dia nijery izy, ka, indro, teo anilan'ny lohany nisy mofo voaendy tamin'ny vato mahamay sy rano iray tavoara; ary nihinana sy nisotro izy, dia nandry indray.","Ary avy fanindroany indray Ilay Anjelin'i Jehovah, dia nanohina azy ka nanao hoe: Mitohaza, ka homàna, fa lavitra loatra ny halehanao.","Dia nifoha izy ka nihinana sy nisotro; ary nandeha tamin'ny tanjaka azony tamin'izany hanina izany efa-polo andro efa-polo alina izy ho any Horeba, tendrombohitr'Andriamanitra.","Ary niditra tao anatin'ny zohy izy ka nitoetra tao. Ary, indro, tonga taminy ny tenin'i Jehovah nanao hoe: Manao inona at? ianao, ry Elia?","Dia hoy izy: Nafana dia nafana ny foko noho ny fitiavako an'i Jehovah, Andriamanitry ny maro; fa ny Zanak'Isiraely nahafoy ny fanekenao; ny alitaranao noravany, ny mpaminaninao novonoiny tamin'ny sabatra, ary izaho dia izaho irery ihany no sisa, nefa mbola mitady hahafaty ny aiko koa izy.","Ary hoy Jehovah: Mivoaha, ka mitsangana eo ambonin'ny tendrombohitra eo anatrehan'i Jehovah. Ary, indro, nandalo Jehovah, ka nisy rivotra be sady mahery namakivaky ny tendrombohitra sy nanorotoro ny harambato teo alohan': Jehovah; nefa Jehovah tsy tao amin'ny rivotra; ary manarakaraka ny rivotra nisy horohoron-tany; nefa Jehovah tsy tao amin'ny horohoron-tany;","ary manarakaraka ny horohorontany nisy afo; nefa Jehovah tsy tao amin'ny afo; ary manarakaraka ny afo nisy feo nitsoka malemy.","Ary raha ren'i Elia izany, dia nosaronany ny kapôtiny ny tavany, ary nivoaka izy ka nijanona teo am-bava-zohy. Ary, indro, nisy feo nankao aminy nanao hoe: Manao inona at? ianao ry Elia ?","Dia hoy izy: Nafana dia nafana ny foko noho ny fitiavako an'i Jehovah, Andriamanitry ny maro; fa ny Zanak'Isiraely efa nahafoy ny fanekenao; ny alitaranao noravany, ary ny mpaminaninao novonoiny tamin'ny sabatra, ary izaho dia izaho irery ihany no sisa. nefa mbola mitady hahafaty ny aiko koa izy.","Fa hoy Jehovah taminy: Mandehana, miverena amin'ny nalehanao ho any amin'ny efitr'i Damaskosy; ary raha mby any ianao, dia hosory Hazaela ho mpanjakan'i Syria;","Ary Jeho,zanak'i Nimsy, dia hosory ho mpanjakan'ny Isiraely; ary Elisa, zanak'i Safata, avy any Abela-mehola, dia hosory ho mpaminany handimby anao.","Ary izay afa-mandositra ny sabatr'i Hazaela dia hovonoin'i Jeho; ary izay afa-mandositra ny sabatr'i Jeho kosa dia hovonoin'i Elisa.","Nefa hamela fito arivo ao amin'ny Isiraely Aho, dia ny lohalika rehetra izay tsy nandohalika tamin'i Bala sy ny vava rehetra izay tsy nanoroka azy.","Ary niala teo Elia ka nahita an'i Elisa, zanak'i Safata, izay nampiasa omby efatra amby roa-polo mikambana tsiroaroa avy, fa izy teo amin'ny roa farany indrindra; ary Elia nandroso nanatona azy, dia nanipy ny kapôtiny hanarona azy.","Dia nandao ny omby izy ka nihazakazaka nanaraka an'i Elia ary niteny hoe: Masìna ianao, avelao aho aloha hanoroka an'ikaky sy ineny vao manaraka anao. Ary hoy izy taminy: Mandehana miverina, fa naninona anao moa aho?","Dia niverina niala taminy indray izy ka naka ny omby roa mikambana, dia namono azy, ary nandrahoiny tamin'ny hazo fiasàn'ny omby ny henany ka nomeny ny olona, dia nihinana ireo; ary niainga izy ka nanaraka an'i Elia, dia nanompo azy.[Na: natonony]"]}