{"book":"1 Samoela","chapter":24,"verses":["Ary Davida niakatra niala teo ka nitoetra tao amin'ny batery fiarovana tany En-jedy.","Ary rehefa niverina avy nanenjika ny Filistina Saoly, dia nisy nanambara taminy hoe; Indro, Davida any an-efitr'i En-jedy.","Ary Saoly naka telo arivo lahy voafantina tamin'ny Isiraely rehetra ka lasa nitady an'i Davida sy ny olony tany amin'ny vatolampin'ny osi-dia.","Ary tonga teo amin'ny valan'ondry tamoron-dalana izay nisy zohy izy, ka niditra tao Saoly mba hiavela; nefa Davida sy ny olony efa nipetraka tao anatin'ny zohy.","Ary hoy ny olon'i Davida taminy: Izao no andro nolazain'i Jehovah taminao hoe: Indro, hatolotro eo an-tananao ny fahavalonao hataonao araka izay sitrakao. Dia nitsangana Davida ka nitsaitsaika nanapaka ny sisin'ny kapôtin'i Saoly.","Nefa nony efa vita izany, dia namely an'i Davida ny eritreriny noho ny nanapahany ny sisin'ny kapôtin'i Saoly,","ka hoy izy tamin'ny olony: Sanatria amiko eo anatrehan'i Jehovah, raha hanao izany zavatra izany amin'ny tompoko izay voahosotr'i Jehovah ka haninjitra ny tanako aminy, fa voahosotr'i Jehovah izy.","Dia nampijanona ny mpanompony tamin'izany teny izany Davida ka tsy namela azy hitsangana hamely an'i Saoly. Ary Saoly nitsangana ka niala tao an-johy, dia nandeha tamin'izay nalehany.","Ary rehefa afaka izany, dia mba nitsangana koa Davida ka niala tao an-johy koa, dia niantso an'i Saoly ka nanao hoe: Ry mpanjaka tompoko ô! Ary nony nitodika azy Saoly, dia niondrika tamin'ny tany Davida ka niankohoka.","Ary hoy Davida tamin'i Saoly: Nahoana ianao no maka vavan'olona hoe: Indro, Davida mitady hanisy ratsy anao?","Indro, hitan'ny masonao androany ny nanoloran'i Jehovah anao ho eo an-tanako tao an-johy; ary nisy nilaza hevitra hamonoana anao, saingy niantra anao ny masoko, ka hoy izaho: Tsy haninjitra ny tanako amin'ny tompoko aho, fa voahosotr'i Jehovah izy.","Ary koa, ry ikaky ô, jereo dia jereo ange ny sisin'ny kapôtinao ety an-tanako; fa raha nanapaka ny sisin'ny kapôtinao aho, fa tsy nahafaty anao, dia izahao ka fantaro fa tsy misy faharatsiana na fahadisoana amin'ny tanako, ary tsy nanota taminao aho, nefa ianao kosa mihaza ny aiko mba hahafaty azy.","Jehovah no hitsara ahy sy ianao, ary Jehovah no hamaly anao noho ny amiko, fa ny tanako tsy mba haninona anao.","Araka ny lazain'ny ohabolan'ny ntaolo hoe: Avy amin'ny ratsy fanahy no ivoahan'ny ratsy, nefa ny tanako tsy haninona anao.","Hitady an'iza no nivoahan'ny mpanjakan'ny Isiraely? Iza no enjehinao? Amboa maty; parasy iray.","Aoka Jehovah no ho mpitsara, ka dia hitsara ahy sy ianao ary hijery sy handahatra ho ahy ka hanafaka ahy amin'ny tananao.","Ary nony vita izany teny nataon'i Davida tamin'i Saoly izany, dia hoy Saoly: Feonao va izany, ry Davida zanako ô? Ary Saoly nanandratra ny feony ka nitomany;","ary hoy izy tamin'i Davida: Marina noho izaho ianao; fa ianao dia nanisy soa ahy, fa izaho kosa namaly ratsy anao.","Ary ianao dia naneho androany ny nanaovanao soa tamiko, fa na dia natolotr'i Jehovah teo an-tananao aza aho, dia tsy nahafaty ahy ianao.","Fa moa raha misy olona mahazo ny fahavalony, havelany handeha soa aman-tsara va izy? Koa hovalian'i Jehovah soa anie ianao noho ny nataonao tamiko androany.","Ary, indro, ankehitriny fantatro fa ho mpanjaka tokoa ianao, ary ny fanjakan'ny Isiraely ho tafatoetra tsara eo an-tananao.","Koa mianiàna amiko amin'i Jehovah ianao ankehitriny fa tsy handringana ny taranako mandimby ahy ianao, ary tsy hovonoinao amin'ny mpianakavin'ny raiko ny anarako.","Ary Davida dia nianiana tamin'i Saoly; ary dia lasa nody Saoly, fa Davida sy ny olony kosa niakatra nankany amin'ny batery fiarovana."]}