{"book":"1 Samoela","chapter":30,"verses":["Ary nony tonga teo Ziklaga Davida sy ny olony tamin'ny andro fahatelo, dia, indro, ny Amalekita efa nanafika ny tany atsimo sy Ziklaga ka namely an'i Ziklaga sy nandoro azy tamin'ny afo;","ary efa namabo ny vehivavy sy izay rehetra tao izy, na lehibe na kely, nefa tsy nisy novonoiny na dia iray aza; fa nentiny ho babo ireo, ka lasa nandeha izy.","Ary Davida sy ny olony tonga tao amin'ny tanàna, ary, indro, efa levon'ny afo ny tanàna; ary ny vadiny mbamin'ny zananilahy sy ny zananivavy efa lasan-ko babo.","Ary Davida sy ny mpanaraka azy dia nanandratra ny feony nitomany ambara-paha-tsy nahatomany intsony izy.","Ary voababo koa izy roa vavy vadin'i Davida, dia Ahinoama Jezirelita sy Abigaila, ilay novinadin'i Nabala Karmelita.","Ary ory indrindra Davida, fa ny olona nifampitaona hitora-bato azy, satria samy nalahelo ny zananilahy sy ny zananivavy ny olona rehetra; fa Davida kosa nampahery ny tenany tamin'i Jehovah Andriamaniny.","Ary hoy Davida tamin'i Abiatara mpisorona, zanak'i Ahimeleka: Masìna ianao, ento ety amiko ny efoda. Dia nentin'i Abiatara teo amin'i Davida ny efoda.","Ary Davida nanontany tamin'i Jehovah hoe: Henjehiko va izany jirika izany? Ho tratro va izy? Dia namaly azy Jehovah hoe: Enjeho izy, fa ho tratranao tokoa ary ho rarakao.","Dia lasa Davida sy ny enin-jato lahy izay nanaraka azy ka tonga teo amin'ny renirano Besora, ary teo no nijanonan'ny sasany.","Ary Davida sy ny efa-jato lahy no nanenjika; fa ny roan-jato lahy kosa, izay reraka ka tsy afaka nita ny renirano Besora, dia nijanona tany aoriana.","Ary nahita lehilahy Egyptiana tany an-tsaha ny olona, ka nentiny tany amin'i Davida; ary nomeny hanina ralehilahy, ka nihinana izy, ary nampisotroiny rano koa izy.","Ary nomeny ampempan'aviavy iray didy sy voaloboka maina roa sampaho izy; ary rehefa nihinana izy, dia nody indray ny ainy; fa hateloan'andro sy hateloan'alina izy tsy nihinan-kanina na nisotro rano.","Ary hoy Davida taminy: An'iza moa ianao, ary avy taiza? Ary hoy izy: Zatovo Egyptiana, mpanompon'ny Amalekita anankiray, aho; ary narian'ny tompoko aho, fa narary afaka omaly.","Izahay efa nanafika ny tany atsimo izay an'ny Keretita sy ny an'i Joda ary ny tany atsimo izay an'i Kaleba ary nandoro an'i Ziklaga tamin'ny afo.","Ary hoy Davida taminy: Hitondra ahy midina ho amin'izany jirika izany va ianao? Ary hoy izy: Mianiàna amiko amin'Andriamanitra fa tsy hamono ahy ianao na hanolotra ahy ho eo an-tànan'ny tompoko, dia hitondra anao midina ho amin'izany jirika izany aho.","Ary nony nentiny nidina izy, indreo, miely eran'ny tany izy ka homana sy misotro ary milanona noho ny haben'ny babo rehetra izay azony tamin'ny tanin'ny Filistina sy ny tanin'ny Joda.","Ary Davida namely azy tamin'iny takariva iny ka hatramin'ny ampitso hariva; ary tsy nisy olona afaka, afa-tsy zatovo efa-jato lahy izay nitaingina rameva ka nandositra.","Dia rarak'i Davida izay rehetra efa nobaboin'ny Amalekita; ary dia azon'i Davida koa ny vadiny roa.","Ary tsy nisy zavatra tsy azony, na kely na be, na zazalahy na zazavavy, na inona na inona tamin'izay nobaboin'ireny; izany rehetra izany dia azon'i Davida avokoa.","Ary Davida naka ny ondry aman'osy sy ny omby rehetra; ary nentiny nialoha ny omby hafa ireo, sady nisy niantso hoe: Itony no babon'i Davida.","Ary Davida tonga teo amin'ny roan-jato lahy, izay reraka ka tsy afaka nanaraka azy, fa najanony teo amin'ny renirano Besora; ary dia nandeha ireo hitsena an'i Davida sy ny olona nanaraka azy; ary nony tonga teo akaikin'ny olona Davida, dia nanontany izay toeny.","Dia niteny ny olona sompatra sy tena ratsy fanahy rehetra avy nanaraka an'i Davida ka nanao hoe: Satria tsy mba niaraka tamintsika ireo, dia tsy hanomezantsika azy ny babo izay azontsika, afa-tsy ny vadiny aman-janany isany avy; fa ireo no aoka ho entiny, dia handeha izy.","Fa hoy Davida: Aza manao izany amin'izay nomen'i Jehovah antsika, ry rahalahy; fa niaro antsika Izy, ary natolony teo an-tanantsika ny jirika izay tonga namely antsika.","Koa iza no hanaiky anareo amin'izany? Fa tahaka ny anjaran'izay nidina hiady ihany no ho anjaran'izay nitoetra tamin'ny entana: hiara-misalahy izy.","Dia izany no fanao hatramin'izany andro izany, ka dia natao didy sy lalàna tamin'ny Isiraely izany ambaraka androany.","Ary raha tonga tao Ziklaga Davida, dia mba nanaterany ho an'ny loholon'ny Joda sakaizany ny babo ka nataony hoe: Inty izay saotra ho anareo avy amin'ny babo azo tamin'ny fahavalon'i Jehovah,","dia ho an'izay ao Betela sy izay any Ramata amin'ny tany atsimo sy ho an'izay ao Jatira","sy ho an'izay ao Aroera sy ho an'izay ao Sifmota sy ho an'izay ao Estemoa","sy ho an'izay ao Rakala sy ho an'izay any an-tanànan'ny Jeramelita sy ho an'izay any an-tanànan'ny Kenita","sy ho an'izay ao Horma sy ho an'izay ao Korasana sy ho an'izay ao Ataka","sy ho an'izay ao Hebrona ary ho an'izay any amin'ny tany rehetra nandehandehanan'i Davida sy ny olony."]}