{"book":"1 Samoela","chapter":21,"verses":["Dia nitsangana Davida ka lasa; fa Jonatana kosa nankany an-tanàna.","Ary Davida tonga tany Noba, tany amin'i Ahimeleka mpisorona; ary toran-kovitra Ahimeleka, raha nihaona tamin'i Davida, ka nanao taminy hoe: Nahoana no mandeha irery ianao, fa tsy misy manaraka anao?","Dia hoy Davida tamin'i Ahimeleka mpisorona: Ny mpanjaka efa nanome raharaha ahy, ka hoy izy tamiko: Aoka tsy ho fantatr'olona ny raharaha nanirahako sy nandidiako anao; ka dia nasaiko nankary ny zatovoko.","Koa inona no misy ato aminao? Omeo mofo dimy aho ho ety an-tanako, na izay misy.","Ary ny mpisorona namaly an'i Davida hoe: Tsy misy mofo fihinana ato amiko, fa mofo masina ihany no ato, ka raha mba nifady vehivavy ahay mantsy ny zatovo.","Ary Davida namaly ny mpisorona ka nanao taminy hoe: Eny, fa hatramin'ny hateloana efa tsy niara-nitoetra tamim-behivavy rahateo izahay; ary tamin'izaho niainga dia masina ny fanaky ny zatovo; ary na dia tsy masina aza ny lalana, dia hohamasinina anio izy noho ny fanaka.","Ary ny mpisorona nanome azy mofo masina; fa tsy nisy mofo teo, afa-tsy ny mofo aseho, izay nalainy teo anatrehan'i Jehovah, mba hasiana mofo mafana tamin'ny andro nanesorana azy.","(Nefa nisy anankiray tamin'ny mpanompon'i Saoly teo tamin'izany andro izany, voahazona teo anatrehan'i Jehovah, Doega Edomita no anarany; lehiben'ny mpiandrin'i Saoly izy.)","Ary hoy Davida tamin'i Ahimeleka: Tsy misy lefona na sabatra va eto aminao? fa izaho tsy nitondra ny sabatro na ny fiadiako ety amiko, satria nahamaika ny raharahan'ny mpanjaka.","Fa hoy ny mpisorona: Ny sabatr'i Goliata Filistina, ilay novonoinao tao amin'ny lohasaha Elaha, indro, fa mifono lamba ao ivohon'ny efoda izy; ka raha iny no ho entinao, dia ento; fa tsy misy afa-tsy iny eto. Ary hoy Davida: Tsy misy tahaka iny, fa omeo ahy.","Ary Davida niainga nandositra tamin'izany andro izany mba tsy ho azon'i Saoly, dia nankany amin'i Akisy, mpanjakan'i Gata.","Ary hoy ny mpanompon'i Akisy taminy: Tsy ity moa no Davida, mpanjakan'ny tany? Tsy izy va no nandihizany sy nifampihirany hoe: Saoly nahafaty arivoarivo, Fa Davida nahafaty alinalina?","Ary dia nalatsak'i Davida tao am-pony izany teny izany, ka natahotra an'i Akisy, mpanjakan'i Gata, indrindra izy.","Dia nody adala teo anatrehany izy ka nanao tahaka ny olona very saina teo aminy, fa nanoratsoratra teo amin'ny lela-vavahady izy, sady navelany hitsororoka tamin'ny somony ny iviny.","Ary hoy Akisy tamin'ny mpanompony: He! hitanareo fa very saina io lehilahy io, ka nahoana no nentinareo ety amiko izy?","Izaho moa mitady olona very saina, no nitondranareo ity olona very saina ity mba hanondrana eto anatrehako? Moa hiditra ato an-tranoko va ilehio?"]}