{"book":"1 Samoela","chapter":5,"verses":["Dia nalain'ny Filistina ny fiaran'Andriamanitra ka nentiny niala tany Ebenezera ho any Asdoda.","Ary nony efa azon'ny Filistina ny fiaran'Andriamanitra, dia nentiny tao an-tranon'i Dagona izy ka napetrany teo anilany.","Ary nony ampitson'iny dia nifoha maraina koa ny Asdodita, ka indro Dagona potraka niankohoka tamin'ny tany teo anoloan'ny fiaran'i Jehovah; dia narenin'ny olona izy ka napetrany teo amin'ny fitoerany indray.","Ary nony ampitson'iny indray dia nifoha maraina koa ny olona, ka indro Dagona potraka niankohoka indray tamin'ny tany teo anoloan'ny fiaran'i Jehovah, ary tapaka teo amin'ny tokonam-baravarana ny lohan'i Dagona sy ny felatanany roa; fa ny tenabeny ihany no sisa","izany no tsy anitsahan'ny mpisoron'i Dagona, na izay miditra ao an-tranony, ny tokonam-baravaran'i Dagona ao Asdoda mandraka androany).","Ary navesatra tamin'ny Asdodita ny tànan'i Jehovah, fa nandringana azy Izy; ary nasiany vay ny tao Asdoda sy ny tamin'ny fari-taniny rehetra.","Ary rehefa hitan'ny mponina tao Asdoda fa nisy izany, dia hoy izy: Aza avela hitoetra eto amintsika ny fiaran'ny Andriamanitry ny Isiraely; fa mavesatra amintsika sy amin'i Dagona andriamanitsika ny tànany.","Dia naniraka olona izy ka nanangona ireo andriana rehetra tamin'ny Filistina hankeo aminy ka nanao hoe: Hataontsika ahoana ny fiaran'ny Andriamanitry ny Isiraely? Dia hoy ireo: Aoka hafindra hankany Gata ny fiaran'ny Andriamanitry ny Isiraely. Dia nafindrany ny fiaran'ny Andriamanitry ny Isiraely.","Ary rehefa voafindrany ny fiara, dia namely ny tanàna ny tànan'i Jehovah ka nampangorohoro azy indrindra, fa Izy namely ny mponina tao an-tanàna, na kely na lehibe, ka nisy vay nipoipoitra taminy.","Ary dia naterin'ny olona nankany Ekrona ny fiaran'Andriamanitra. Ary raha vao tonga tany Ekrona ny fiaran'Andriamanitra, dia nitaraina ny Ekronita nanao hoe: Efa nafindran'ny olona ho at? amintsika ny fiaran'ny Andriamanitry ny Isiraely hahafaty antsika sy ny firenentsika.","Dia naniraka olona izy ka nanangona ireo andriana rehetra tamin'ny Filistina ka nanao hoe: Ampandehano ny fiaran'ny Andriamanitry ny Isiraely, ary aoka ho entina ho any amin'ny fitoerany ihany indray izy mba tsy hahafaty antsika sy ny firenentsika; fa nanerana ny tanàna ny horohoron'ny fahafatesana, fa navesatra indrindra tao ny tànan'Andriamanitra.","Ary ny olona izay tsy maty dia voan'ny vay kosa, ka ny fitarainan'ny tao an-tanàna dia niakatra ho any an-danitra."]}