{"book":"1 Samoela","chapter":6,"verses":["Ary ny fiaran'i Jehovah dia tany amin'ny tanin'ny Filistina fito volana.","Ary ny Filistina nampaka ny mpisorona sy ny mpanao fankatovana ka nanao hoe: Ahoana no hataontsika amin'ny fiaran'i Jehovah? Lazao aminay izay hanateranay azy ho any amin'ny fitoerany.","Ary hoy ireo: Raha aterinareo ny fiaran'ny Andriamanitry ny Isiraely, aza aterina foana izy, fa manatera fanati-panonerana ho Azy mihitsy, dia ho sitrana ianareo, ary ho fantatrareo koa izay tsy ialan'ny tànany aminareo.","Dia hoy ny olona: Inona ary no fanati-panonerana haterinay ho Azy? Ary hoy kosa ireo: Vay volamena dimy sy totozy volamena dimy, araka ny isan'ireo andrianan'ny Filistina; fa aretina iray ihany no manjo anareo rehetra sy ny andriananareo.","Koa manaova sarin'ny vainareo sy sarin'ny totozinareo izay manimba ny tany; ary omeo voninahitra ny Andriamanitry ny Isiraely; angamba hanamaivana ny tanany hiala aminareo sy ny andriamanitrareo ary ny taninareo Izy.","Fa nahoana no manamafy ny fonareo ianareo, toy ny nanamafian'ny Egyptiana sy Farao ny fony? Raha nanao fahagagana namelezany azy Izy, moa tsy nalefany handeha va ny olona, ka dia lasa?","Koa ankehitriny manaova sariety vaovao, ary mangalà ombivavy roa mitaiza, izay tsy mbola nasiana zioga, dia afehezo amin'ny sariety ny ombivavy, ka ento mody ny zanany hiala aminy.","Ary alao ny fiaran'i Jehovah, ka apetraho eo ambonin'ny sariety, dia ataovy ao anaty vata kely eo anilany ny fanaka volamena haterinareo ho Azy ho fanati-panonerana, ka ampandehano izany.","Ary izahao, ka raha miakatra amin'ny lalana mankany amin'ny taniny ihany ho any Beti-semesy izany, dia Jehovah no nahatonga izao loza lehibe izao tamintsika; fa raha tsy izany, dia ho fantatsika fa tsy ny tanany no namely antsika, fa mby amin'izay hanjo antsika.","Dia nataon'ny olona izany, ka naka ombivavy roa mitaiza izy, dia nafehiny tamin'ny sariety ireo, fa ny zanany narindriny tao an-trano.","Dia napetrany teo ambonin'ny sariety ny fiaran'i Jehovah sy ny vata kely ary ny totozy volamena sy ny sarin'ny vay.","Ary ny ombivavy nizotra mahitsy tamin'ny lalana mankany Beti-semesy, dia nandeha tamin'ny lalambe ka nimàmà teny am-pandehanana, ary tsy nania, na ho amin'ny ankavanana, na ho amin'ny ankavia, ary ireo andrianan'ny Filistina nanaraka azy hatramin'ny fari-tanin'i Beti-semesy.","Ary ny Beti-semesita nijinja ny vary tritika teny an-dohasaha; ary nanopy ny masony izy ka nahita ny fiara, dia faly raha nahita izany.","Ary ny sariety tonga teo an-tanimbarin'i Josoa Beti-semesita, dia nijanona teo, ary nisy vato lehibe teo; dia namaky ny hazon'ny sariety ny olona ka nanatitra ny ombivavy ho fanatitra dorana ho an'i Jehovah.","Ary ny Levita nampidina ny fiaran'i Jehovah sy ny vata kely izay teo aminy, dia ilay nitoeran'ny fanaka volamena, ka nametraka azy teo ambonin'ny vato lehibe; ary tamin'izany andro izany ny mponina tao Beti-semesy nanatitra fanatitra dorana sy fanatitra hafa alatsa-drà ho an'i Jehovah.","Ary raha hitan'ireo andriana dimy tamin'ny Filistina izany, dia niverina nankany Ekrona androtrizay ihany izy.","Ary izao no sary volamenan'ny vay naterin'ny Filistina ho fanati-panonerana ho an'i Jehovah: an'i Asdoda iray, an'i Gaza iray, an'i Askelona iray, an'i Gata iray, an'i Ekrona iray;","ary ny totozy volamena dia araka ny isan'ny tanàna rehetra an'ny Filistina, izay an'ireo andriana dimy, an'ny tanàna mimanda, na ny vohitra any ivelany, ka hatramin'ny vato lehibe izay nametrahany ny fiaran'i Jehovah; ary mbola any an-tanimbarin'i Josoa Beti-semesita mandraka androany izany.","Ary Jehovah namely ny mponina tao Beti-semesy noho ny nijerijeren'ireo ny fiarany, ka dia olona fito-polo amby dimy alina no maty; dia nisaona ny olona, satria nasian'i Jehovah, ka be dia be no maty.","Ary hoy ny mponina tao Beti-semesy: Iza no mahajanona eo anoloan'izao Jehovah Andriamanitra masina izao? Ary ho amin'iza no hiakarany, rehefa miala amintsika?","Dia naniraka olona nankany amin'ny mponina tao Kiriata-jearima izy hanao hoe: Efa naverin'ny Filistina ny fiaran'i Jehovah; koa midìna ianareo, dia ento miakatra ho any aminareo izy."]}