{"book":"1 Samoela","chapter":20,"verses":["Ary Davida nandositra niala tao Naiota any Rama, dia tonga ka nilaza teo anatrehan'i Jonatana hoe: Inona no nataoko? Inona no heloko? Ary inona no fahotako teo anatrehan-drainao, no dia mitady ny aiko izy?","Ary hoy izy taminy: Sanatria izany! Tsy ho faty ianao; indro, tsy misy tsy ambaran'ikaky ahy izay ataony na be na kely, ary hataon'ikaky ahoana no fanafina izany zavatra izany amiko? Tsy misy izany.","Ary Davida mbola nianiana indray nanao hoe: Fantatry ny rainao marimarina fa efa mahita fitia eo imasonao aho, ka hoy izy: Aoka tsy ho fantatr'i Jonatana izany, fandrao malahelo izy; fa raha velona koa Jehovah, ary raha velona koa ny fanahinao, toa iray dia monja no anelanelako sy ny fahafatesana.","Dia hoy Jonatana tamin'i Davida: Na inona na inona no angatahinao, dia hatàoko aminao izany.","Ary hoy Davida tamin'i Jonatana: Indro, ho tsinam-bolana rahampitso, ary izaho tokony hiara-mipetraka hihinana amin'ny mpanjaka; nefa avelao aho handeha hiery any an-tsaha ambara-pihavin'ny afaka ampitso harivariva.","Koa raha hitan'ny rainao fa tsy eo aho, dia ataovy hoe: Niera fatratra tamiko Davida mba hikaretsaka kely hankany Betlehema tanànany; fa misy fanatitra fanao amin'izy mianakavy rehetra isan-taona any.","Ary raha lazainy hoe: Tsara izany, dia fiadanana no ho an'ny mpanomponao; fa raha tezitra mafy kosa izy, dia aoka ho fantatrao tsara fa misy ratsy ifofoany ahy.","Koa mamindrà fo amin'ny mpanomponao; fa nampanaovinao ny faneken'i Jehovah aminao ny mpanomponao; nefa raha manankeloka aho, dia aoka ianao ihany no hahafaty ahy, fa nahoana no ho entinao any amin'ny rainao aho?","Fa hoy Jonatana: Sanatria raha hahazo anao izany! Fa raha fantatro tokoa fa misy ratsy ifofoan'ikaky anao, dia hambarako aminao mihitsy izany.","Dia hoy Davida tamin'i Jonatana: Iza no hanambara izany amiko, na hampandre ahy izay teny sarotra havalin-drainao anao? [Na: Iza anefa no hanambara amiko, raha tahìny mamaly sarotra anao rainao]","Ary hoy Jonatana tamin'i Davida: Andeha ary isika hivoaka any an-tsaha. Dia nivoaka tany an-tsaha izy roa lahy.","Ary hoy Jonatana tamin'i Davida: Jehovah, Andriamanitry ny Isiraely, anie ho vavolombelona! Rehefa fotorako tsara rahampitso na afaka ampitso toy izao ny hevitry ny raiko, ka hitako fa misy soa ho an'i Davida, ka tsy maniraka any aminao aho sy manambara izany aminao,","dia hataon'i Jehovah toy izany anie Jonatana, eny, mihoatra noho izany aza; fa raha kasain'ny raiko kosa ny hanisy ratsy anao, dia hambarako aminao izany, ka halefako ianao mba handehananao soa aman-tsara; ary homba anao tahaka ny tamin'ny raiko anie Jehovah.","Ary raha mbola velona ihany aho, dia tsy hasehonao ahy va ny fiantran'i Jehovah mba tsy hahafaty ahy?","Ary tsy hesorinao amin'ny taranako koa ny famindram-ponao mandrakizay, eny, na dia avy aza izay handringanan'i Jehovah ny fahavalon'i Davida rehetra tsy ho ety ambonin'ny tany.","Ary dia nanao fanekena Jonatana ny amin'ny taranak'i Davida hoe: Jehovah no hamaly ny fahavalon'i Davida.","Ary Jonatana nampianiana an'i Davida indray noho ny fitiavany azy; fa tiany toy ny tenany izy.","Ary hoy Jonatana tamin'i Davida: Rahampitso ho tsinam-bolana; ary ho hita fa tsy eo ianao, fa ho foana ny fipetrahanao.","Koa rehefa mby amin'ny andro fahatelo dia midìna faingana ianao, ary tongava ao amin'ilay nierenao tamin'ny andro nitrangan'ilay raharaha iny, ka mitoera ao anilan'ny vato Ezela.[Izahao xix. 2, 3]","Ary izaho handefa zana-tsipìka telo eo anilany, toy ny mikendry marika.","Dia haniraka ny zazalahy aho ka hanao hoe: Mandehana, izahao ny zana-tsipìka. Ka raha lazaiko mihitsy amin'ilay zazalahy hoe: Indreo eo aorianao ny zana-tsipìka, ento et?, dia avia ianao, fa hipetraka amin'ny fiadanana ianao, ka tsy hisy haninona anao, raha velona koa Jehovah.","Fa raha hoy kosa aho amin'ilay zazalahy: Indreo eo alohanao ny zana-tsipìka, dia mandehana ianao, fa Jehovah no nampandeha anao.","Ary ny amin'ilay noresahintsika, dia izaho sy ianao, indro, Jehovah no vavolombelona amiko sy aminao mandrakizay.","Ary Davida niery tany an-tsaha. Koa nony tsinam-bolana, dia nipetraka hihinana","teo amin'ny fipetrahany tahaka ny isanandro ihany ny mpanjaka, dia teo amin'ny fipetrahana teo anilan'ny rindrina, koa Jonatana nitsangana, fa Abnera nipetraka teo anilan'i Saoly; ary foana kosa ny fipetrahan'i Davida.","Nefa Saoly tsy niteny na inona na inona tamin'izany andro izany; fa nataony ho nisy zavatra nanjo azy, ka tsy madio izy, eny, tsy madio izy.","Ary nony tamin'ny andro faharoa dia ny ampitson'ny tsinam-bolana, ka mbola foana ihany ny fipetrahan'i Davida, dia hoy Saoly tamin'i Jonatana zanany: Ahoana no tsy mba nahatongavan'ny zanak'i Jese hihinana omaly sy androany?","Ary Jonatana namaly an'i Saoly hoe: Davida niera fatratra tamiko hankany Betlehema","nanao hoe: Masìna ianao, aoka handeha aho, fa izahay mianakavy manao fanatitra any an-tanàna, ka asain'ny rahalahiko mankany aho; koa ankehitriny, raha nahita fitia eo imasonao aho, masìna ianao, aoka handeha aho hamangy ny rahalahiko; ka izany no tsy mba nahatongavany teto amin'ny latabatry ny mpanjaka.","Dia nirehitra tamin'i Jonatana ny fahatezeran'i Saoly, ka hoy izy taminy: Hianao zanaky ny vehivavy maditra sy mpiodina, moa tsy fantatro va fa mifidy ny zanak'i Jese ianao ho henatrao sy ho henatry ny kibon'ny reninao.[Heb. fitanjahan']","Fa raha mbola velona ety ambonin'ny tany koa iny zanak'i Jese iny, dia tsy ho tafatoetra tsara ianao na ny fanjakanao. Koa maniraha haka azy hankat? amiko, fa meloka tokony ho faty izy.","Ary Jonatana namaly an'i Saoly rainy ka nanao taminy hoe: Nahoana no hatao maty izy? Inona no nataony?","Ary Saoly nitora-defona handefona azy, ka dia fantatr'i Jonatana fa nofofoin'ny rainy hovonoina Davida.","Dia nitsangana niala teo amin'ny latabatra Jonatana, sady nirehitra ny fahatezerany, ka tsy nihinan-kanina izy tamin'ny ampitson'ny tsinam-bolana; fa nalahelo an'i Davida izy, satria nomen-drainy henatra.","Ary nony maraina, dia nivoaka nankany an-tsaha Jonatana tamin'ilay fotoana nataony tamin'i Davida, ary nisy zazalahy kely nanaraka azy.","Ary hoy Jonatana taminy: Mihazakazaha, ka izahao ny zana-tsipìka alefako. Ary nony nihazakazaka ilay zazalahy, dia nalefany nihoatra azy ny zana-tsipìka.","Ary nony efa tonga teo amin'ilay nipetrahan'ny zana-tsipìka nalefan'i Jonatana ilay zazalahy, dia nantsoin'i Jonatana izy hoe: Tsy ireo alohanao ireo va ny zana-tsipìka?","Ary Jonatana niantso ilay zazalahy hoe: Haingàna dia haingàna, ka aza mijanonjanona. Ary ny zazalahin'i Jonatana nanangona ny zana-tsipìka, dia nankeo amin'ny tompony.","Nefa ilay zazalahy tsy nahalala na inona na inona; fa Jonatana sy Davida ihany no nahalala ny anton'izany.","Dia nomen'i Jonatana ilay zazalahy ny fiadiany, ka hoy izy taminy: Mandehana, ka ento ho any an-tanàna ireto.","Ary nony lasa ilay zazalahy, dia nitsangana avy any atsimo Davida, ka niankohoka tamin'ny tany izy sady niondrika in-telo, ary nifanoroka izy roa lahy, ka samy nitomany; nefa ny an'i Davida dia mafy loatra.","Ary hoy Jonatana tamin'i Davida: Mandehana soa aman-tsara; fa efa nianiana tamin'ny anaran'i Jehovah isika roa lahy hoe: Jehovah no vavolombelona amiko sy aminao ary amin'ny taranako sy ny taranakao mandrakizay."]}