{"book":"1 Samoela","chapter":3,"verses":["Ary Samoela zaza nanao fanompoam-pivavahana tamin'i Jehovah teo anatrehan'i Ely. Ary tamin'izany andro izany efa nahàlana ny tenin'i Jehovah: tsy nisy fahitana niseho loatra.","Ary tamin'izany andro izany, raha nandry tao amin'ny fandriany Ely (efa pahina ny masony, ka tsy nahita izy),","sady tsy mbola maty ny jiron'Andriamanitra, ary Samoela efa nandry tao amin'ny tempolin'i Jehovah, izay nisy ny fiaran'Andriamanitra,","dia niantso an'i Samoela Jehovah, ary izy namaly hoe: Inty aho.","Dia nihazakazaka nankeo amin'i Ely izy ka nanao hoe: Inty aho, fa niantso ahy ianao. Fa hoy Ely: Tsy niantso aho, andeha mandry ihany. Dia lasa nandry izy.","Ary Jehovah niantso azy indray hoe: Ry Samoela! Dia nifoha Samoela ka nankao amin'i Ely ary nanao hoe: Inty aho, fa niantso ahy ianao. Fa hoy izy: Tsy niantso aho, anaka; andeha mandry ihany.","Ary Samoela tsy mbola nahalala an'i Jehovah, sady tsy mbola nanehoana ny tenin'i Jehovah izy.","Ary Jehovah niantso an'i Samoela indray fanintelony. Dia nifoha izy ka nankao amin'i Ely ary nanao hoe: Inty aho, fa niantso ahy ianao. Dia fantatr'i Ely fa Jehovah no niantso ny zaza.","Ary hoy Ely tamin'i Samoela: Andeha mandry ihany; ary raha tàhiny miantso anao Izy, dia valio hoe: Mitenena, Jehovah ô; fa mihaino ny mpanomponao. Dia lasa Samoela nandry tao amin'ny fandriany.","Ary avy Jehovah, dia nitsangana ka niantso toy ny teo ihany hoe: Ry Samoela, ry Samoela ô! Dia namaly Samoela hoe: Mitenena, fa mihaino ny mpanomponao.","Ary hoy Jehovah tamin'i Samoela: Indro, Izaho hanao zavatra eo amin'ny Isiraely, ka izay rehetra mandre izany, dia hangintsingintsina ny sofiny roa.","Amin'izany andro izany dia hotanterahiko amin'i Ely izay zavatra rehetra voalazako ny amin'ny taranany: hatomboko izany, ka dia hotanterahiko.","Fa efa nambarako taminy fa hotsaraiko mandrakizay ny taranany noho ny heloka izay fantany, satria ny zanany nahatonga ozona ho an'ny tenany, nefa tsy nosakanany.","Koa izany no nianianako ny amin'ny taranak'i Ely fa tsy hisy fanatitra hahafaka ny helony mandrakizay.","Ary nandry Samoela mandra-pahamarain'ny andro, dia namoha ny varavaran'ny tranon'i Jehovah izy. Ary Samoela natahotra hilaza ny fahitana tamin'i Ely.","Fa Ely niantso an'i Samoela ka nanao hoe: Ry Samoela, zanako! Dia hoy izy: Inty aho.","Ary hoy izy: Inona no zavatra nolazain'i Jehovah taminao? masìna ianao, aza afeninao ahy; hataon'Andriamanitra aminao anie izany, eny, mihoatra noho izany aza, raha nisy afeninao ahy ny zavatra rehetra nolazainy taminao.","Dia nambaran'i Samoela azy avokoa ny zavatra rehetra, ka tsy nisy nafeniny azy. Dia hoy Ely: Izy no Jehovah, aoka Izy hanao izay sitraky ny fony.","Ary nitombo Samoela, sady nomba azy Jehovah, ka tsy nisy navelany ho raraka an-tany ny teniny.","Ary ny Isiraely rehetra hatrany Dana ka hatrany Beri-sheba nahalala fa efa mpaminanin'i Jehovah tokoa Samoela.","Dia niseho tao Silo indray Jehovah; fa niseho tamin'i Samoela tao Silo Jehovah tamin'ny teniny."]}