{"book":"1 Samoela","chapter":27,"verses":["Ary Davida nanao anakampo hoe; Mbola ho fatin'ny tànan'i Saoly ihany aho indray androany; tsy misy mahasoa ahy afa-tsy ny mandositra haingana any amin'ny tanin'ny Filistina, dia hamoy ahy Saoly ka tsy hitady ahy eran'ny tanin'ny Isiraely intsony, dia ho afaka amin'ny tànany aho.","Ary niainga Davida nandeha mbamin'ny enin-jato lahy nanaraka azy nankany amin'i Akisy, zanak'i Maoka, mpanjakan'i Gata.","Ary nitoetra tao amin'i Akisy tao Gata Davida, dia izy sy ny olony, samy nomban'ny ankohonany avy, ary Davida mbamin'ny adiny roa, dia Ahinoama Jezirelita sy Abigaila Karmelita, ilay novinadin'i Nabala.","Ary nambara tamin'i Saoly fa Davida efa nandositra nankany Gata, ka dia tsy nitady azy intsony izy.","Ary hoy Davida tamin'i Akisy: Raha mahita fitia eo imasonao aho, aoka mba homena fonenana ao amin'ny tanàna anankiray any an-tsaha aho mba honenako any, fa nahoana ny mpanomponao no hitoetra aminao eto amin'ny renivohitry ny fanjakana?","Dia nomen'i Akisy azy androtrizay Ziklaga; ka dia an'ny mpanjakan'ny Joda ambaraka androany Ziklaga.","Ary ny andro nitoeran'i Davida tany amin'ny tanin'ny Filistina dia herintaona sy efa-bolana.","Ary Davida sy ny olony niakatra ka nanafika ny Gesorita sy ny Gizrita ary ny Amalekita; fa ireo nonina tamin'ny tany hatrizay ela izay, dia hatrany akaikin'i Sora, hatramin'ny tany Egypta.","Ary Davida namely ny tany, ka tsy nisy novelominy na lehilahy na vehivavy, sady namabo ondry aman'osy sy omby sy boriky sy rameva ary fitafiana izy, dia niverina nankany amin'i Akisy.","Ary hoy Akisy: Moa tsy nanafika va ianareo androany? Dia hoy Davida: Nanafika ny tany atsimo izay an'i Joda sy izay an'ny Jeramelita ary izay an'ny Kenita izahay.","Ary tsy nisy novelomin'i Davida ho entiny any Gata, na lehilahy na vehivavy; fa hoy izy: Andrao izahay lazainy hoe: Toy izany no nataon'i Davida, ary toy izany no fanaony tamin'ny andro rehetra nitoerany tany amin'ny tanin'ny Filistina.","Ary Akisy nino an'i Davida ka nanao hoe: Efa nampangidy hoditra ny tenany any amin'ny Isiraely olony izy, ka dia ho mpanompoko mandrakizay.[Heb. nanamaimbo]"]}