{"book":"1 Samoela","chapter":4,"verses":["Ary tonga tany amin'ny Isiraely rehetra ny tenin'i Samoela. Dia nandeha ny Isiraely hiady tamin'ny Filistina ka nitoby teo anilan'i Ebenezera; ary ny Filistina kosa nitoby tany Afeka.","Dia nilahatra ny Filistina hiady amin'ny Isiraely; ary rehefa raikitra ny ady, dia resin'ny Filistina ny Isiraely, ka nahafatesany tokony ho efatra arivo lahy ny miaramila nilahatra tany an-tsaha.","Ary rehefa tonga tany an-toby ny olona, dia hoy ny loholon'ny Isiraely: Nahoana no, namely antsika teo anoloan'ny Filistina Jehovah androany? Andeha halaintsika avy any Silo ho eto amintsika ny fiaran'ny faneken'i Jehovah, ka raha tonga eto amintsika izany, dia hamonjy antsika amin'ny tanan'ny fahavalontsika.","Dia naniraka nankany Silo ny olona haka ny fiaran'ny faneken'i Jehovah, Tompon'ny maro, Izay mipetraka amin'ny kerobima; ary tao Silo, teo amin'ny fiaran'ny faneken'Andriamanitra, izy mirahalahy zanak'i Ely, dia Hofinia sy Finehasa.","Ary rehefa tonga teo an-toby ny fiaran'ny faneken'i Jehovah, dia nihoby mafy ny Zanak'Isiraely rehetra, ka dia nanako ny tany.","Ary rehefa ren'ny Filistina ny hoby, dia hoy izy; Inona re izany hoby mafy any an-tobin'ny Hebreo izany? Ary fantany fa tonga ao an-toby ny fiaran'i Jehovah.","Dia raiki-tahotra ny Filistina ka nanao hoe: Andriamanitra no tonga ao an-toby. Ary hoy koa izy: Mahita loza isika! fa tsy mbola nisy toy izao.","Mahita loza isika! Iza no hamonjy antsika amin'ny tànan'ireo andriamanitra mahery ireo? Ireo no andriamanitra izay namely ny Egyptiana tamin'ny kapoka rehetra tany an-efitra.","Mahereza, ary aoka hitomban-dahy ianareo, ry Filistina, fandrao hanompo ny Hebreo ianareo tahaka ny nanompoany anareo; misehoa ho lehilahy ianareo, ka miadia.","Ary niady ny Filistina, dia resy ny Isiraely, ka samy nandositra ho any an-dainy avy izy rehetra, ary be dia be no maty, dia lehilahy telo alina mandeha an-tongotra tamin'ny Isiraely no niampatrampatra.","Dia lasan-ko babo ny fiaran'Andriamanitra, ary maty izy mirahalahy zanak'i Ely, dia Hofinia sy Finehasa.","Ary nisy lehilahy Benjamita anankiray nihazakazaka avy tany tamin'ny miaramila ka tonga tao Silo androtrizay ihany, ary triatra ny akanjony, sady nihosin-tany ny lohany.","Ary raha tonga izy, indro, Ely nipetraka teo amin'ny sezany ka nitazana teo amoron-dalana, fa niemponempona ny fony noho ny fiaran'Andriamanitra. Ary nony tonga tao an-tanàna ralehilahy ka nilaza, dia nidradradradra ny tao an-tanàna rehetra.","Ary rehefa ren'i Ely ny feo midradradradra, dia hoy izy: Inona izao feo mitabataba izao? Ary ilay lehilahy nanatona faingana ka nilaza tamin'i Ely.","Ary efa valo amby sivi-folo taona Ely tamin'izay, sady efa pahina ny masony, ka tsy nahita izy.","Ary hoy ilay lehilahy tamin'i Ely: Izaho ilay avy tany an-tafika, ary androany ihany no nandosirako niala tamin'ny miaramila. Ary hoy izy: Nanao ahoana izay tany, anaka?","Dia namaly ilay nitondra teny ka nanao hoe: Nandositra teo anoloan'ny Filistina ny Isiraely, ka be dia be no maty, ary izy mirahalahy zanakao, Hofinia sy Finehasa, mba maty koa, sady lasan-ko babo ny fiaran'Andriamanitra.","Ary nony nilaza ny amin'ny fiaran'Andriamanitra izy, dia lavo nitsilany niala tamin'ny sezany teo anilan'ny vavahady Ely, ka folaka ny vozony, dia maty izy, satria efa antitra sady mavesatra. Ary efa nitsara ny Isiraely efa-polo taona izy.","Ary ny vinantoni-vavy, vadin'i Finehasa, nanan'anaka ka efa ho teraka; koa nony reny fa lasan-ko babo ny fiaran'Andriamanitra, sady maty avokoa ny rafozany sy ny vadiny, dia nitanondrika izy ka narary nihetsi-jaza, fa efa ho teraka.","Ary rehefa nadiva hiala aina izy, dia niteny ireo vehivavy nitsangana teo anilany ka nanao taminy hoe: Aza matahotra, fa velon-dahy ianao. Fa tsy namaly na nihaino izany izy.","Dia nataony hoe Ikaboda ny anaran'ny zaza; fa hoy izy: Afaka ny voninahitry ny Isiraely, satria efa lasan-ko babo ny fiaran'Andriamanitra, sady efa maty koa ny rafozany sy ny vadiny.[Ikaboda = Tsy misy voninahitra]","Ary hoy izy: Afaka tamin'ny Isiraely ny voninahitra, fa lasan-ko babo ny fiaran'Andriamanitra."]}