{"book":"1 Samoela","chapter":31,"verses":["Ary ny Filistina niady tamin'ny Isiraely, ary nandositra teo anoloan'ny Filistina ny lehilahy amin'ny Isiraely, ary niampatrampatra teny an-tendrombohitra Gilboa ny faty.","Ary ny Filistina nanenjika mafy an'i Saoly sy ny zanany, ka matin'ny Filistina Jonatana sy Abinadaba ary Malkisoa, zanak'i Saoly.","Ary mafy ny ady tamin'i Saoly, dia nifanehatra tamin'ny mpandefa tsipìka izy; ary raiki-tahotra indrindra izy noho ny mpandefa tsipìka.","Ary hoy Saoly tamin'ny mpitondra ny fiadiany: Tsoahy ny sabatrao, ka tsatohy miboroaka aho, fandrao avy irery tsy mifora irery ka hotsatohany miboroaka aho, dia hataony ho fihomehezana. Nefa tsy nety ny mpitondra ny fiadany, fa natahotra loatra izy. Dia nalain'i Saoly ny sabatra ka nianjerany.","Ary rehefa hitan'ny mpitondra ny fiadiany fa maty Saoly, dia mba nianjera tamin'ny sabany koa izy ka niara-maty taminy.","Ka dia niara-maty androtrizay ihany Saoly sy ny zanany telo lahy sy ny mpitondra ny fiadiany ary ny olony rehetra.","Ary nony hitan'ny lehilahy amin'ny Isiraely teny an-dafin'ny lohasaha sy teny an-dafin'i Jordana fa nandositra ny lehilahy amin'ny Isiraely, ary maty Saoly sy ny zanany, dia niala tao an-tanàna izy ka nandositra; ary dia tonga ny Filistina ka nonina tao.","Ary nony ampitso, raha tonga haka ny zavatra teo amin'ny maty ny Filistina, dia nahita an'i Saoly sy ny zanany telo lahy niampatrampatra teo an-tendrombohitra Gilboa izy.","Ary notapahiny ny lohany, sady nalainy ny fiadiany, ary dia naniraka tany amin'ny tanin'ny Filistina manodidina izy hanambara izany zavatra mahafaly izany ao amin'ny tranon'ny sampiny sy amin'ny olona.","Dia napetrany tao amin'ny tranon'i Astarta ny fiadiany; ary ny fatiny nohomboany teo amin'ny màndan'i Beti-sana.","Ary nony ren'ny mponina tany Jabesi-gileada izay nataon'ny Filistina tamin'i Saoly,","dia niainga ny lehilahy mahery rehetra ka nandeha mandritra ny alina ary naka ny fatin'i Saoly sy ny fatin'ny zanany teo amin'ny màndan'i Beti-sana; ary tonga tao Jabesy izy ka nandoro azy tao.","Ary nentiny ny taolany ka naleviny tao ambanin'ilay hazo tamariska tao Jabesy, ary dia nifady hanina hafitoana izy."]}