{"book":"1 Samoela","chapter":2,"verses":["Ary Hana nivavaka ka nanao hoe: Ny foko ravoravo amin'i Jehovah, Ny tandroko voasandratra amin'i Jehovah; ny vavako misokatra hamaly ny fahavaloko; fa mifaly amin'ny famonjenao aho.","Tsy misy masina tahaka an'i Jehovah, fa tsy misy afa-tsy Hianao; ary tsy misy vatolampy tahaka an'Andriamanitsika .","Aza dia mahery miteny avonavona; ary aoka tsy haloaky ny vavanareo ny fireharehana. Fa Jehovah no Andriamanitry ny fahalalana, ary Izy no mandanja ny asa.","Tapaka ny tsipìkan'ny olo-mahery, ary izay mila ho reraka dia sikinana hery.","Mikarama mofo ny voky, ary mianina kosa ny noana; ny momba miteraka fito, ary mihamalemy kosa ny maro anaka.","Jehovah no mahafaty sy mahavelona; izy no mampidina ho any amin'ny fiainan-tsi-hita ary mampitsangana.[Heb. Sheola]","Jehovah no mampalahelo sy mampanan-karena; izy no mampietry sy mampisandratra.","Izy no manangana ny malahelo ho afaka amin'ny vovoka, ary manandratra ny mahantra hiala eo amin'ny zezika, mba hampiara-mitoetra azy eo amin'ny mpanapaka ka hampandova azy ny sezam-boninahitra; fa an'i Jehovah ny andrin'ny tany, ary izany no ametrahany izao tontolo izao.","Ny tongotry ny olo-masiny dia tandremany, fa ny ratsy fanahy kosa hampangininy any amin'ny maizina; fa tsy amin'ny hery no handresen'ny olona.[Na: hangina]","Ho torotoro izay miady amin'i Jehovah; any an-danitra Izy no hampikotrokorana hamely azy. Jehovah hitsara ny vazan-tany, ary Izy hanome hery ny mpanjakany sy hanandratra ny tandroky ny voahosony.","Ary Elkana nankany an-tranony tany Rama; fa ny zaza kosa nanao fanompoam-pivavahana tamin'i Jehovah teo anatrehan'i Ely mpisorona.","Ary ny zanakalahin'i Ely dia tena ratsy fanahy, tsy nahalala an'i Jehovah.","Ary izao no fanaon'ny mpisorona tamin'ny olona: Raha nisy olona namono zavatra hatao fanatitra, dia avy ny zatovon'ny mpisorona nitondra fitrebika telo rantsana teny an-tànany, raha mbola nahandroina ny hena,[Na: tsy nahalala an'i Jehovah, na ny tokony ho anjaran'ny mpisorona avy amin'ny olona. Koa raha]","dia natsindrony tao anatin'ny fanendasana ny fitrebika, na tao anatin'ny fahandroan-kena, na ny vilany, na ny vilanibe, ka izay rehetra azon'ny fitrebika tao dia nalain'ny mpisorona ho azy. Ary izany no fanaony tao Silo tamin'ny Isiraely rehetra izay tonga tao.","Ary raha tsy mbola nodorany ho fofona ny sabora, dia avy ny zatovon'ny mpisorona ka nanao tamin'izay lehilahy namono zavatra hatao fanatitra hoe: Omeo hena hatsatsika ho an'ny mpisorona; fa tsy haka hena masaka aminao izy, fa ny manta ihany.","Ary raha nisy olona nanao taminy hoe: Hodorana aloha ny sabora, dia amin'izay vao halainao izay sitraky ny fonao, dia novaliany hoe: Tsia; fa omeo ankehitriny izao ihany; fa raha tsy izany, dia halaiko an-keriny.","Ka dia lehibe indrindra ny helok'ireo zatovo ireo teo anatrehan'i Jehovah, satria halan'ny olona ny fanatitra ho an'i Jehovah.","Fa Samoela nanao fanompoam-pivavahana teo anatrehan'i Jehovah raha mbola zaza, ary nisalotra efoda rongony fotsy izy.","Ary nanaovan-dreniny akanjo kely izy, ka nentiny ho azy isan-taona isan-taona izany, raha niara-ran'ny mpisorona avy amin'ny olona. Koa raha niakatra tamin'ny vadiny hanatitra ny fanatitra fanao isan-taona izy.","Ary Ely nitso-drano an'i Elkana mivady ka nanao hoe: Homen'i Jehovah zaza amin'ity vehivavy ity anie ianao ho solon'ilay voatolotra ho an'i Jehovah. Dia lasa nody izy mivady.","Ary Jehovah namangy an'i Hana, ka dia nanan'anaka koa izy ary niteraka lahy telo sy vavy roa. Ary Samoela zaza nitombo teo anatrehan'i Jehovah.","Ary efa antitra indrindra Ely, ary izy nandre izay rehetra nataon'ny zananilahy tamin'ny Isiraely rehetra sy ny nandriany tamin'ireo vehivavy izay nanompo teo amin'ny varavaran'ny trano-lay fihaonana.","Dia hoy izy taminy: Nahoana ianareo no manao izany zavatra izany? fa reko amin'izao olona rehetra izao ny ratsy ataonareo.","Tsia anaka, fa tsy tsara ny teny reko; fa mampanota ny olon'i Jehovah ianareo.","Raha misy olona manota amin'olona, dia ny mpitsara no hitsara azy; fa raha misy manota amin'i Jehovah kosa, iza no hifona ho azy? Nefa tsy nihaino ny tenin-drainy izy ireo, satria sitrak'i Jehovah ny hahafaty azy.[Heb. Andriamanitra]","Ary Samoela zaza nitombo, sady tian'i Jehovah sy ny olona koa izy.","Ary nisy lehilahin'Andriamanitra nankany amin'i Ely ka nanao taminy hoe: Izao no lazain'i Jehovah: Tsy efa niseho tokoa tamin'ny ankohonan-drainao va Aho, raha mbola tany Egypta tao an-tranon'i Farao izy?","Eny, nofidiko tamin'ny firenen'Isiraely rehetra ho mpisoroko izy mba hanatitra fanatitra eo ambonin'ny alitarako sy handoro ditin-kazo manitra ary hisalotra efoda eo anatrehako, ary nomeko ho an'ny tarana-drainao ny fanatitra rehetra ataon'ny Zanak'Isiraely amin'ny afo.","Nahoana no hitsahinareo ny fanatitra alatsa-drà sy ny fanatitra hohanina izay aterina ho Ahy, dia ilay nasaiko hatao ao amin'ny fonenako, ka ny zanakao no omenao voninahitra mihoatra noho Izaho, mba hanatavy anareo amin'izay tsara indrindra amin'ny fanatitra rehetra aterin'ny Isiraely oloko?","Koa izany no anaovan'i Jehovah, Andriamanitry ny Isiraely, hoe: Efa voalazako tokoa fa ny taranakao sy ny tarana-drainao no handeha eo anatrehako mandrakizay; fa ankehitriny kosa, hoy Jehovah, sanatria Ahy izany; fa izay manome voninahitra Ahy no homeko voninahitra, ary izay manamavo Ahy no ho afa-baraka.","Indro, avy ny andro izay hanapahako ny sandrinao sy ny sandrin'ny tarana-drainao, ka tsy hisy lehilahy ho tratrantitra amin'ny taranakao.","Ary hahita ny manjo ny fonenako ianao na inona na inona soa omena ho an'ny Isiraely, ka tsy hisy lehilahy ho tratrantitra amin'ny taranakao mandrakizay.[Na: fahavalo eo amin']","Nefa tsy dia hofongorako avokoa tsy ho eo anilan'ny alitarako izy, mba hahapahina ny masonao sy hampalahelo ny fonao; ary ny taranakao rehetra dia ho faty raha vao herotrerony.[Na: Ary ny lehilahy amin'ny taranakao izay tsy hofongorako tsy ho eo anilan'ny alitarako dia hahapahina ny masonao sy hampalahelo ny fonao]","Ary izao no ho famantarana ho anao, izay hanjo ny zanakao roa lahy, dia Hofinia sy Finehasa: ho indray andro maty izy mirahalahy.","Ary Izaho hanangana mpisorona mahatoky ho Ahy, izay hanao araka ny ato am-poko sy ato an-tsaiko; ary Izaho hampaharitra ny taranany, ka handeha eo anatrehan'ny voahosotro mandrakizay izy.","Ary ho avy izay sisa rehetra amin'ny taranakao ka hiankohoka eo anatrehany hangataka vola kely sy mofo iray ka hanao hoe: Masìna ianao, mba tendreo ho isan'ny mpisorona aho, mba hahazoako sombi-mofo hohanina."]}