{"book":"1 Samoela","chapter":10,"verses":["Ary Samoela nitondra tavoara feno diloilo ka nanidina ny diloilo teo an-dohan'i Saoly, dia nanoroka azy ka nanao hoe: Tsy nanosotra anao va Jehovah mba ho mpanapaka ny lovany?","Rehefa misaraka amiko ianao anio, dia hahita olona roa lahy eo anilan'ny fasan-dRahely, ao amin'ny fari-tanin'ny Benjamina, ao Zelza, ary izy ireo hilaza aminao hoe: Efa hita ny boriky izay notadiavinao; ary, indro, tsy ny boriky intsony no heverin'ny rainao, fa ianareo kosa indray no ahiny, ka hoy izy: Ahoana re no hataoko ny amin'ny zanako?","Dia handroso hiala ao ianao ka ho tonga ao amin'ny hazo terebinta any Tabara, dia hifanena amin'ny olona telo lahy miakatra ho any amin'Andriamanitra any Betela, ny anankiray mitondra zanak'osy telo, ny anankiray mitondra mofo telo, ary ny anankiray mitondra divay iray tavoara; [Na: siny hoditra]","ary hiarahaba anao ireo sy hanome anao mofo roa, dia horaisinao amin'ny tànany izany.","Rehefa afaka izany, dia ho tonga any Gibean'Andriamanitra ianao, izay misy miaramilan'ny Filistina; ary rehefa tonga ao an-tanàna ianao, dia hifanena amin'ny mpaminany maro irai-dia midina avy ao amin'ny fitoerana avo mitondra lokanga sy ampongatapaka sy sodina ary valiha eo alohany, dia haminany ireo.","Ary hilatsaka aminao ny Fanahin'i Jehovah, ka hiara-maminany aminy ianao, dia ho voaova ho olom-baovao.","Ary rehefa tonga aminao ireo famantarana ireo, dia ataovy izay azon'ny tananao atao, fa Andriamanitra no momba anao.","Ary ianao hidina eo alohako ho any Gilgala, ary indro aho hidina ho any aminao mba hanatitra fanatitra dorana sy fanati-pihavanana; ka hafitoana no hitoeranao mandra-pahatongako aminao, dia holazaiko aminao izay hataonao.","Ary raha vao nihodina niala tamin'i Samoela izy, dia nomen'Andriamanitra fo vaovao; ary tonga avokoa androtrizay ihany ireo famantarana rehetra ireo.","Ary rehefa tonga tany Gibea, izy indro, ny mpaminany maro irai-dia nifanena taminy; dia nilatsaka tamin'i Saoly ny Fanahin'Andriamanitra, ka naminany teo aminy izy.","Ary nony hitan'izay rehetra nahalala azy hatramin'ny taloha fa, indro, maminany eo amin'ny mpaminany izy, dia nifampilaza ny olona ka nanao hoe: Inona izao tonga amin'ny zanak'i Kisy izao? Saoly koa va mba isan'ny mpaminany?","Ary ny anankiray teo namaly hoe: Fa iza moa no rain'ireny? Ary izany no nisehoan'ny fitenenana hoe: Saoly koa va mba isan'ny mpaminany?","Ary rehefa nitsahatra naminany Saoly, dia nankeo amin'ny fitoerana avo.","Ary hoy ny rahalahin-drain'i Saoly taminy sy tamin'ny mpanompony: Taiza no alehanareo? Ary hoy izy: Nitady ny boriky izahay; ka nony tsy hitanay izy, dia nankany amin'i Samoela izahay.","Ary hoy ny rahalahin-drain'i Saoly: Masìna ianao, lazao amiko izay nolazain'i Samoela taminao.","Dia hoy Saoly tamin'ny rahalahin-drainy: Nolazainy marimarina taminay fa efa hita ny boriky. Fa ilay nolazain'i Samoela ny amin'ny fanjakana tsy mba nambarany taminy.","Ary Samoela namory ny vahoaka ho any Mizpa ho any amin'i Jehovah","ka nanao tamin'ny Zanak'Isiraely hoe: Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Izaho nitondra ny Isiraely niakatra avy tany Egypta ka namonjy anareo tamin'ny tanan'ny Egyptiana sy tamin'ny tanan'ny fanjakana rehetra izay nampahory anareo.","Nefa ianareo kosa efa nandà an'Andriamanitrareo androany, Izay mamonjy anareo amin'ny zavatra manjo anareo sy ny fahorianareo rehetra; fa hoy ianareo taminy: Tsia, fa manendre mpanjaka ho anay. Koa ankehitriny, mijanòna eo anatrehan'i Jehovah araka ny firenenareo sy ny arivonareo avy.","Dia nampanatona ny firenen'Isiraely rehetra Samoela, ka ny firenen'i Benjamina no voafidy.","Dia nampanatona ny firenen'i Benjamina araka ny fokony avy izy, ary ny fokon'ny Matrita no voafidy. Dia voafidy Saoly, zanak'i Kisy; ary raha nitady azy ny olona, dia tsy nahita azy.","Dia nanontany tamin'i Jehovah indray ny olona, na mba efa tonga ao ralehilahy, na tsia. Ary hoy Jehovah: Indro, miery ao amin'ny entana izy.","Dia nihazakazaka ny olona ka naka azy tao; ary rehefa nitsangana teo afovoan'ny olona izy, dia nanan-tombo noho ny olona rehetra hatramin'ny sorony no ho miakatra ny halavany.","Ary hoy Samoela tamin'ny vahoaka rehetra: Hitanareo va izay nofidin'i Jehovah, fa tsy misy tahaka azy eo amin'ny vahoaka rehetra? Dia nihoby ny vahoaka rehetra ka nanao hoe: Ho ela velona anie ny mpanjaka.","Ary Samoela nilaza tamin'ny olona izay mety ho fitondrana ny fanjakana, dia nosoratany tamin'ny taratasy izany ka napetrany teo anatrehan'i Jehovah. Ary ny vahoaka rehetra samy nampodin'i Samoela ho any an-tranony avy.","Fa Saoly kosa nandeha nody tany Gibea, ary nomba azy ny olona maro, izay voatendrin'ny tànan'Andriamanitra ny fony.","Fa nisy kosa olona tena ratsy fanahy nanao hoe: Hataon'io lehilahy io ahoana no famonjy antsika? Dia nanazimba an'i Saoly ireo ka tsy nitondra fanomezana ho azy. Nefa Saoly dia tahaka ny marenina."]}