{"book":"1 Samoela","chapter":18,"verses":["Ary rehefa nitsahatra niteny tamin'i Saoly izy, dia raiki-pitia tamin'i Davida ny fanahin'i Jonatana, ka tia azy hoatra ny tenany mihitsy izy.","Ary Saoly nandray azy tamin'izany andro izany ka tsy namela azy hody tany amin'ny tranon-drainy intsony.","Ary Davida sy Jonatana nanao fanekena noho ny fitiavan'i Jonatana azy toy ny tenany.","Ary nesorin'i Jonatana ny akanjony ivelany izay teny aminy ka nomeny an'i Davida mbamin'ny akanjo fiadiany sy ny sabany sy ny tsipìkany ary ny fehin-kibony koa aza.","Ary Davida nanafika ka hita fa hendry tamin'izay rehetra nanirahan'i Saoly azy; ka dia nataon'i Saoly mpifehy ny miaramila izy sady nankasitrahan'ny vahoaka rehetra sy ny mpanompon'i Saoly koa.","Ary nony tonga ny olona tamin'ny niverenan'i Davida avy namono ilay Filistina, dia nivoaka ny vehivavy avy tamin'ny tanànan'ny Isiraely rehetra ka nihira sy nandihy nitsena an'i Saoly mpanjaka tamin'ny ampongatapaka sy ny fifaliana ary ny kipantsona.[Na: varahina telo zoro]","Ary ny vehivavy mpandihy dia nihira hoe: Saoly nahafaty arivoarivo; Fa Davida nahafaty alinalina.","Dia tezitra indrindra Saoly, fa tsy sitrany izany teny izany, ka hoy izy: Ny an'i Davida nataony alinalina lahy, fa ny ahy kosa nataony arivoarivo ihany; koa ny fanjakana ihany no sisa tsy mbola azony.","Ary Saoly hatramin'izany andro izany dia nangarika an'i Davida.","Ary nony ampitson'iny dia nisy fanahy ratsy avy tany amin'Andriamanitra nilatsaka tamin'i Saoly, ka dia maola tao an-trano izy; ary Davida nitendry lokanga tamin'ny tànany tahaka ny fanaony isan'andro ihany, ary nisy lefona teny an-tànan'i Saoly.","Dia natorak'i Saoly ny lefona; fa hoy izy: Hamely an'i Davida aho, ka hataoko miboroaka mihatra amin'ny rindrina. Fa Davida nisoroka indroa teo anatrehany.","Ary Saoly natahotra an'i Davida, satria Jehovah nomba azy, fa Saoly kosa efa nialany.","Koa dia nesorin'i Saoly tsy ho eo aminy Davida, ary nataony mpifehy arivo, dia nitarika ny olona nivoaka sy niditra izy.","Ary Davida dia hita fa hendry tamin'izay rehetra nataony, ary Jehovah nomba azy.","Ary nony hitan'i Saoly fa hendry dia hendry Davida, dia natahotra azy izy.","Fa ny Isiraely sy ny Joda rehetra kosa tia an'i Davida, satria nitondra azy nivoaka sy niditra izy.","Ary hoy Saoly tamin'i Davida: Indro homeko ho vadinao Meraba vavimatoako, koa mahereza ho ahy anefa ianao, ary miadia ny adin'i Jehovah. (Fa hoy Saoly: Aoka tsy ny tanako no hamely azy, fa aoka ny tanan'ny Filistina no hamely azy.)","Fa hoy Davida tamin'i Saoly: Zinona moa aho, ary manao ahoana no toetry ny mpianakavin'ny raiko ao amin'ny Isiraely, no ho vinanton'ny mpanjaka aho?","Kanjo nony tamin'ny andro tokony ho namoahana an'i Meraba, zanakavavin'i Saoly, ho vadin'i Davida, dia nomena ho vadin'i Adriela Meholatita izy.","Fa Mikala, zanakavavin'i Saoly kosa tia an'i Davida; ary nisy nanambara izany tamin'i Saoly, ka sitrak'i Saoly izany.","(Fa hoy Saoly: Homeko azy izy, mba ho fandrika aminy ka hamelezan'ny tanan'ny Filistina azy.) Dia hoy Saoly tamin'i Davida: Fanindroan'ny maha-vinantoko anao izao. [Na: Izy roa vavy izao dia samy maha-vinantoko anao avokoa]","Ary Saoly nandidy ny mpanompony hoe: Miresaha mangingina amin'i Davida, ka ataovy hoe: Indro, tian'ny mpanjaka ianao, ary ny mpanompony rehetra tia anao; ka dia maneke ihany ho vinanton'ny mpanjaka ianao.","Ary ny mpanompon'i Saoly nilaza izany teny izany tamin'i Davida. Fa hoy Davida: Moa ataonareo ho zavatra kely izany ho vinanton'ny mpanjaka? Tsy hitanareo va fa izaho dia olona malahelo sady tsy manan-daza?","Ary ny mpanompon'i Saoly nilaza taminy hoe: Izany no navalin'i Davida.","Dia hoy Saoly: Izao no holazainareo amin'i Davida: Ny mpanjaka tsy mila harena be ho vodiondry, fa ny mariky ny fahafatesan'ny Filistina zato lahy ihany, mba ho famaliana ny fahavalony. Kanjo hevitr'i Saoly hahafaty an'i Davida amin'ny tanan'ny Filistina izany.[Heb. saron-tsosoka]","Ary rehefa nambaran'ny mpanompon'i Saoly tamin'i Davida izany teny izany, dia sitrak'i Davida ny ho vinanton'ny mpanjaka. Ary raha tsy mbola tapitra ny fetr'andro,","dia niainga Davida, ary nandeha izy sy ny olony ka nahafaty Filistina roan-jato, lahy ary Davida nitondra ny mariky ny fahafatesany ka nanisa azy teo anatrehan'ny mpanjaka mba hahavinanton'ny mpanjaka azy. Dia nomen'i Saoly ho vadin'i Davida Mikala zananivavy.[Heb. saron-tsotsoka]","Ary Saoly nahita sy nahalala fa Jehovah nomba an'i Davida; ary Mikala zananivavy tia azy.","Ary dia vao mainka natahotra an'i Davida Saoly; ka dia tonga fahavalon'i Davida mandrakariva izy.","Ary ireo andrianan'ny Filistina dia nanafika; ary isaky ny nanafika izy, dia Davida no hita fa hendry noho ny mpanompon'i Saoly rehetra, ka dia nisandratra ny anarany."]}