{"book":"1 Samoela","chapter":12,"verses":["Ary hoy Samoela tamin'ny Isiraely rehetra: Indro, efa nihaino ny teninareo aho tamin'izay rehetra nolazainareo tamiko ka efa nanendry mpanjaka hanjaka aminareo.","Ary ankehitriny, indro, ny mpanjaka mandeha eo anatrehanareo; fa izaho efa antitra sy fotsy volo; koa, indreo, eo aminareo ny zanako, ary izaho efa nandeha teo anatrehanareo hatry ny fony vao zaza ka mandraka androany.","Koa inty aho; tondroy maso eto anatrehan'i Jehovah sy ny voahosony aho: ombin'iza moa no nalaiko? na borikin'iza no nalaiko? na an'iza no nanaovako an-keriny? na iza no nampahoriko? na teo an-tànan'iza no nandraisako kolikoly hahatampina ny masoko? fa honerako aminareo izany.","Ary hoy ireo: Hianao tsy nanao an-keriny taminay, na nampahory anay, na naka zavatra teny an-tànan'olona na dia iray akory aza.","Dia hoy Samoela taminy: Vavolombelona aminareo anio Jehovah, ary vavolombelona koa ny voahosony, fa tsy nisy zavatra hitanareo teo an-tanako na inona na inona. Dia hoy ireo: Eny, vavolombelona Izy.","Ary hoy Samoela tamin'ny olona: Jehovah no nanendry an'i Mosesy sy Arona, ary nitondra ny razanareo niakatra avy tany amin'ny tany Egypta.","Koa ankehitriny avia ianareo, fa hifandahatra aminareo eto anatrehan'i Jehovah aho ny amin'ny asa marina rehetra izay nataon'i Jehovah taminareo sy ny razanareo.","Rehefa tonga tany Egypta Jakoba, ka nitaraina tamin'i Jehovah ny razanareo, Jehovah dia naniraka an'i Mosesy sy Arona, ka ireo no nitondra ny razanareo nivoaka avy tany Egypta ary namponina azy teto amin'ity tany ity.","Nefa raha nanadino an'i Jehovah Andriamaniny izy, dia namidiny ho eo an-tànan'i Sisera, komandin'ny miaramilan'i Hazora, sy ho eo an-tànan'ny Filistina ary ho eo an-tànan'ny mpanjakan'i Moaba, ka niadian'ireo izy.","Dia nitaraina tamin'i Jehovah izy ka nanao hoe: Efa nanota izahay, fa efa nahafoy an'i Jehovah ka nanompo ireo Bala sy Astarta, nefa ankehitriny vonjeo amin'ny tanan'ny fahavalonay izahay, dia hanompo Anao.","Ary Jehovah efa naniraka an'i Jerobala sy Bedana sy Jefta ary Samoela, ka namonjy anareo tamin'ny tanan'ny fahavalonareo manodidina Izy, dia nandry fahizay ianareo.[Na: (Baraka)]","Kanjo nony hitanareo fa avy hiady taminareo Nahasy, mpanjakan'ny Amonita, dia hoy ianareo tamiko: Tsia, fa aoka hisy mpanjaka hanjaka aminay; kanefa Jehovah Andriamanitrareo no mpanjakanareo.","Koa ankehitriny, indro ny mpanjaka izay nofidinareo sy nangatahinareo; ary indro fa Jehovah nanome mpanjaka hanjaka aminareo.","Enga anie ka hatahotra an'i Jehovah sy hanompo Azy ary hihaino ny feony ka tsy handà ny didiny ianareo, fa samy hanaraka an'i Jehovah Andriamanitrareo ianareo sy ny mpanjaka izay manjaka aminareo.","Fa raha tsy mihaino ny tenin'i Jehovah kosa ianareo, fa mandà ny didiny, dia hamely anareo ny tànan'i Jehovah tahaka ny namelezany ny razanareo.","Koa mitsangàna ankehitriny, ka jereo izao zavatra lehibe hataon'i Jehovah eto imasonareo izao:","Moa tsy taom-pijinjana vary tritika va izao? Hiantso an'i Jehovah aho, ary hahatonga kotrokorana sy orana Izy, dia ho hitanareo sy ho fantatrareo fa lehibe ny ratsy nataonareo teo imason'i Jehovah, satria nangataka mpanjaka ianareo.","Ary Samoela niantso an'i Jehovah, ary Jehovah nahatonga kotrokorana sy orana tamin'izany andro izany; ary ny vahoaka rehetra dia natahotra an'i Jehovah sy Samoela indrindra.","Dia hoy ny vahoaka rehetra tamin'i Samoela: Mangataha amin'i Jehovah Andriamanitrao ho an'ny mpanomponao, Fandrao maty izahay! fa efa nanao izao ratsy Izao izahay ho fanampin'ny fahotanay rehetra, satria nangataka mpanjaka ho anay.","Ary hoy Samoela tamin'ny vahoaka: Aza matahotra; efa nanao izany ratsy rehetra izany tokoa ianareo; kanefa aza mivily tsy hanaraka an'i Jehovah; fa manompoa Azy amin'ny fonareo rehetra.","Eny, aza mivily; fa manaraka ireo zava-poana ianareo, izay tsy mahasoa na mahavonjy; fa zava-poana ireo.","Fa Jehovah tsy hahafoy ny olony noho ny anarany lehibe, satria sitrak'i Jehovah ny nanaovany anareo ho olony.","Ary ny amiko, sanatria raha hanota amin'i Jehovah aho ka hitsahatra tsy hangataka ho anareo; fa izaho hanoro anareo izay lalana tsara sy mahitsy.","Kanefa matahora an'i Jehovah ianareo, ka manompoa Azy marina amin'ny fonareo rehetra; fa eritrereto izao zavatra lehibe nataony ho anareo izao.","Fa raha mbola manao ratsy ihany ianareo, dia haringana ianareo sy ny mpanjakanareo koa."]}