{"book":"1 Samoela","chapter":19,"verses":["Ary Saoly niresaka tamin'i Jonatana zanany sy tamin'ny mpanompony rehetra ny amin'izay hahafaty an'i Davida. Fa Jonatana, zanak'i Saoly, kosa tia dia tia an'i Davida.","Ary Jonatana nanambara tamin'i Davida hoe: Saoly raiko mitady hamono anao; koa, masìna ianao, tandremo ny tenanao rahampitso maraina, ary mitoera amin'izay fitoerana mangingina, ka miere;","ary izaho hivoaka ka hitsangana eo anilan'ikaky amin'ny saha izay misy anao, dia hiresaka aminy ny aminao; koa izay hitako dia hambarako aminao.","Ary Jonatana nilaza soa an'i Davida tamin'i Saoly rainy, ka hoy izy taminy: Aoka ny mpanjaka tsy hanisy ratsy an'i Davida mpanompony, fa izy tsy nanisy ratsy anao, sady nahasoa anao indrindra ny nataony,","fa izy efa nanao ny ainy tsy ho zavatra ka namono ny Filistina, ary Jehovah nahavita famonjena lehibe ho an'ny Isiraely rehetra; ianao nahita izany ka faly; koa nahoana no dia hanota handatsaka rà marina ianao ka hahafaty foana an'i Davida?","Ary Saoly nihaino ny tenin'i Jonatana ka nianiana hoe: Raha velona koa Jehovah, dia tsy hatao maty izy.","Ary Jonatana niantso an'i Davida ka nanambara izany rehetra Izany taminy, dia nitondra an'i Davida ho eo amin'i Saoly, ka dia nitoetra teo anatrehany tahaka ny teo aloha ihany indray izy.","Ary mbola nisy ady ihany; dia nivoaka Davida ka niady tamin'ny Filistina ary nahafaty betsaka, ka dia nandositra azy ireny.","Ary nisy fanahy ratsy avy tany amin'i Jehovah tonga tao amin'i Saoly, raha nipetraka tao an-tranony izy sy nitana ny lefony teny an-tànany; ary Davida nitendry lokanga tamin'ny tànany.","Ary Saoly nihendry hamely an'i Davida tamin'ny lefona, ka hataony miboroaka mihatra amin'ny rindrina; fa izy nisoroka niala teo anatrehan'i Saoly, ka ny rindrina no voan'ny lefona; dia nandositra Davida ka afaka tamin'iny alina iny ihany.","Ary Saoly naniraka olona hankany amin'ny tranon'i Davida hiambina azy hahafaty azy raha maraina; fa Mikala, vadin'i Davida, nilaza taminy hoe: Raha tsy mamonjy ny ainao anio alina ianao, dia hatao maty raha maraina.","Ary Mikala nampidina an'i Davida tamin'ny varavarankely; ka dia lasa nandositra izy ka afaka.","Ary nalain'i Mikala ny sampy, dia napetrany teo amin'ny farafarany, ka nosaronany makarakara volon'osy ny lohany, dia norakofany ny lamba izy.[Heb. terafima]","Ary nony naniraka haka an'i Davida Saoly, dia hoy ny vavy: Marary izy.","Ary Saoly naniraka ny olona hizaha an'i Davida indray ka nanao hoe: Ento miakatra at? amiko amin'ny farafara izy hovonoiko.","Dia niditra ny iraka, kanjo, indro, ny sampy no teo am-parafara, ary voasaron'ilay makarakara volon'osy ny lohany.[Heb. terafima]","Dia hoy Saoly tamin'i Mikala: Nahoana ianao no namitaka ahy toy izany ka nandefa ny fahavaloko, ary afa-nandositra izy? Fa hoy Mikala tamin'i Saoly: Hoy izy tamiko: Avelao aho handeha, fandrao hovonoiko","Dia nandositra Davida ka afaka ary tonga tany amin'i Samoela tany Rama, dia nambarany azy izay rehetra nataon'i Saoly taminy; ary nandeha izy sy Samoela ka nonina tany Naiota.","Ary nisy nanambara tamin'i Saoly hoe: Indro, Davida ao Naiota any Rama.","Ary Saoly naniraka olona hisambotra an'i Davida; ary nony hitan'ireo ny mpaminany tafangona sy maminany ary Samoela mitsangana eo ho lohany, dia tonga tamin'ny irak'i Saoly ny Fanahin'Andriamanitra. ka dia mba naminany koa izy.","Ary nony nisy nanambara izany tamin'i Saoly, dia naniraka olon-kafa izy, ary ireo koa dia mba naminany. Ary Saoly naniraka olonkafa indray fanintelony, nefa naminany ihany koa ireo.","Ary dia lasa nankany Rama koa ny tenany, ary tonga tao amin'ny lavaka lehibe famorian-drano izay ao Seko izy ka nanontany hoe: Aiza Samoela sy Davida? Ary hoy ny anankiray: Indreo ao Naiota any Rama izy.","Dia nankany Naiota any Rama Saoly, ary tonga tao aminy koa ny Fanahin'Andriamanitra, dia nandroso izy sady naminany teny am-pandehanana ambara-pahatongany tany Naiota any Rama.","Ary nanaisotra ny fitafiany koa izy ka mba naminany tahaka ny sasany teo anatrehan'i Samoela, ary izy nandry nitanjaka mandritra iny andro sy alina iny. Koa izany no nanaovan'ny olona hoe: Saoly koa moa mba isan'ny mpaminany?"]}