{"book":"1 Samoela","chapter":9,"verses":["Ary nisy lehilahy avy amin'ny Benjamina, atao hoe Kisy, zanak'i Abiela, zanak'i Zerora, zanak'i Bekorata, zanak'i Afia, Benjamita izy sy mpanjatobe.","Ary nanan-janakalahy atao hoe Saoly izy, izay mbola tanora sady tsara tarehy, ka tsy nisy tsara tarehy noho izy teo amin'ny Zanak'Isiraely, ary nanan-tombo noho ny olona rehetra hatramin'ny sorony no ho miakatra ny halavany.","Ary very ny borikivavin'i Kisy, rain'i Saoly. Dia hoy Kisy tamin'i Saoly zanany: Mitondrà zatovo anankiray hanaraka anao, dia miaingà, ka mandehana hitady ny boriky.","Dia nandeha namaky ny tany havoan'i Efraima izy ka namaky ny tany Salisa, fa tsy nahita azy; dia nandeha namaky ny tany Salima indray izy, nefa tsy tany ireny; dia nandeha namaky ny tanin'ny Benjamina izy, fa mbola tsy nahita azy ihany indray.","Ary nony tonga teo amin'ny tany Zofa izy, dia hoy Saoly tamin'ny zatovony nanaraka azy: Andeha isika hiverina, fandrao isika indray no ahin'ikaky, fa tsy ny boriky intsony.","Fa hoy ny mpanompony taminy: Indro, misy lehilahin'Andriamanitra amin'iroa tanàna iroa, ary lehilahy malaza izy, fa izay rehetra lazainy dia tanteraka tokoa; koa andeha isika hankany, fa angamba hatorony antsika izay lalana tokony halehantsika.","Dia hoy Saoly tamin'ny zatovony: indro, raha mankany isika, inona moa no haterintsika ho an-dralehilahy? fa efa lany ny mofo rehetra tao amin'ny fitondrantsika, ary tsy misy zavatra haterintsika ho an'ny lehilahin'Andriamanitra; ka inona moa no at? amintsika?","Dia namaly an'i Saoly indray ilay zatovo ka nanao hoe: Indro, at? an-tanako misy vola ampahefatry ny sekely; koa homeko ny lehilahin'Andriamanitra izany, mba hanoroany antsika izay lalana tokony halehantsika.","(Fahiny teo amin'ny Isiraely, raha nisy olona nandeha hanontany amin'Andriamanitra, dia izao no fanaony: Andeha, aoka hankany amin'ny mpahita isika; fa izay atao hoe mpaminany ankehitriny no natao hoe mpahita tany aloha.)","Dia hoy Saoly tamin'ny mpanompony: Tsara izany, fa andeha isika hankany. Dia lasa izy roa lahy nankany amin'ny tanàna nitoeran'ilay lehilahin'Andriamanitra.","Ary raha mbola niakatra teo amin'ny fiakarana ho any an-tanàna izy roa lahy, dia nahita zazavavy mivoaka hantsaka, ka hoy izy taminy: Ao ihany va ny mpahita?","Dia namaly azy ireo ka nanao hoe: Ao ihany izy; indro ao alohanao ao izy; mandehana faingana, fa efa tonga ao an-tanàna izy izao, satria misy fanatitra hataon'ny vahoaka ao amin'ny fitoerana avo anio;","ary raha vao miditra ao an-tanàna ianareo, dia ho hitanareo izy, raha tsy mbola miakatra hihinana ao amin'ny fitoerana avo, fa tsy hihinana ny vahoaka mandra-pahatongany, fa izy no manao fisaorana amin'ny fanatitra, ary rehefa afaka izany, dia vao mihinana izay nasaina; koa miakara ianareo ankehitriny, fa amin'izao no hahitanareo azy.","Dia niakatra tao an-tanàna izy roa lahy; ary nony tonga tao izy, dia, indro, Samoela nivoaka niakatra ho any amin'ny fitoerana avo ka nifanena taminy.","Ary Jehovah efa nanambara tamin'i Samoela omalin'ny andro nahatongavan'i Saoly ka nanao hoe:","Rahampitso toy izao dia hampandehaniko ho at? aminao ny lehilahy anankiray avy amin'ny tanin'ny Benjamina, ary hohosoranao ho mpanapaka ny Isiraely oloko izy ka hamonjy azy amin'ny tanan'ny Filistina, fa efa nijery ny oloko Aho, satria efa mby ety amiko ny fitarainany.","Ary nony hitan'i Samoela Saoly, dia hoy Jehovah taminy: Indro ny lehilahy voalazako taminao; io no hanjaka amin'ny oloko.[Heb. Jehovah namaly azy hoe]","Ary Saoly dia nanatona an'i Samoela teo am-bavahady ka nanao hoe: Masìna ianao, atoroy ahy ny tranon'ny mpahita.","Ary Samoela dia namaly an'i Saoly hoe: Izaho no mpahita; miakara eo alohako ho any amin'ny fitoerana avo; fa hiara-mihinana amiko ianareo anio, ary raha maraina dia halefako handeha ianao ka holazaiko aminao izay rehetra ao am-ponao.","Ary aza malahelo ny amin'ny borikinao izay efa very hateloana, fa efa hita ireny; ary ho an'iza ny zavatra irina rehetra eo amin'ny Isiraely? Tsy ho anao sy ny ankohonan-drainao va?","Dia namaly Saoly ka nanao hoe: Tsy Benjamita va aho, avy amin'ilay kely indrindra amin'ny firenen'Isiraely? ary tsy kely indrindra va ny mpianakaviko eo amin'ny mpianakavin'ny firenen'i Benjamina rehetra? ka nahoana no miteny amiko toy izany ianao?","Ary Samoela dia nitondra an'i Saoly sy ny zatovony ka nampiditra azy tao amin'ny efi-trano, dia nanome azy toerana aloha teo amin'izay nasaina; ary tokony ho olona telo-polo ireo.","Ary hoy Samoela tamin'ny mpanao nahandro: Ento ilay anjara nomeko anao, izay efa nolazaiko taminao hoe. Tehirizo ity.","Dia nalain'ny mpanao nahandro ny soro-kena mbamin'ny eo aminy ka napetrany teo anoloan'i Saoly, ary hoy Samoela: Indro, izay efa natokana dia voapetraka eto anoloanao, koa hano; fa ho amin'izao fotoana izao no nitehirizana izany ho anao hatramin'izay nanaovako hoe: Efa nanasa ny vahoaka aho. Ary Saoly dia niara-nihinana tamin'i Samoela androtrizay.[Na: fe]","Ary izy roa lahy nidina avy tao amin'ny fitoerana avo hankany an-tanàna, ary dia niresaka tamin'i Saoly teo an-tampon-trano Samoela.","Ary nifoha maraina koa izy ireo; ary nony nazavaratsy ny andro, dia niantso an'i Saoly teo an-tampon-trano Samoela ka nanao hoe: Mitsangàna ianao mba havoakako. Dia nitsangana Saoly, ka lasa nivoaka ho any ala-trano izy roa lahy, dia izy sy Samoela.","Ary nony nidina teo amin'ny faran'ny tanàna izy, dia hoy Samoela tamin'i Saoly: Ampandehano eo alohantsika ny zatovo (dia lasa nandeha izy), fa mijanòna kely ianao hilazako ny tenin'Andriamanitra."]}