{"book":"1 Samoela","chapter":23,"verses":["Ary nisy nanambara tamin'i Davida hoe: Indro, ny Filistina mamely an'i Keila ka mamabo ny ao amin'ny famoloana.","Ary Davida nanontany tamin'i Jehovah hoe: Handeha hamely izao Filistina izao va aho? Ary hoy Jehovah tamin'i Davida: Mandehana, asio ny Filistina, ka vonjeo Keila.","Ary hoy ny olon'i Davida taminy: He! at? Joda aza isika matahotra, koa mainka raha mankany Keila hiady amin'ny miaramilan'ny Filistina?","Dia nanontany tamin'i Jehovah indray Davida. Ary Jehovah namaly azy hoe: Miaingà, midìna hankany Keila, fa Izaho no hanolotra ny Filistina ho eo an-tananao.","Dia lasa Davida sy ny olony nankany Keila ary niady tamin'ny Filistina ka namabo ny ombiny sady nahafaty olona be dia be. Ary dia voavonjin'i Davida ny mponina tao Keila.","Ary raha nandositra nankany amin'i Davida tany Keila Abiatara, zanak'i Ahimeleka, dia nitondra efoda teny an-tànany izy.","Ary nambara tamin'i Saoly fa tonga tao Keila Davida. Dia hoy Saoly: Andriamanitra efa nanolotra azy ho eo an-tanako, satria efa voahidy izy izao noho ny nidirany amin'ny tanàna misy vavahady mihidy.","Ary Saoly namory ny olona rehetra hidina hankany Keila hanafika ka hanao fahirano an'i Davida sy ny olony.","Ary fantatr'i Davida fa Saoly namorona sain-dratsy hamelezana azy; dia hoy izy tamin'i Abiatara mpisorona: Ento ety ny efoda.","Dia hoy Davida: Ry Jehovah, Andriamanitry ny Isiraely ô, efa ren'ny mpanomponao tokoa fa Saoly mitady hankat? Keila mba handrava ny tanana noho ny amiko.","Ka moa ny mponina ety Keila hanolotra ahy ho eo an-tànany va? Hidina ety va Saoly toy ny efa ren'ny mpanomponao? Ry Jehovah, Andriamanitry ny Isiraely ô, mifona aminao aho, ambarao amin'ny mpanomponao. Ary hoy Jehovah: Hidina izy.","Dia hoy Davida: Ny mponina ety Keila hanolotra ahy sy ny oloko ho eo an-tànan'i Saoly va? Ary hoy Jehovah Hanolotra anao izy.","Ary dia niainga Davida sy ny olony tokony ho enin-jato lahy ka niala tao Keila ary nandeha tamin'izay azony naleha. Ary nolazaina tamin'i Saoly fa efa nandositra niala tao Keila Davida, dia nijanona tsy nandeha izy.","Ary Davida nitoetra tany an-efitra tao amin'ny batery fiarovana sy nitoetra tany amin'ny tany havoana tany an-efitr'i Zifa. Ary Saoly nitady azy isan'andro, fa Andriamanitra tsy nanolotra azy ho eo an-tànany.","Ary hitan'i Davida fa Saoly nivoaka hitady ny ainy; fa Davida dia tany an-efitr'i Zifa tany anaty ala.","Ary Jonatana, zanak'i Saoly, niainga, dia nankany amin'i Davida tany an'ala ka nampahery ny tànany tamin'Andriamanitra.","Ary hoy izy tamin'i Davida: Aza matahotra, fa tsy hahazo anao ny tànan'i Saoly raiko; fa ianao no ho mpanjaka amin'ny Isiraely, ary izaho no hanarakaraka anao, ary fantatr'i Saoly raiko koa izany.","Ary nanao fanekena teo anatrehan'i Jehovah izy roa lahy; ary Davida dia nitoetra tany an'ala, fa Jonatana kosa nankany an-tranony.","Ary niakatra nankany amin'i Saoly tany Gibea ny Zifita ka nanao hoe: Tsy miery any aminay ao amin'ny batery fiarovana any an'ala, any amin'ny havoana Hakila, izay atsimon'ny efitra, va Davida?","Koa ankehitriny, ry mpanjaka, araka ny fanirian'ny fonao hidina, dia midìna ianao, fa azonay hatolotra eo an-tànan'ny mpanjaka izy.","Ary hoy Saoly: Hotahin'i Jehovah anie ianareo; fa ianareo namindra fo tamiko.","Masìna ianareo, mandehana, hevero indray, ka tsongoy tsara ny diany, ary fantaro izay nahita azy tany; fa manao saina lalina dia lalina, hono, izy.","Koa izahao sy fantaro tsara ny fierena rehetra izay iereny, dia miverena ety amiko indray hilaza marimarina, ary izaho dia hiaraka aminareo; koa raha mitoetra amin'ny tany izy, dia hotadiaviko eran'ny arivon'i Joda rehetra.","Dia niainga nankany Zifa ireo hialoha an'i Saoly; fa Davida sy ny olony dia tany amin'ny efitr'i Maona, tamin'ny tani-hay atsimon'ny efitra.[Heb. Arabà]","Ary nandeha Saoly sy ny mpanompony hitady azy. Ary nolazaina tamin'i Davida izany, ka dia nidina tany amin'ny harambato izy ka nitoetra tany an-efitr'i Maona. Ary nony ren'i Saoly izany, dia nanenjika an'i Davida tany an-efitr'i Maona izy.","Ary Saoly nandeha tamin'ny ilan'ny tendrombohitra iray, fa Davida sy ny olony tamin'ny ilany kosa; ary niezaka mafy handositra Davida noho ny tahony an'i Saoly; fa Saoly sy ny olony saiky nahodidina an'i Davida sy ny olony hisambotra azy.","Dia nisy iraka tonga tao amin'i Saoly nanao hoe: Avia haingana ianao, fa ny Filistina efa manafika ny tany.","Dia niverina Saoly tamin'ny nanenjehany an'i Davida ary nandeha niady tamin'ny Filistina; ary ny anaran'izany tany izany dia nataony hoe: Sela-hamalekota.[Sela-hamalekota = Harambato fandosirana]"]}