{"book":"1 Samoela","chapter":25,"verses":["Ary maty Samoela; ary nivory ny Isiraely rehetra ka nisaona azy sy nandevina azy tao amin'ny fonenany tao Rama. Ary Davida niainga ka nidina nankany an-efitra Parana.","Ary nisy lehilahy tao Maona, ary tao Karmela ny fananany; mpanjatobe ralehilahy ka nanana ondry telo arivo sy osy arivo, ary nanety ny ondriny tao Karmela izy.","Nabala no anaran-dralehilahy; ary Abigaila no anaran'ny vavy; vehivavy hendry sady tsara tarehy izy; fa ny lahy kosa saro-po sy ratsy amin'izay ataony; ary isan'ny taranak'i Kaleba izy.","Ary ren'i Davida tany an-efitra fa Nabala manety ny ondriny.","Dia naniraka zatovo folo lahy Davida ka nanao taminy hoe: Miakara any Karmela ianareo, ary mankanesa any amin'i Nabala, ka miarahabà azy amin'ny anarako.","Ary izao no holazainareo aminy: trarantitra ianao, fiadanana anie ho anao, ary fiadanana ho amin'ny ankohonanao, ary fiadanana ho amin'izay anananao rehetra.","Ary ankehitriny efa reko fa manety ondry ianao; koa ny mpiandry ondrinao, izay tao aminay, tsy nasianay ratsy, ary tsy nisy very na inona na inona tamin'ny andro rehetra nitoerany tao Karmela.","Anontanio ny zatovonao, fa hilaza aminao izy. Koa aoka hahita fitia eo imasonao ny zatovo (fa andro fifaliana no ihavianay); masìna ianao, mba omeo amin'izay azon'ny tananao ireto mpanomponao sy Davida zanakao.","Ary rehefa tonga ny zatovon'i Davida, dia niteny tamin'i Nabala tamin'ny anaran'i Davida araka izany teny rehetra Izany izy, ka dia nipetraka.","Fa Nabala namaly ny mpanompon'i Davida hoe: Inona moa Davida? Ary inona moa ny zanak'i Jese? Misy mpanompo maro ankehitriny izay milefa miala amin'ny tompony.","Koa halaiko va ny mofoko sy ny ranoko ary ny zavatra izay efa novonoiko ho an'ny mpanety ondriko, ka homeko izay olona tsy fantatro nihaviana akory?","Dia nihodina ny zatovon'i Davida ka nankany amin'izay nalehany; ary dia nody tany aminy indray izy ka nanambara izany teny rehetra izany taminy.","Ary hoy Davida tamin'ny olony: Samia manao ny sabatrareo eo amin'ny fehin-tsabany avy ianareo; ka dia samy nanao ny sabany teo amin'ny fehin-tsabany avy ny olona, ary dia mba nanao ny sabany teo amin'ny fehin-tsabany koa Davida; ary nisy tokony ho efa-jato lahy niakatra nanaraka an'i Davida, ary roan-jato lahy kosa nipetraka teo amin'ny entana.","Ary Abigaila, vadin'i Nabala, dia nilazan'ny anankiray tamin'ny zatovony hoe: Indro, Davida naniraka olona avy tany an-efitra mba hiarahaba ny tompontsika, nefa nisafoaka tamin'ireny izy.","Fa ireo lehilahy ireo dia nanao tsara tokoa taminay, ka tsy naninona tsy naninona izahay, ary tsy nisy zavatra very tamin'izay andro nitoeranay tao aminy, fony tany an-tsaha izahay.","Izy no mandanay andro aman'alina tamin'ny andro rehetra nitoeranay niandry ondry tao aminy.","Koa dia fantaro sy hevero ankehitriny izay hataonao; fa ratsy no ifofoan'ny tompontsika mbamin'ny ankohonany rehetra; fa Nabala dia tena ratsy fanahy, ka tsy misy olona mahazo miteny aminy.","Dia nandeha faingana Abigaila ka naka mofo roan-jato sy divay eran'ny tavoara roa sy ondry dimy voavoatra sy lango indimin'ny vata sy takela-boaloboka maina zato ary ampempan'aviavy roan-jato, dia nasampiny tamin'ny boriky izany.[Na: siny hoditra][Heb. sea]","Ary hoy izy tamin'ny zatovony: Mandehana eo alohako, indro, izaho hanaraka anareo; nefa Nabala vadiny tsy mba nilazany.","Ary tamin'izany, nony nitaingina ny borikiny izy ka nidina tao amin'ny takon'ny havoana, dia indro, Davida sy ny olony nidina nanatona azy, ary izy nifanena taminy.","Ary Davida efa nilaza hoe: Foana tokoa ny an-efitra, ka tsy nisy very na inona na inona; fa novaliany ratsy ny soa nataoko.","Mba hataon'Andriamanitra toy izany anie ny fahavalon'i Davida, eny, mihoatra noho izany aza, raha dia havelako hisy miangana na dia lehilahy iray aza izay mety ho azy ambara-pahazavan'ny andro.","Ary Abigaila, raha nahita an'i Davida, dia niala faingana tamin'ny boriky ary niankohoka teo anatrehan'i Davida ka nitsaoka azy.","Dia niankohoka tamin'ny tongony izy ka nanao hoe: Aoka ho ahy dia ho ahy ity heloka ity, tompokolahy; masìna ianao, avelao ny ankizivavinao hiteny eto anatrehanao, ka henoy ny tenin'ny ankizivavinao.","Masìna ianao, aoka ny tompoko tsy hisaina io Nabala lehilahy tena ratsy fanahy io, fa araka ny anarany ihany no toeny; Nabala no anarany, ary hadalana no ao aminy; fa izaho ankizivavinao, tompoko, tsy mba nahita ny zatovo nirahinao.[Nabala = Adala]","Koa ankehitriny, tompoko, raha velona koa Jehovah, ary raha velona koa ny fanahinao, Jehovah efa niaro anao tsy hahazo heloka amin'ny fandatsahan-drà ary tsy hamaly ho an'ny tenanao; ary avelao ny fahavalonao sy izay mitady hanisy ratsy anao, tompoko, ho tahaka an'i Nabala.","Ary izao saotra nentin'ny ankizivavinao aminao izao, tompoko, dia aoka homena ny zatovo manaraka ny Tompoko.","Masìna ianao, mamelà ny fahadisoan'ny ankizivavinao, fa Jehovah hampaharitra ny taranaky ny tompoko tokoa; fa ny tompoko miady ny adin'i Jehovah, ary tsy misy ratsy ho hita aminao amin'ny andro rehetra iainanao.","Nefa raha misy olona mitsangana hanenjika anao ka mitady ny ainao, dia hofehezina amin'ny fehin'aina ao amin'i Jehovah Andriamanitra ny fanahin'ny tompoko, fa ny fanahin'ny fahavalonao kosa dia hatorany toy ny eo amin'ny foitran'antsamotady.","Ary amin'izany, raha Jehovah mahavita amin'ny tompoko araka ny soa rehetra nilazany anao ka manendry anao ho mpanapaka ny Isiraely,","dia tsy ho alahelo na ho nenina amin'ny fon'ny tompoko izany, fa tsy nandatsa-drà foana ianao, na namaly ho an'ny tenanao, tompoko; fa rehefa asian'i Jehovah soa ny tompoko, dia mba tsarovy aho ankizivavinao.[Heb. fahatafintohinana]","Ary hoy Davida tamin'i Abigaila: Isaorana anie Jehovah, Andriamanitry ny Isiraely, Izay naniraka anao hihaona amiko androany.","Ary hotahiny anie ny fahendrenao, ary hotahiny anie ianao, izay niaro ahy androany tsy hahazo heloka amin'ny fandatsahan-drà ary tsy hamaly ho an'ny tenako.","Kanefa, raha velona koa Jehovah, Andriamanitry ny Isiraely, Izay niaro ahy tsy hanisy ratsy anao, raha tsy avy faingana hitsena ahy ianao toy izay, dia efa tsy nasiako niangana na dia lehilahy iray aza amin'i Nabala ambara-pahazavan'ny andro.","Ka dia noraisin'i Davida teny an-tànany ilay zavatra nentiny, ary hoy izy taminy: Miakara soa aman-tsara ho any an-tranonao ianao; indro, efa nohenoiko ny feonao, ary nankasitrahako ianao.","Ary Abigaila dia tonga tao amin'i Nabala; kanjo, indro, nanao fanasana tao an-tranony izy tahaka ny fanasan'ny mpanjaka, ary faly ny fon'i Nabala tamin'izany, ary mamo loatra izy, ka dia tsy nisy nambaran'ny vavy taminy, na kely na be mandra-pahazavan'ny andro.","Ary nony maraina, ka afaka ny hamamoan'i Nabala, dia nambaran'ny vavy taminy izany zavatra izany, ka dia matihena ny fony ka tonga tahaka ny vato.","Ary nony afaka hafoloana, dia nasian'i Jehovah Nabala, ka dia maty izy.","Ary nony ren'i Davida fa maty Nabala, dia hoy izy: Isaorana anie Jehovah izay niady ho ahy ka nahafa-tondromaso ahy tamin'i Nabala sy niaro ny mpanompony tsy hahatanteraka ny ratsy; fa ny ratsy nataon'i Nabala dia nampodin'i Jehovah ho eo an-dohany ihany. Ary Davida naniraka hiresaka amin'i Abigaila hila azy ho vady.","Ary nony tonga tany amin'i Abigaila teo Karmela ny mpanompon'i Davida, dia hoy izy: Davida naniraka anay hankat? aminao hila anao ho vadiny.","Dia nitsangana izy ary niankohoka tamin'ny tany ka nanao hoe: Indro, aoka ny ankizivavinao ho mpanompo hanasa ny tongotry ny mpanompon'itompokolahy.","Ary Abigaila nitsangana faingana ka nitaingina boriky, ary ankizivaviny dimy no nanaraka azy; dia nanaraka ny irak'i Davida izy, ka dia novadiny.","Ary Davida efa nanambady an'i Ahinoama avy any Jezirela koa; ary samy novadiny avokoa izy roa vavy.","Fa Saoly efa nanome an'i Mikala, zananivavy, vadin'i Davida, ho vadin'i Palty, zanak'i Laisy, avy any Galima."]}