{"book":"1 Samoela","chapter":13,"verses":["Telo-polo taona Saoly, raha vao nanjaka; ary nanjaka roa taona tamin'ny Isiraely izy.","Ary Saoly nifantina telo arivo lahy tamin'ny Isiraely, ka ny roa arivo lahy nitoetra teo aminy tany Mikmasy sy tany amin'ny tany havoan'i Betela, ary ny arivo lahy nitoetra teo amin'i Jonatana tany Gibean'ny Benjamina; fa ny olona sisa kosa samy nampodiny ho any an-dainy avy.","Ary Jonatana namely ny miaramilan'ny Filistina, izay tany Geba, ary ren'ny Filistina izany. Ary Saoly nampitsoka anjomara teny amin'ny tany rehetra ka nanao hoe Aoka handre ny Hebreo.","Dia ren'ny Isiraely rehetra fa efa namely ny miaramilan'ny Filistina Saoly, ka dia halan'ny Filistina ny Isiraely. Dia nivory ny olona hanaraka an'i Saoly ho any Gilgala.","Ary ny Filistina telo alina an-kalesy sy enina arivo an-tsoavaly ary vahoaka betsaka tahaka ny fasika eny amoron-dranomasina dia nivory hiady tamin'ny Isiraely; dia nandeha izy ka nitoby tany Mikmasy atsinanan'i Betavena.","Ary nony hitan'ny lehilahy amin'ny Isiraely fa poritra izy (fa efa ory indrindra ny olona), dia nijery tany an-johy sy tany amin'ny kirihitrala sy tany, amin'ny harambato sy tany amin'ny fierena ary tany amin'ny lavaka famorian-drano izy.","Ary ny Hebreo sasany dia lasa nita an'i Jordana nankany amin'ny tany Gada sy Gileada. Fa Saoly mbola tany Gilgala ihany, ary ny vahoaka rehetra nanaraka azy, nefa toran-kovitra be ihany.","Ary niandry hafitoana izy araka ny fotoana nataon'i Samoela; fa Samoela tsy mbola tonga tany Gilgala; ary ny olona niely nandao an'i Saoly.","Ary hoy Saoly: Ento ety amiko ny fanatitra dorana sy ny fanati-pihavanana; ka dia nanatitra ny fanatitra dorana izy.","Ary rehefa vita ny nanaterany ny fanatitra dorana, indro, tamy Samoela, ary nivoaka hitsena azy Saoly mba hiarahaba azy.","Dia hoy Samoela: Inona no nataonao? Ary hoy Saoly: Raha hitako fa niely nandao ahy ny olona, sady tsy tonga tamin'ny fotoana ianao, ary tafangona tany Mikmasy ny Filistina,","dia hoy izaho: Hidina amin'izao ny Filistina hamely ahy at? Gilgala, nefa tsy mbola nanao fifonana tamin'i Jehovah aho; dia sahy ihany aho ka nanatitra ny fanatitra dorana.","Ary hoy Samoela tamin'i Saoly: Nanao adala ianao; tsy nitandrina ny didin'i Jehovah Andriamanitrao izay nandidiany anao ianao; fa raha tsy izany, ankehitriny Jehovah dia ho nampitoetra ny fanjakanao amin'ny Isiraely ho mandrakizay.","Koa izao dia tsy haharitra ny fanjakanao; Jehovah efa nitady lehilahy ho Azy araka ny fony, ary izay no voatendrin'i Jehovah ho mpanapaka ny olony, satria tsy nitandrina izay nandidian'i Jehovah anao ianao.","Dia niainga Samoela ka niala tany Gilgala hankany Gibean'ny Benjamina. Ary Saoly nandamina ny olona izay teo aminy, dia tokony ho enin-jato lahy reny.","Ary raha mbola nitoetra tany Gibean'ny Benjamina Saoly sy Jonatana zanany sy ny vahoaka teo amin'izy roa lahy, ary ny Filistina kosa nitoby, tany Mikmasy.","dia nivoaka nanao telo toko ny mpandrava avy teo amin'ny tobin'ny Filistina: ny iray toko nizotra tamin'ny lalana mankany Ofra ho any amin'ny tany Solala;","ary ny iray toko nizotra ho any amin'ny lalana mankany Beti-horona; ary ny iray toko kosa nizotra ho any amin'ny lalana mankany amin'ny fari-tany manatrika ny lohasaha Zeboima tandrifin'ny efitra.","Ary teny amin'ny tanin'ny Isiraely rehetra tsy nisy mpanefy; fa hoy ny Fifistina: Andrao manefy sabatra na lefona ny Hebreo.","Ka dia samy nidina ho any amin'ny Filistina ny Isiraely rehetra hanasa ny fangadiny sy ny fiasàny sy ny famakiny ary ny fihadia-taniny.","Nefa nanana tsofa ihany izy handranitany ny fihadian-tany sy ny fiasàna sy ny telorantsana sy ny famaky ary handranitany ny fanindronan-omby.","Ary tamin'ny andro niadiana dia tsy nisy sabatra na lefona hita teny an-tànan'ny vahoaka rehetra izay eo amin'i Saoly sy Jonatana; fa tamin'i Saoly sy Jonatana zanany ihany no nisy.","Ary ny avy tao amin'ny miaramilan'ny Filistina nivoaka ho ao amin'ny hadilanana mankany. Mikmasy."]}