{"book":"1 Samoela","chapter":28,"verses":["Ary tamin'izany andro izany ny Filistina dia namory ny miaramilany hanafika ny Isiraely. Ary hoy Akisy tamin'i Davida: Aoka ho fantatrao tsara fa hiara-mivoaka amiko hanafika ianao sy ny olonao.","Ary hoy Davida tamin'i Akisy: Amin'izao dia ho fantatrao tokoa izay hain'ny mpanomponao hatao. Ary hoy Akisy tamin'i Davida: Noho izany dia hataoko mpiaro ny lohako mandrakizay ianao.","(Ary efa maty Samoela, ka ny Isiraely rehetra efa nisaona azy sy nandevina azy tao Rama, dia tao an-tanànany. Ary efa noroahin'i Saoly hiala amin'ny tany izay nanao azy ho tsindrian-javatra sy ny mpanao hatsarana.)","Ary ny Filistina nivory, dia tonga ka nitoby tao Sonema; fa Saoly namory ny Isiraely rehetra, ka nitoby tao Gilboa kosa ireo.","Ary Saoly, raha nahita ny miaramilan'ny Filistina, dia raiki-tahotra sady niemponempona ny fony.","Ary Saoly dia nanontany tamin'i Jehovah, fa Jehovah tsy namaly azy, na tamin'ny nofy, na tamin'ny Orima, na tamin'ny mpaminany.","Ary hoy Saoly tamin'ny mpanompony: Itadiavo vehivavy manao azy ho tsindrian-javatra aho hankanesako any hanontaniako aminy. Ary hoy ny mpanompony taminy: Indro, misy vehivavy manao azy ho tsindrian-javatra eo Andora.","Dia nanova tarehy Saoly ka nitafy fitafiana hafa, dia nandeha izy sy ny olona roa lahy nanaraka azy ka tonga tao amin-dravehivavy nony alina; ary hoy izy: Masìna ianao, manaova fankatovana ho ahy amin'ny zavatra manindry anao, ka ampiakaro ho ety amiko izay hotononiko aminao.","Ary hoy ravehivavy taminy: Indro, fantatrao izay nataon'i Saoly, dia ny nandroahany ny manao azy ho tsindrian-javatra sy ny mpanao hatsarana hiala amin'ny tany, ka nahoana ianao no mamandrika ny aiko hahafaty ahy?","Ary Saoly nianiana tamin'i Jehovah ka nanao taminy hoe: Raha velona koa Jehovah, dia tsy hisy heloka hahazo anao amin'izao zavatra izao.","Dia hoy ravehivavy: Iza ary no hampiakariko ho eto aminao? Ary hoy izy: Samoela no ampiakaro ho ety amiko.","Ary hitan-dravehivavy Samoela, dia nidradradradra tamin'ny feo mafy izy ka nanao tamin'i Saoly hoe: Nahoana no namitaka ahy ianao? fa ianao no Saoly.","Ary hoy ny mpanjaka taminy: Aza matahotra; fa inona no hitanao? Ary hoy ravehivavy tamin'i Saoly: Andriamanitra miakatra avy amin'ny tany no hitako.","Ary hoy izy taminy: Manao ahoana no endriny? Dia hoy izy: Lehilahy antitra no miakatra sady mikapôty izy. Ary fantatr'i Saoly fa Samoela izay, dia niondrika tamin'ny tany izy ka niankohoka.","Ary hoy Samoela tamin'i Saoly: Nahoana no korontaninao aho ka ampiakarinao? Dia hoy Saoly: Tery loatra aho, fa miady amiko ny Filistina, ary Andriamanitra efa nahafoy ahy ka tsy mamaly teny ahy intsony, na amin'ny mpaminany, na amin'ny nofy; koa izany no nampanalako anao mba hampahalalanao ahy izay hataoko.","Ary hoy Samoela: Nahoana no manontany amiko ianao, nefa Jehovah efa mahafoy anao ka tonga fahavalonao.","Fa Jehovah efa nanao ho Azy araka ny nampilazainy ahy; fa efa nendahany hiala amin'ny tananao ny fanjakana ka nomeny an'i Davida namanao.","Satria tsy nihaino ny feon'i Jehovah ianao ka tsy nahatanteraka ny fahatezerany mirehitra tamin'ny Amalekita, dia izany no nanaovan'i Jehovah izao zavatra izao taminao androany.","Ary hiaraka hatolotr'i Jehovah ho eo an-tànan'ny Filistina ny tenanao sy ny Isiraely; ary rahampitso dia ho ety amiko ianao sy ny zanakao; ary ny miaramilan'ny Isiraely koa dia hatolotr'i Jehovah eo an-tànan'ny Filistina.","Dia lavo niampatra tamin'ny tany niaraka tamin'izay Saoly ka raiki-tahotra indrindra noho ny tenin'i Samoela; sady efa tsy nisy hery intsony izy, satria tsy nihinan-kanina indray andro sy indray alina maninjitra.","Ary nankao amin'i Saoly ravehivavy ka nahita azy ory indrindra, dia nanao taminy hoe: Indro, ny ankizivavinao nihaino ny feonao, dia nanao ny aiko tsy ho zavatra aho ka nihaino ny teninao izay nolazainao tamiko.","Koa ankehitriny, masìna ianao, mba henoy kosa ny tenin'ny ankizivavinao, ary aoka aho handroso sombin-kanina kely eo anoloanao; dia hano izany mba hahatanjaka anao, raha handeha amin'ny alehanao ianao.","Fa tsy nety izy, fa hoy izy: Tsy hihinana aho. Fa ny mpanompony sy ravehivavy mbola nanery azy ihany, ka dia nihaino ny feony izy. Dia nitsangana izy ka nipetraka teo am-parafara.","Ary ravehivavy nanana zanak'omby mifahy tao an-trano; dia nandeha haingana izy ka namono izany, ary naka koba izy, dia nofetafetainy ka nendasiny ho mofo tsy misy masirasira.","Ary narosony teo anoloan'i Saoly sy teo anoloan'ny mpanompony izany; dia nihinana izy ireo, ary dia niainga ka lasa nandeha tamin'iny alina iny ihany."]}