{"book":"1 Samoela","chapter":29,"verses":["Ary ny Filistina dia namory ny miaramilany rehetra ho ao Afeka; fa ny Isiraely kosa nitoby teo anilan'ny loharano ao Jezirela.","Ary ireo andrianan'ny Filistina nandroso nitarika ny miaramilany isan-jato sy isan'arivo; fa Davida sy ny olony kosa nandroso teo aoriana niaraka tamin'i Akisy.","Ary hoy ireo andrianan'ny Filistina: Haninona moa ireto Hebreo ireto? Ary hoy Akisy tamin'ireo andrianan'ny Filistina: Tsy io va no Davida, mpanompon'i Saoly, mpanjakan'ny Isiraely, ilay tat? amiko elaela ihany izay, ary tsy hitako izay tsininy hatrizay nialany niandany tamiko ka mandraka androany?","Dia tezitra taminy ireo andrianan'ny Filistina ka nanao taminy hoe: Avereno ihany ilehio ho any amin'ny fonenany izay efa nomenao azy, fa aza avela hidina hiaraka amintsika hiady izy, fandrao ho tonga fahavalontsika raha miady; fa amin'inona no hahazoan'io sitraka amin'ny tompony? Tsy amin'ny lohan'ireto olona ireto va?","Tsy io moa no Davida, izay nandihizany sy nanaovany hira mifamaly hoe: \"Saoly nahafaty arivoarivo, Fa Davida nahafaty alinalina?\"","Ary Akisy niantso an'i Davida ka nanao taminy hoe: Raha velona koa Jehovah, marina ianao, sady sitrako ny iarahanao miditra sy mivoaka amiko eto an-toby, fa tsy hitako izay tsininao hatrizay nahatongavanao teto amiko ka mandraka androany; nefa kosa tsy sitrak'ireo andriana ireo ianao.","Koa miverena, ary mandehana soa aman-tsara, mba tsy hanaovanao izay tsy sitrak'ireo andrianan'ny Filistina.","Fa hoy Davida tamin'i Akisy: Inona no nataoko, ary inona no hitanao tamin'ny mpanomponao hatrizay nitoerako tat? aminao ka mandraka androany, no tsy hahazoako mandeha hiady amin'ny fahavalon'ny mpanjaka tompoko?","Ary Akisy namaly an'i Davida hoe: Fantatro fa tsara eo imasoko tahaka ny anjelin'Andriamanitra ianao; nefa ireo andrianan'ny Filistina no nanao hoe: Tsy hiara-miakatra amintsika hiady izy.","Koa mifohaza maraina koa ianao mbamin'ny mpanompon'ny tomponao izay nanaraka anao; ary rehefa nifoha maraina ianareo, ka mazava ny andro, dia mandehana.","Ary Davida sy ny olony nifoha maraina koa handeha maraina hiverina any amin'ny tanin'ny Filistina. Ary ny Filistina dia niakatra nankany Jezirela."]}