{"book":"1 Tantara","chapter":1,"verses":["Adama, Seta, Enosy,","Kenana, Mahalalila, Jareda,","Enoka, Metosela, Lameka,","Noa, Sema, Hama ary Jafeta.","Ny zanakalahin'i Jafeta dia Gomera sy Magoga sy Maday sy Javana sy Tobala sy Maseta ary Tirasa.","Ary ny zanakalahin'i Gomera dia Askenaza sy Rifata ary Togarma.","Ary ny zanakalahin'i Javana dia Elisaha sy Tarsisy sy ny Kitima ary ny Dodanita.","Ny zanakalahin'i Hama dia Kosy sy Mizraima sy Pota ary Kanana.","Ary ny zanakalahin'i Kosy dia Seba sy Havila sy Sabta sy Ragarna ary Sabteka. Ary ny zanakalahin'i Ragama dia Seba sy Dedana.","Ary Kosy niteraka an'i Nimroda; izy no voalohany izay tonga olona mahery teo ambonin'ny tany.","Ary Mizraima niteraka ny Lodita sy ny Anamita sy ny Lehabita sy ny Naftohita","sy ny Patrosita sy ny Kaslohita (izay nihavian'ny Filistina) ary ny Kaftorita.","Ary Kanana niteraka an'i Sidona, lahimatoany, sy Heta","ary ny Jebosita sy ny Amorita sy ny Girgasita","sy ny Hivita sy ny Arkita sy ny Sinita","sy ny Arvadita sy ny Zemarita ary ny Harnatita.","Ny zanakalahin'i Sema dia Elama sy Asyra sy Arpahada sy Loda sy Arama sy Oza sy Hola sy Gatera ary Maseka.","Ary Arpaksada niteraka an'i Sela; ary Sela niteraka an'i Ebera.","Ary Ebera niteraka roa lahy: ny anaran'ny iray natao hoe Palega, satria tamin'ny androny no nizarana ny tany; ary Joktana no anaran'ny rahalahiny.[Palega = Fizarana]","Ary Joktana niteraka an'i Almodada sy Salefa sy Hazarmaveta sy Jera","sy Hadorama sy Ozala sy Dikla","sy Ebala sy Abimaela sy Sheba","sy Ofira sy Havila ary Jobaba; ireo rehetra ireo no zanakalahin'i Joktana.","Sema, Arpaksada, Sela,","Ebera, Palega, Reo,","Seroga, Nahora, Tera,","Abrama (dia Abrahama izany).","Ny zanakalahin'i Abrahama dia Isaka sy Isimaela.","Izao no taranany: Nebaiota, lahimatoan'Isimaela, dia Kedara sy Abdela sy Mibsama","sy Misma sy Doma sy Masa sy Hadada sy Tema","sy Jetora sy Nafisy ary Kedma. Ireo no zanakalahin'Isimaela.","Ary ny zanakalahin'i Ketora, vaditsindranon'i Abrahama. Izy no niteraka an'i Zimrama sy Joksana sy Medana sy Midiana sy Jisbaka ary Soaha. Ary ny zanakalahin'i Joksana dia Sheba sy Dedana.","Ary ny zanakalahin'i Midiana dia Efaha sy Efera sy Hanoka sy Abida ary Eldaha. Ireo rehetra ireo no zanakalahin'i Ketora.","Ary Abrahama niteraka an'Isaka. Ny zanakalahin'i Isaka dia Esao sy Isiraely.","Ny zanakalahin'i Esao dia Elifaza sy Regoela sy Jeosy sy Jalama ary Kora.","Ny zanak'i Elifaza dia Temana sy Omara sy Zefo sy Gatama sy Kenaza sy Timna ary Amaleka.","Ny zanakalahin'i Regoela dia Nahata sy Zera sy Sama ary Miza.","Ary ny zanakalahin'i Seira dia Lotana sy Sobala sy Zibona sy Ana sy Disona sy Ezera ary Disana.","Ary ny zanakalahin'i Lotana dia Hory sy Homama; ary Timna no anabavin'i Lotana.","Ary ny zanakalahin'i Sobala dia Aliana sy Manahata sy Ebala sy Sefy ary Onama. Ary ny zanakalahin'i Zibona dia Aia sy Ana.","Ary ny zanakalahin'i Ana dia Disona. Ary ny zanakalahin'i Disona dia Hamrana sy Esbana sa Jitrana ary Kerana.","Ary ny zanakalahin i Ezera dia Bilana sy Zavana ary Jakana. Ny zanakalahin'i Disana dia Oza sy Arana.","Ary izao no mpanjaka izay nanjaka tany amin'ny tany Edoma, fony tsy mbola nisy mpanjaka nanjaka tamin'ny Zanak'Isiraely: Bela, zanak'i Beora; ary Dinaba no anaran'ny tanànany.","Ary maty Bela, dia nanjaka nandimby azy Jobaba, zanak'i Zera, avy any Bozra.","Ary maty Jobaba, dia nanjaka nandimby azy Hosama, avy any amin'ny tanin'ny Temanita.","Ary maty Hosama, dia nanjaka nandimby azy Hadada, zanak'i Bedada, izay namely ny Midianita tany amin'ny tany Moaba; ary Avita no anaran'ny tanànany.","Ary maty Hadada, dia nanjaka nandimby azy Samla avy any Masreka.","Ary maty Samla, dia nanjaka nandimby azy Saoly avy any Rehobota eo amoron'ny Ony.","Ary maty Saoly, dia nanjaka nandimby azy Bala-hanana, zanak'i Akbora.","Ary maty Bala-hanana, dia nanjaka nandimby azy Hadada; ary Pao no anaran'ny tanànany; ary ny anaran'ny vadiny dia Mehetabela, zanakavavin'i Matreda, zanakavavin'i Me-zahaba.","Dia maty koa Hadada. Ary ny loham-pirenen'i Edoma dia Timna loham-pireneny, Alva loham-pireneny, Jetata loham-pireneny,","Oholibama loham-pireneny, Elaha loham-pireneny, Pinona loham-pireneny,","Kenaza loham-pireneny, Temana loham-pireneny, Mibzara loham-pireneny,","Magdiela loham-pireneny, Irama loham-pireneny. Ireo no loham-pirenen'i Edoma."]}