{"book":"1 Tantara","chapter":10,"verses":["Ary ny Filistina niady tamin'ny Isiraely, ary nandositra teo anoloan'ny Filistina ny lehilahy amin'ny Isiraely, ka niampatrampatra teny an-tendrombohitra Gilboa ny faty.","Ary ny Filistina nanenjika fatratra an'i Saoly sy ny zanany, ka matin'ny Filistina Jonatana sy Abinadaba sy Malkisoa, zanakalahin'i Saoly.","Ary mafy ny ady tamin'i Saoly, dia nifanehatra tamin'ny mpandefa tsipìka izy; ary raiki-tahotra izy noho ny mpandefa tsipìka.","Ka hoy Saoly tamin'ny mpitondra ny fiadiany: Tsoahy ny sabatrao, ka tsatohy miboroaka aho; fandrao avy irery tsy mifora irery ka hanao ahy ho fihomehezana. Nefa tsy nety ny mpitondra ny fiadiany, fa natahotra loatra izy. Dia nalain'i Saoly ny sabatra ka nianjerany.","Ary rehefa hitan'ny mpitondra ny fiadiana fa maty Saoly, dia mba nianjera tamin'ny sabany koa izy ka maty.","Ka dia niara-maty Saoly sy ny zanany telo lahy ary ny ankohonany rehetra.","Ary nony hitan'ny lehilahy rehetra amin'ny Isiraely teny amin'ny lohasaha fa nandositra ny olona, ary maty Saoly sy ny zanany, dia niala tamin'ny tanànany izy ka nandositra; ary dia tonga ny Filistina ka nonina tao.","Ary nony ampitso, raha tonga haka ny zavatra teo amin'ny faty ny Filistina, dia nahita an'i Saoly sy ny zananilahy niampatrampatra teo an-tendrombohitra Gilboa izy.","Dia nesoriny ny akanjony, ka nentiny ny lohany sy ny fiadiany, ary dia naniraka tany amin'ny tanin'ny Filistina manodidina izy hanambara izany zavatra mahafaly izany tamin'ny sampiny sy ny olona.","Dia napetrany tao an-tranon'ny andriamaniny ny fiadian'i Saoly, ary nohomboany teo amin'ny tempolin'i Dagona ny lohany.","Ary nony ren'ny mponina rehetra tao Jabesi-gileada izay rehetra nataon'ny Filistina tamin'i Saoly,","dia niainga ny lehilahy mahery rehetra naka ny fatin'i Saoly sy ny fatin'ny zanany ka nitondra azy ho any Jabesy, ary nandevina ny taolany teo ambanin'ilay hazo terebinta tany Jabesy izy, ary dia nifady hanina hafitoana.","Eny, maty Saoly noho ny nivadihany tamin'i Jehovah, dia noho ny tsy nitandremany ny tenin'i Jehovah sy noho ny nakany saina tamin'izay nanao azy ho tsindrian-javatra","ary noho ny tsy nanontaniany tamin'i Jehovah; ka dia novonoiny izy, ary nafindrany ho an'i Davida, zanak'i Jese, ny fanjakana."]}