{"book":"1 Tantara","chapter":8,"verses":["Ary Benjamina niteraka an'i Bela, lahimatoa, sy Asbela, lahiaivo, sy Ahara, fahatelo,","sy Noha, fahefatra, ary Rafa, faralahy.","Ary ny zanakalahin'i Bela dia Adara sy Gera sy Abihoda","sy Abisoa sy Namana sy Ahoa","sy Gera sy Sefofana ary Horama.","Ary izao no zanakalahin'i Ehoda (izao no lohan'ny fianakavian'ny mponina any Geba; ary nitondra azy ho babo tany Manahata,","Namana sy Ahia ary Gera; izy no nitondra azy ho babo), niteraka an'i Oza sy Ahihoda izy.","Ary Saharaima niteraka tao amin'ny tany Moaba taorian'ny nisaorany an'i Hosima sy Bara vadiny.","Ary Hodesy vadiny no niterahany an'i Jobaba sy Ziba sy Mesa sy Malkama","sy Jeoza sy Sakia ary Mirma. Ireo no zananilahy, samy lohan'ny fianakaviany avy.","Ary Hosima no niterahany an'i Abitoba sy Elpala.","Ary ny zanakalahin'i Elpala dia Ebera sy Misama ary Samera, izay nanorina an'i Ono sy Loda sy ny zana-bohiny;","Beria koa sy Sema, izay lohan'ny fianakavian'ny mponina ao Aialona sady nandroaka ny mponina tao Gata;","ary Ahio sy Sasaka sy Jeremota","sy Zebadia sy Arada sy Adera","sy Mikaela sy Jispa sy Joha (zanakalahin'i Beria ireo),","ary Zebadia sy Mesolama sy Hizky sy Hebera","sy Jismeray sy Jizlia sy Jobaba (zanakalahin'i Elpala ireo),","ary Jakima sy Zikry sy Zabdy","sy Elienay sy Ziletahy sy Eliala","sy Adaia sy Beraia sy Simrata (zanakalahin'i Simey ireo),","ary Jispana sy Hebera sy Eliala","sy Abdona sy Zikry sy Hanana","sy Hanania sy Elama sy Antotia","sy Jifdia sy Penoela (zanakalahin'i Sasaka ireo),","ary Samseray sy Seharia sy Atalia","sy Jaresia sy Elia sy Zitry (zanakalahin'i Jerohama ireo).","Ireo no lohan'ny fianakaviany araka ny firazanany, dia samy loholona. Ireo no nonina tany Jerosalema.","Ary tao Gibeona no nonenan'ny razamben'ny an'i Gibeona, ary ny anaran'ny vadiny dia Imaka,","ary Abdona no lahimatoany, dia Zora, dia Kisy, dia Bala, dia Nadaba,","dia Gedora, dia Ahio, dia Zakera.","Ary Miklota niteraka an'i Simea. Ireo koa dia niara-nonina tamin'ny rahalahiny tany Jerosalema nifanandrify fonenana taminy.","Ary Nera niteraka an'i Kisy; ary Kisy niteraka an'i Saoly; ary Saoly niteraka an'i Jonatana sy Malkisoa sy Abinadaba ary Esbala.","Ary ny zanakalahin'i Jonatana dia Meribala; ary Meribala niteraka an'i Mika.","Ary ny zanakalahin'i Mika dia Pitona sy Maleka sy Tarea ary Ahaza.","Ary Ahaza niteraka an'i Joada; ary Joada niteraka an'i Alemeta sy Azmaveta ary Zimry; ary Zimry niteraka an'i Moza;","ary Moza niteraka an'i Binea; Rafa no zanakalahin'i Binea, Elasa no zanakalahin'i Rafa, Azela no zanakalahin'i Elasa","Ary Azela nanana zanaka enina mirahalahy, ka izao no anarany: Azrikama sy Bokero sy Isimaela sy Searia sy Obadia ary Hanana. Ireo rehetra ireo no zanakalahin'i Azela.","Ary ny zanakalahin'i Eseka rahalahiny dia Olama, lahimatoa, sy Jeosy, lahiaivo, ary Elifeleta, faralahy.","Ary ny zanakalahin'i Olama dia lehilahy mahery sady mpandefa zana-tsipìka, ary nanana zanakalahy sy zafy maro izy, dia dimam-polo amby zato. Ireo rehetra ireo no taranak'i Benjamina."]}