{"book":"1 Tantara","chapter":21,"verses":["Ary Satana nitsangana hampidi-doza tamin'ny Isiraely ka nanome saina an'i Davida hanisa ny Isiraely.","Dia hoy Davida tamin'i Joaba sy tamin'ireo lehiben'ny vahoaka: Mandehana, isao ny Isiraely hatrany Beri-sheba ka hatrany Dana; ary ento at? amiko ny isany mba ho fantatro.","Fa hoy Joaba: Jehovah anie hampitombo ny olony ho injato toy izao na firy na firy izy; fa moa tsy mpanompon'ny tompoko izy rehetra, ry mpanjaka tompoko? Koa inona indray no itadiavan'ny tompoko izany zavatra izany? Nahoana no dia hampahadiso ny Isiraely?","Nefa tsy azon'i Joaba nolavina ny tenin'ny mpanjaka; ka dia niainga izy ka nitety ny Isiraely rehetra; dia tonga tany Jerosalema indray izy.","Ary natolotr'i Joaba an'i Davida ny isan'ny olona voalamina, ka nisy iray hetsy sy iray tapitrisa ny lehilahy mahatan-tsabatra teo amin'ny Isiraely; ary fito alina sy efatra hetsy ny lehilahy mahatan-tsabatra teo amin'ny Joda.","Fa ny Levy sy ny Benjamina tsy mba nalaminy, satria fahavetavetana tamin'i Joaba ny tenin'ny mpanjaka.","Ary tsy sitrak'Andriamanitra izany zavatra izany; ka dia namely ny Isiraely Izy.","Ary hoy Davida tamin'Andriamanitra; Efa nanota indrindra aho tamin'izao nataoko izao; koa ankehitriny, mifona aminao aho, esory ny heloky ny mpanomponao, fa efa nanao fahadalana lehibe tokoa aho.","Ary hoy Jehovah tamin'i Gada mpahitan'i Davida:","Mandehana, ka lazao amin'i Davida hoe: Izao no lazain'i Jehovah: Zavatra telo loha no apetrako eto anoloanao, koa fidio izay iray hataoko aminao.","Ary Gada nankany amin'i Davida ka nanao taminy hoe: Izao no lazain'i Jehovah: Mifidia:","Mosary telo taona va? Sa fandringanana eo alohan'ny fahavalonao telo volana, raha tratry ny sabatry ny fahavalonao ianao? Sa ny sabatr'i Jehovah, dia areti-mandringana, no hamely ny tany hateloana, ka Ilay Anjelin'i Jehovah handringana eran'ny tanin'ny Isiraely rehetra? Koa hevero tsara izay valiny ho entiko miverina any amin'Izay naniraka ahy.","Ary hoy Davida tamin'i Gada: Indrisy! poritra loatra aho! nefa aleoko ho azon'ny tànan'i Jehovah, fa lehibe ny famindram-pony toy izay ho azon'izay tànan'olona.","Dia nasian'i Jehovah areti-mandringana ny Isiraely ka nahafatesana fito alina izy.","Ary Andriamanitra naniraka Anjely hankany Jerosalema handrava azy; ary raha ilay mbola nandrava iny Izy, dia nijery Jehovah ka nanenina ny amin'ny loza ka nanao tamin'Ilay Anjely nandrava hoe: Aoka izay! Atsaharo ny tananao ankehitriny. Ary Ilay Anjelin'i Jehovah nitsangana teo anilan'ny famoloan'i Araona Jebosita.","Ary Davida nanopy ny masony ka nahita Ilay Anjelin'i Jehovah nitsangana teo anelanelan'ny tany sy ny lanitra sady nitana sabatra voatsoaka teny an-tanany, izay natondrony manandrify an'i Jerosalema. Dia niankohoka Davida sy ny loholon'ny Isiraely, izay efa samy nitafy lamba fisaonana.[Heb. lamba malailay]","Ary hoy Davida tamin'Andriamanitra: Tsy izaho va no nandidy hanisa ny vahoaka? Izaho no nanota sy nanao ratsy tokoa; fa ireo ondry ireo kosa, inona moa no mba nataony? Eny, Jehovah Andriamanitro ô, mifona aminao re aho, aoka ny tananao hamely ahy sy ny mpianakavin'ny raiko, fa aza ny olonao no asianao amin'ny areti-mandringana.","Ary Gada nasain'Ilay Anjelin'i Jehovah hilaza amin'i Davida mba hiakatra hanangana alitara ho an'i Jehovah ao amin'ny famoloan'i Araona Jebosita.","Koa dia niakatra Davida araka ny tenin'i Gada, izay nolazainy tamin'ny anaran'i Jehovah.","Ary Araona niherika ka nahita Ilay Anjely; ary ny zanany efa-dahy izay teo aminy dia niery. Ary Araona nively vary tao tamin'izay.","Ary nony tonga teo amin'i Araona Davida, dia nijery Araona ka nahita an'i Davida, ary dia niala avy teo amin'ny famoloana izy ka niankohoka tamin'ny tany teo anatrehan'i Davida.","Ary hoy Davida tamin'i Araona: Mba omeo ahy amin'izay tokom-bidiny ity famoloana ity hanorenako alitara ho an'i Jehovah; omeo ahy izy, mba hitsaharan'ny areti-mandringana tsy hamely ny vahoaka.","Fa hoy Araona tamin'i Davida: Ento ary ho anao, ary aoka ny mpanjaka tompoko hanao izay sitrany; indro, omeko koa ny omby ho fanatitra dorana ary ny fivelezam-bary ho kitay ary ny vary tritika ho fanatitra hohanina; foiko avokoa izy rehetra.","Fa hoy Davida mpanjaka tamin'i Araona: Tsia, fa hovidiko mihitsy araka izay tokom-bidiny; fa tsy haka izay anao ho an'i Jehovah aho ary tsy hanatitra fanatitra dorana amin'izay azoko fotsiny.","Dia nomen'i Davida sekely volamena lanjan'enin-jato Araona ho vidin'ny tany.","Ary Davida nanorina alitara teo ho an'i Jehovah ka nanatitra fanatitra dorana sy fanati-pihavanana; dia niantso an'i Jehovah izy ka novaliany tamin'ny afo avy tany an-danitra, izay latsaka teo amin'ny alitara fandoroana ny fanatitra dorana.","Ary Jehovah nandidy Ilay Anjely, ka dia nampidiriny tamin'ny tranony ny sabany.","Tamin'izany andro izany, nony hitan'i Davida fa novalian'i Jehovah teo amin'ny famoloan'i Araona Jebosita izy, dia namono zavatra hatao fanatitra teo izy.","Fa ny tabernakelin'i Jehovah izay nataon'i Mosesy tany an-efitra sy ny alitara fandoroana ny fanatitra dorana kosa dia teo amin'ny fitoerana avo tao Gibeona fahizay;","nefa Davida tsy nahazo nankeo anoloan'izany hanontany amin'Andriamanitra; fa raiki-tahotra izy noho ny sabatr'Ilay Anjelin'i Jehovah."]}