{"book":"1 Tantara","chapter":17,"verses":["Ary Davida, raha nipetraka tao an-tranony, dia nanao tamin'i Natana mpaminany hoe: Akory izato izaho mitoetra amin'ny trano sedera, nefa ny fiaran'ny neken'i Jehovah kosa mitoetra ao anaty lay!","Ary hoy Natana tamin'i Davida: Ataovy izay rehetra ao am-ponao, fa Andriamanitra no momba anao.","Nefa tamin'ny alin'iny ihany dia tonga tamin'i Natana ny tenin'Andriamanitra nanao hoe:","Andeha, lazao amin'i Davida mpanompoko hoe: Izao no lazain'i Jehovah: Tsy ianao no hanao trano hitoerako;","fa tsy mbola nitoetra an-trano Aho hatramin'ny nitondrako ny Isiraely niakatra ka mandraka androany, fa nifindrafindra toby sy nifindrafindra toerana. [Heb. lay][Heb. tabernakely]","Ary tamin'izay rehetra nifindrafindrako niaraka tamin'ny Isiraely moa nisy nitenenako akory va ny mpitsaran'ny Isiraely, izay notendreko ho mpiandry ny oloko, ka nanaovako hoe: Nahoana no tsy nanao trano sedera ho Ahy ianareo?","Koa lazao amin'i Davida mpanompoko hoe: Izao no lazain'i Jehovah, Tompon'ny maro: Izaho no naka anao tany an-tsaha, dia avy tamin'ny niandrasanao ondry, mba ho mpanapaka ny Isiraely oloko.","Ary nomba anao tamin'izay rehetra nalehanao Aho, ka naringako tsy ho eo anoloanao ny fahavalonao rehetra, ary homeko anarana tahaka ny anaran'izay lehibe ambonin'ny tany ianao.","Ary hifidy tany ho an'ny Isiraely oloko Aho sady hamponina azy, ka dia handry fahizay amin'ny fonenany izy ka tsy hanana ahiahy intsony, ary ny zanaky ny faharatsiana tsy hampahory azy intsony tahaka ny tany aloha","sy tahaka ny hatramin'ny andro nanendreko mpitsara ho mpifehy ny Isiraely oloko. Ary haetriko avokoa ny fahavalonao rehetra. Ary ambarako aminao koa fa Jehovah hanome taranaka anao.[Heb. hanao trano ho anao]","Ary rehefa tapitra ny andronao, ka lasa any amin'ny razanao ianao, dia hatsangako ny zanakao anankiray mandimby anao, izay isan'ny terakao; ary hampitoeriko ny fanjakany;","dia io no hanao trano ho Ahy, ary Izaho kosa hampitoetra ny seza fiandrianany ho mandrakizay.","Izaho ho rainy, ary izy ho zanako; ary tsy hanaisotra ny famindram-poko aminy Aho, tahaka ny nanesorako izany tamin'ilay nodiasanao;","fa hampitoeriko ao an-tranoko sy ao amin'ny fanjakako mandrakizay izy; ary hampitoerina mandrakizay ny seza fiandrianany.","Araka izany teny rehetra izany sy araka izao fahitana izao no nolazain'i Natana tamin'i Davida.","Ary Davida mpanjaka niditra ka nipetraka teo anatrehan'i Jehovah, dia nanao hoe: Zinona moa aho, Jehovah Andriamanitra ô? Ary zinona moa ny mpianakaviko, no nentinao ambaraka ankehitriny aho?","Ary mbola nataonao ho zavatra kely ihany aza izany, Andriamanitra ô; fa, indro, efa voalazanao koa ny amin'ny taranaky ny mpanomponao hatramin'ny mbola any aoriana lavitra aza, ary nitsinjo ahy araka ny fanaon'ny olona Hianao, Jehovah Andriamanitra ô, ka nanandratra ahy.","Inona intsony no holazain'i Davida aminao ny amin'ny voninahitra omena ny mpanomponao? fa Hianao no mahalala ny mpanomponao.","Jehovah ô, noho ny amin'ny mpanomponao sy araka ny sitraponao no nanaovanao io zavatra lehibe io, mba hampiharihariana ireo zavatra lehibe rehetra ireo.","Jehovah ô, tsy misy tahaka Anao, ary tsy misy Andriamanitra afa-tsy Hianao, araka izay rehetra ren'ny sofinay.","Ary aiza moa no misy firenena ety an-tany tahaka ny Isiraely olonao, izay nalehan'Andriamanitra havotana ho olony, hanaovanao anarana lehibe sy mahatahotra ho Anao, dia tamin'ny nandroahanao firenena tsy ho eo anoloan'ny olonao, izay navotanao avy tany Egypta?","Fa ny Isiraely olonao nofidinao ho olonao mandrakizay, ary Hianao, Jehovah ô, no efa tonga Andriamaniny.","Ary ankehitriny, Jehovah ô, ilay teny nolazainao ny amin'ny mpanomponao sy ny taranany dia ampitoero ho mandrakizay, ary ataovy araka izay nolazainao.","Eny, aoka hampitoerina izany, ary aoka hohalehibiazina mandrakizay ny anaranao ka hatao hoe: Jehovah, Tompon'ny maro, Andriamanitry ny Isiraely, no Andriamanitry ny Isiraely; ka dia hampitoerina eo anatrehanao ny taranak'i Davida mpanomponao.","Fa Hianao, Andriamanitro ô, efa nanambara tamin'ny mpanomponao fa homenao taranaka izy; koa Izany no nampahasahy ny mpanomponao hivavaka eto anatrehanao.[Heb. hanao trano ho azy Hianao]","Ary noho izany, Jehovah ô, satria Hianao no Andriamanitra, ary Hianao efa nilaza izany zava-tsoa izany ny amin'ny mpanomponao,","dia ho sitrakao ny hitahy ny taranaky ny mpanomponao haharitra mandrakizay eo anatrehanao; fa izay tahinao, Jehovah ô, dia voatahy mandrakizay."]}