{"book":"1 Tantara","chapter":3,"verses":["Ary izao no zanakalahin'i Davida, izay naterany tao Hebrona: Amnona, zanak'i Ahinoama Jezirelita, no lahimatoa; ary Daniela, zanak'i Abigaila Karmelita, no lahiaivo;","Absaloma, zanak'i Maka, zanakavavin'i Talmay, mpanjakan'i Gesora, no fahatelo; Adonia, zanak'i Hagita, no fahefatra;","Sefatia, zanak'i Abitala, no fahadimy; Jitreama, zanak'i Egla vadiny, no fahenina.","Ireo enina ireo no naterany tao Hebrona; fa tao no nanjakany fito taona sy enim-bolana; ary tany Jerosalema kosa no nanjakany telo amby telo-polo taona.","Ary izao no naterany tany Jerosalema: Simea sy Sobaba sy Natana ary Solomona (ireo efa-dahy ireo no naterak'i Batsoa, zanakavavin'i Amiela)","sy Jibara sy Elisama sy Elifeleta","sy Noga sy Nafega sy Jafia","sy Elisama sy Eliada ary Elifeleta; dia sivy kosa ireo.","Ireo rehetra ireo no zanakalahin'i Davida, afa-tsy ny zanaky ny vaditsindranony sy Tamara, anabavin'ireo.","Ary ny zanakalahin'i Solomona dia Rehoboama, Abia no zanakalahin-dRehoboama, Asa no zanakalahin'i Abia, Josafata no zanakalahin'i Asa,","Jehorama no zanakalahin'i Josafata, Ahazia no zanakalahin'i Jehorama. Joasy no zanakalahin'i Ahazia,","Amazia no zanakalahin'i Joasy, Azaria no zanakalahin'Amazia, Jotama no zanakalahin i Azaria,","Ahaza no zanakalahin'i Jotama Hezekia no zanakalahin'i Ahaza, Manase no zanakalahin'i Hezetia,","Amona no zanakalahin'i Manase, Josia no zanakalahin'i Amona.","Ary izao no zanakalahin'i Josia: Johanana, lahimatoa, Joiakima, lahiaivo, Zedekia, fahatelo, Saloma, faralahy.","Ary ny zanakalahin'i Joiakima dia Jekonia, ary Zedekia no zanak'i Jekonia.","Ary ny zanakalahin'Jekonia dia Asira, Sealtiela no zanak'i Asira,[Na: Jekonia mpifatotra]","ary Malkirama koa sy Pedaia sy Senazara sy Jekamia sy Hosama ary Nedabia.","Ary ny zanakalahin'i Pedaia dia Zerobabela sy simey. Ary ny zanakalahin'i Zerobabela dia Mesolama sy Hanania ary Selomita, anabaviny,","ary Hasoba sy Ohela sy Berekia sy Hasadia ary Josaba-heseda; dimy izy.","Ary ny zanakalahin'i Hanania dia Pelatia sy Jisaia sy ny zanakalahin'i Rafaia sy ny zanakalahin'i Arnana sy ny zanakalahin'i Obadia ary ny zanakalahin'i Sekania.","Ary ny zanakalahin'i Sekania dia Semaia. Ary ny zanakalahin'i Semaia dia Hatosy sy Jigala sy Baria sy Nearia ary Safata; enina izy.","Ary ny zanakalahin'i Nearia dia Elioenay sy Hezekia ary Azrikama; telo izy.","Ary ny zanakalahin'i Elioenay dia Hodaia sy Eliasiba sy Pelaia sy Akoba sy Johanana sy Delaia ary Anany; fito izy."]}