{"book":"1 Tantara","chapter":28,"verses":["Ary novorin'i Davida tany Jerosalema ny lehibe rehetra tamin'ny Isiraely, dia ny lohan'ny firenena sy ny komandin'ny antokony Izay nanompo ny andriamanjaka, ary ny mpifehy arivo sy ny mpifehy zato sy ny mpitandrina ny harena mbanin'ny fananana rehetra an'ny mpanjaka sy ny zanany mbamin'ny tandapa sy ny lehilahy mahery, dia ny lehibe rehetra.[Heb. ionoka]","Ary Davida mpanjaka nitsangana ka nanao hoe: Mihainoa ahy, ry rahalahiko sy ry vahoakako! Raha izaho, dia efa mby tato am-poko ny hanao trano fitsaharana ho an'ny fiaran'ny faneken'i Jehovah sy ho an'ny fitoeran-tongotr'Andriamanitsika, ary efa novononiko izay ho enti-manao azy;","nefa hoy Andriamanitra tamiko: Tsy hanao trano ho an'ny anarako ianao, satria lehilahy mpiady sy mpandatsa-drà.","Nefa kosa Jehovah, Andriamanitra ny Isiraely efa nifidy ahy tamin'ny ankohonan'ny raiko rehetra ho mpanjakan'ny Isiraely mandrakizay; fa Joda no nofidiny ho mpanjaka, ary tamin'ny taranak'i Joda indray dia ny ankohonan'ny raiko no nofidiny; ary tamin'ny ankohonan'ny raiko dia izaho kosa no nankasitrahany ka nataony mpanjaka amin'ny Isiraely rehetra.","Ary tamin'ny zanako rehetra (fa zanaka maro no nomen'i Jehovah ahy) dia Solomona zanako no nofidiny hipetraka amin'ny seza fiandrianan'ny fanjakan'i Jehovah hanjaka amin'ny Isiraely.","Ary hoy Izy tamiko: Solomona zanakao no hanao ny tranoko sy ny kianjako, fa efa nifidy azy ho zanako Aho, ary Izaho ho rainy.","Ary hampitoetra ny fanjakany ho mandrakizay Aho, raha maharitra mitandrina ny didiko sy ny fitsipiko mandra-kariva izy tahaka ny amin'izao anio izao.","Ary ankehitriny, eto anatrehan'ny Isiraely rehetra, fiangonan'i Jehovah, sy eto anatrehan'Andriamanitsika, tandremo sy diniho ny didin'i Jehovah Andriamanitrareo rehetra, mba hahatananareo ity tany soa ity, sady havelanareo ho lovan'ny zanakareo mandimby anareo, mandrakizay izy.","Ary ianao, ry Solomona zanako, aoka ho fantatrao Andriamanitry ny rainao, ka manompoa Azy amin'ny fo rehetra sy ny fanahy mazoto; fa Jehovah, dia mpandinika ny fo rehetra, ary ny fieritreretana rehetra dia fantany avokoa. Raha mitady Azy ianao, dia hahita Azy; fa raha mahafoy Azy kosa ianao, dia hariany mandrakizay.","Koa mitandrema; fa Jehovah efa nifidy anao hanao trano ho fitoerana masina; dia mahereza ka mahefà.","Ary Davida nanome an'i Solomona zanany ny sarin'ny lavarangana fidirana sy ny tranony sy ny trano firaketany sy ny efi-trano ambony sy ny efi-trano anatiny ary ny trano misy ny rakotra fanaovam-panavotana,","ary ny sarin'izay rehetra efa niseho tamin'ny fanahiny; dia ny amin'ny kianjan'ny tranon'i Jehovah sy ny efi-trano rehetra manodidina azy ho an'ny rakitry ny tranon'i Jehovah sy ny zavatra nohamasinina ho rakitra,","sy ho an'ny antokon'ny mpisorona sy ny Levita koa, ary ho an'ny fanompoana rehetra ao an-tranon'i Jehovah sy ho an'ny fanaka rehetra ho enti-manompo ao an-tranon'i Jehovah,","ary ny lanjan'ny volamena hanaovana ny fanaka volamena samy hafa rehetra, ary ny lanjan'ny volafotsy koa hanaovana ny fanaka volafotsy samy hafa rehetra,","ary ny lanjan'ny volamena hanaovana ny fanaovan-jiro volamena sy ny lela fanaovan-jirony araka ny lanjany avy, ary ny lanjan'ny volafotsy hanaovana ny fanaovan-jiro volafotsy sy ny lela fanaovan-jirony araka ny fombany avy,","ary ny lanjan'ny volamena hanaovana ireo latabatra hametrahana ny mofo aseho, ary ny amin'ny volafotsy ho amin'ny latabatra volafotsy,","ary ny amin'ny fitrebika sy ny lovia famafazana ary ny fitoeran-divay, izay samy volamena tsara, ary ny amin'ny kapoaka misarona, na ny volamena, na ny volafotsy, araka ny lanjany avy,","ary ny lanjan'ny volamena voadio hanaovana ny alitara fandoroana ditin-kazo manitra; ary nomeny koa ny sarin'ny kalesy, dia ny kerobima volamena, izay manana elatra mivelatra ka manaloka ny fiaran'ny faneken'i Jehovah.","Izany asa rehetra araka ny sary izany, hoy Davida, no nampahafantarin'i Jehovah ahy tamin'ny soratra avy tamin'ny tànany, izay at? amiko.","Ary hoy koa Davida tamin'i Solomona zanany: Mahereza sy matanjaha ka mahefà; aza matahotra na mivadi-po; fa Jehovah Andriamanitra, dia Andriamanitro, no momba anao; tsy handao na hahafoy anao Izy ambara-pahavitanao ny asa rehetra hanaovana ny tranon'i Jehovah.","Ary indreo ny antokon'ny mpisorona sy ny Levita hanao ny fanompoana rehetra ao an-tranon'Andriamanitra; ary ao aminao hanampy amin'ny asa samy hafa rehetra ny olon-kendry izay manolo-tena mba hahavita ny fanompoana rehetra sy ny mpifehy ary ny vahoaka rehetra hankatò ny didinao."]}