{"book":"1 Tantara","chapter":14,"verses":["Ary Hirama, mpanjakan'i Tyro, naniraka olona tany amin'i Davida sady nampanatitra hazo sedera ary nandefa mpanao trano vato sy mpandrafitra hanao trano ho azy.","Dia fantatr'i Davida fa Jehovah efa nampitoetra azy ho mpanjakan'ny Isiraely, ka voasandratra ny fanjakany noho ny amin'ny Isiraely olony.","Ary Davida nampaka-bady koa tany Jerosalema ka niteraka zazalahy sy zazavavy.","Ary izao no anaran'ny zanany naterany tany Jerosalema: Samoa sy Sobaba sy Natana sy Solomona","sy Jibara sy Elisoa sy Elipeleta","sy Noga sy Nafega sy Jafia","sy Elisama sy Seliada ary Elifeleta.","Koa nony ren'ny Filistina fa efa nohosorana ho mpanjakan'ny Isiraely rehetra Davida, dia niakatra hitady azy ny Filistina rehetra. Koa raha ren'i Davida izany, dia nivoaka hiady taminy izy.","Ary dia tonga ny Filistina ka nihahakahaka teny amin'ny Lohasahan'ny Refaita.","Ary Davida nanontany tamin'Andriamanitra hoe: Hiakatra hamely ny Filistina va aho? Hatolotrao eo an-tanako va izy? Dia hoy Jehovah taminy: Miakara, fa hatolotro eo an-tananao izy.","Dia niakatra nankao Bala-perazima Davida ka namely azy teo; dia hoy izy: Ny tanako no namakian'Andriamanitra ny fahavaloko hipariaka toy ny rano vaky; koa izany no nanaovany ny anaran'izany tany izany hoe Bala-perazima.[Bala-perazima = Tany nahavakiana]","Dia nilaozan'ireny teo ireo andriamaniny, ka dia nasain'i Davida nodorana tamin'ny afo.","Ary tonga indray ny Filistina ka nihahakahaka teny an-dohasaha indray.","Dia nanontany tamin'Andriamanitra indray Davida ka novaliany hoe: Aza mandeha hanenjika azy; fa mivilia azy, dia mandehana, fa ho tonga eo aminy ianao eo amin'ny tandrifin'ny hazo balsama.","Ary raha toa mahare fingadongadon'olona eny amin'ny tendron'ny hazo balsama ianao, dia miaingà amin'izay hiady; fa amin'izay no efa miainga mialoha anao Andriamanitra hamely ny miaramilan'ny Filistina.","Ary dia nanao araka izay nandidian'Andriamanitra azy Davida, ka dia namely ny miaramilan'ny Filistina hatrany Gibeona ka hatrany Gazera izy.","Ary ny lazan'i Davida niely teny amin'ny tany rehetra; ary nataon'i Jehovah nahazo ny firenena rehetra ny tahotra an'i Davida."]}