{"book":"1 Tesaloniana","chapter":4,"verses":["Ary farany, ry rahalahy, mangataka aminareo sy mananatra anareo ao amin'i Jesosy Tompo izahay, mba ho araka ny nandraisanareo taminay izay mety handehananareo sy hanaovanareo ny sitrapon'Andriamanitra - dia araka ny andehananareo ihany - no hitomboanareo bebe kokoa.","Fa fantatrareo ny didy nomenay anareo avy tamin'i Jesosy Tompo.","Fa izao no sitrapon'Andriamanitra, dia ny hanamasinana anareo, hifadianareo ny fijangajangana,","mba samy hahafantatra izay hahazoanareo ny fanaky ny tenanareo avy, amin'ny fahamasinana sy ny voninahitra,","tsy amin'ny filàna fotsiny, tahaka ny jentilisa izay tsy mahalala an'Andriamanitra,","mba tsy hisy hanao saina hifetsy ny rahalahiny amin'izany; fa ny Tompo no mpamaly ny amin'izany zavatra rehetra izany, toy ny nolazainay sy nambaranay taminareo rahateo. [ Na: amin'ny raharaha]","Fa Andriamanitra tsy niantso antsika ho amin'ny fahalotoana, fa amin'ny fahamasinana.","Koa izay mandà, dia tsy olona no laviny, fa Andriamanitra, Izay manome anareo ny Fanahiny Masina.","Fa ny amin'ny fifankatiavan'ny mpirahalahy, dia tsy misy tokony hosoratako aminareo, satria ny tenanareo dia ampianarin'Andriamanitra hifankatia.","Fa manao izany ihany ianareo amin'ny rahalahy rehetra eran'i Makedonia; nefa mananatra anareo ihany izahay, ry rahalahy, mba hitombo bebe kokoa,","ary mba hokendrenareo ny ho tafatoetra tsara sy hitandrina ny raharahanareo ary hiasa amin'ny tananareo araka ny nandidianay anareo,","mba handehananareo amin'izay fitondran-tena mahamendrika amin'ny eo ivelany, ary mba tsy hanan-java-mahory ianareo.","Fa tsy tianay tsy ho fantatrareo, ry rahalahy, ny amin'izay modi-mandry, mba tsy hahalahelovanareo tahaka ny sasany izay tsy manana fanantenana.","Fa raha inoantsika fa efa maty Jesosy sady efa nitsangana indray, dia toy izany koa no hitondran'Andriamanitra izay efa nodi-mandry tao amin'i Jesosy hiaraka aminy. [ Na: tamin'ny alalan'i Jesosy]","Fa izao no lazainay aminareo amin'ny tenin'ny Tompo: isika, izay velona ka mbola mitoetra mandra-pihavin'ny Tompo, dia tsy mba hialoha izay efa nodi-mandry tsy akory.","Fa ny tenan'ny Tompo no hidina avy any an-danitra amin'ny fiantsoana sy ny feon'ny arikanjely ary ny trompetran'Andriamanitra, ka izay maty ao amin i Kristy no hitsangana aloha;","ary rehefa afaka izany, dia isika izay velona ka mbola mitoetra no hakarina hiaraka aminy ho eny amin'ny rahona hitsena ny Tompo any amin'ny habakabaka; dia ho any amin'ny Tompo mandrakariva isika.","Koa dia mifampionòna ianareo amin'izany teny izany."]}