{"book":"2 Korintiana","chapter":7,"verses":["Koa raha manana ireo teny fikasana ireo isika, ry malala, dia aoka isika hanadio ny tenantsika ho afaka amin'ny fahalotoana rehetra, na amin'ny nofo, na amin'ny fanahy, ka hahatanteraka ny fahamasinana amin'ny fahatahorana an'Andriamanitra.","Ataovy omby anay ny fonareo, tsy nanao izay tsy marina tamin'ny olona izahay, tsy nanimba olona, tsy nanambaka olona.","Tsy miteny izany ho fanamelohana aho; fa efa nilaza rahateo aho fa ao am-ponay ianareo, mba hiara-maty sy hiara-belona isika.","Be ny fahatokiako anareo, lehibe ny reharehako ny aminareo; feno fiononana aho sady be hafaliana indrindra amin'ny fahorianay rehetra.","Fa na dia efa tonga tany Makedonia aza izahay, dia tsy hiainan'ny nofonay, fa nampahorina tamin'ny zavatra rehetra: teo ivelany nisy ady, tao anatiny nisy tahotra.","Fa Andriamanitra, Izay mampionona ny mpandefitra, no efa nampionona anay tamin'ny nahatongavan'i Titosy,","ary tsy tamin'ny nahatongavany ihany, fa tamin'ny fampiononana izay nampiononanareo azy koa, raha nambarany taminay ny fanirianareo sy ny fitomanianareo sy ny fahazotoanareo hanaiky ahy; ka dia mainka nifaly aho.","Fa na dia nampalahelo anareo tamin'ny epistily aza aho, dia tsy manenina intsony, na dia nanenina ihany aza teo; fa fantatro fa efa nampalahelo anareo izany epistily izany, kanefa vetivety ihany.","Ary mifaly kosa aho ankehitriny, nefa tsy noho ny nampalahelovana anareo, fa noho ny nampalahelovana anareo mba hibebaka; fa nampahelovina araka an'Andriamanitra ianareo, mba tsy hataonay matiantoka na amin'inona na amin'inona.","Fa ny alahelo araka an'Andriamanitra miasa fibebahana ho famonjena tsy hanenenana; fa miasa fahafatesana kosa ny alahelon'izao tontolo izao.","Fa, indro, izany nampalahelovana araka an'Andriamanitra izany indrindra dia nahatonga fahazotoana manao ahoana teo aminareo! eny, fialan-tsiny manao ahoana! fahatezerana manao ahoana! fahatahorana manao ahoana! faniriana manao ahoana! zotom-po manao ahoana! famaliana ny ratsy natao manao ahoana! Tamin'izany rehetra izany dia nampiseho ny fahadiovanareo ny amin'izany raharaha izany ianareo.","Koa na dia nanoratra taminareo aza aho, dia tsy noho ny nanao izay tsy marina, na noho ny niaritra izay tsy marina, fa mba haseho aminareo eo anatrehan'Andriamanitra ny fahazotoanareo hanaiky anay.","Ary noho izany dia nampiononina izahay, ary tamin'ny nampiononana anay dia vao mainka nifaly izahay noho ny fifalian'i Titosy, fa ianareo rehetra efa namelombelona ny fanahiny.","Ary raha nisy nataoko rehareha taminy ny aminareo, dia tsy mahamenatra ahy izany; fa tahaka ny nilazanay marina taminareo ny zavatra rehetra, dia tonga marina koa ny reharehanay tamin'i Titosy ny aminareo.","Ary vao mainka miraikitra aminareo aza ny fony, raha mahatsiaro ny fanarahanareo rehetra izy, dia ny haben'ny fahatahorana sy ny fangovitana nandraisanareo azy.","Ary faly aho fa matoky anareo amin'ny zavatra rehetra."]}