{"book":"2 Korintiana","chapter":6,"verses":["Ary izahay mpiara-miasa aminy dia mangataka aminareo koa mba tsy handraisanareo foana ny fahasoavan'Andriamanitra","fa hoy Izy: Tamin'ny taona fankasitrahana no nihainoako anao, Ary tamin'ny andro famonjena no namonjeko anao (Isa. 49. 8); indro, ankehitriny no andro fankasitrahana; indro, ankehitriny no andro famonjena;","fa tsy manao izay mahatafintohina izahay na amin'inona na amin'inona, mba tsy homen-tsiny ny fanompoana;","fa amin'ny zavatra rehetra dia mampiseho ny tenanay ho mpanompon'Andriamanitra izahay, dia amin'ny faharetana be, amin'ny fahoriana, amin'ny fahaterena, amin'ny fahantrana,","amin'ny kapoka, amin'ny fatorana, amin'ny tabataba, amin'ny fisasarana, amin'ny tsy fahitan-tory, amin'ny fifadian-kanina,","amin'ny fahadiovana, amin'ny fahalalana, amin'ny fahari-po, amin'ny fahamoram-panahy, amin'ny Fanahy Masina, amin'ny fitiavana tsy mihatsaravelatsihy,","amin'ny teny fahamarinana, amin'ny herin'Andriamanitra, amin'ny fiadian'ny fahamarinana, na amin'ny ankavanana na amin'ny ankavia,","amin'ny voninahitra sy ny fahafaham-boninahitra, amin'ny laza ratsy sy ny laza soa; tahaka ny mpamitaka, nefa marina ihany;","tahaka ny tsy fantatra, nefa fantatra tsara ihany ; tahaka ny efa ho faty, nefa, indro, velona ihany; tahaka ny faizana, nefa tsy atao maty;","tahaka ny ampalahelovina, nefa faly mandrakariva; tahaka ny malahelo, nefa mampanan-karena ny maro; tahaka ny tsy manana na dia kely akory aza, nefa manana ny zavatra rehetra.","Ry Korintiana, ny vavanay misokatra aminareo, ny fonay malalaka.","Tsy tery aminay ianareo, fa tery ao am-ponareo ihany.","Ary mba ho valiny toraka izany (izaho miteny toy ny amin'ny zanako), dia mba mihalalaha kosa ianareo.","Aza mety hasiana zioga tsy antonona anareo hikambanana amin'ny tsy mino. Fa inona no iraisan'ny fahamarinana sy ny fahotana? Ary inona no iombonana'ny mazava sy ny maizina?","Ary inona no ifanarahan'i Kristy sy Beliala? Ary inona no iraisan'ny anjaran'ny mino sy ny tsy mino?","Ary inona no ikambanan'ny tempolin'Andriamanitra amin'ny sampy ? Fa isika no tempolin'Andriamanitra velona, araka ny nataon'Andriamanitra hoe: Honina eo aminy sy handeha eo aminy Aho, ary izy ho oloko (Lev. 26. 11, 12).","Koa mivoaha eo aminy ianareo, ka misaraha aminy, hoy Jehovah, Ary aza manendry izay zavatra tsy madio; Ary Izaho handray anareo.","Ary ho Rainareo Aho, ary ianareo ho zanako-lahy sy ho zanako-vavy, hoy Jehovah Tsitoha (Isa. 52. 11, 12)."]}