{"book":"2 Korintiana","chapter":2,"verses":["Fa ninia toy izao tato am-poko aho, dia ny tsy hankat? aminareo indray amin'alahelo.","Fa raha mampalahelo anareo aho, iza moa no mampifaly ahy, afa-tsy ilay nampalaheloviko ihany?","Ary nanoratra izany indrindra aho, fandrao, rehefa tonga aho, dia hahazo alahelo amin'izay tokony hifaliako, satria matoky anareo rehetra aho, fa ny fifaliako dia anareo rehetra koa.","Fa tamin'ny haben'ny fahoriana sy ny alahelon'ny foko no nanoratako taminareo tamin'ny ranomaso be, tsy ny hampalahelovana anareo, fa ny mba hahafantaranareo ny fitiavana izay itiavako anareo indrindra.","Fa raha nisy efa nampalahelo, dia tsy nampalahelo ahy ihany izy (nefa tsy ta-hanao teny mafy loatra aho), fa mba nampalahelo anareo rehetra koa.","Ampy ho amin'izany olona izany ny fampijaliana nataon'ny maro,","ka dia aleo mamela heloka sy mampifaly azy kosa ianareo, fandrao dia resin'ny fitomboan'alahelo izany olona izany.[Gr. atelin']","Koa mananatra anareo aho mba hekenareo horaisina tsara amin'ny fitiavana izy.","Fa izany koa no nanoratako, mba ho fantatro izay toetrareo, na manaiky amin'ny zavatra rehetra ianareo,na tsia.","Fa izay avelanareo heloka dia mba avelako heloka koa; ary izaho anefa,raha nisy heloka navelako, dia noho ny aminareo no namelako azy teo imason'i Kristy,[Na: nisolo anay]","fandrao ho resin'ny fitak'i Satana isika, fa fantatsika ny hafetseny.","Ary rehefa tonga tany Troasy hitory ny filazantsaran'i Kristy aho, ka novohana varavarana ao amin'ny Tompo,","dia tsy tafandry ny fanahiko, satria tsy nahita an'i Titosy rahalahiko aho; fa nanao veloma ny olona aho, dia niala teo nankany Makedonia.","Fa isaorana anie Andriamanitra, Izay mitondra anay mandrakariva ao amin'i Kristy toy ny fanaon'izay avy nandresy, ka dia ampisehoany ny hanitry ny fahalalana Azy eny tontolo eny izahay.","Fa hanitr'i Kristy ho an'Andriamanitra izahay amin'izay hovonjena sy izay ho very:","amin'ny sasany dia hanitra avy amin'ny fahafatesana ho amin'ny fahafatesana; fa amin'ny sasany kosa dia hanitra avy amin'ny fiainana ho amin'ny fiainana. Koa iza moa no antonona ho amin'izany zavatra izany?","Fa tsy mba toy ny maro izay manatsatso ny tenin'Andriamanitra hahazoam-bola izahay; fa toy ny amin'ny fahadiovam-po kosa, dia avy amin'Andriamanitra sady eo anatrehan'Andriamanitra no itenenanay ao amin'i Kristy."]}