{"book":"2 Korintiana","chapter":4,"verses":["Ary amin'izany, satria manana izany fanompoana izany izahay, araka ny nahazoanay famindram-po, dia tsy ketraka.","Fa efa nolavinay ny zavatra takona mahamenatra, ka tsy mandeha amin'ny fihendrena, na manatsatso ny tenin'Andriamanitra izahay; fa amin'ny fanehoana ny marina no ideranay tena amin'ny fieritreretan'ny olona rehetra eo imason'Andriamanitra.","Fa raha miafina ny filazantsaranay, dia miafina amin'izay ho very izany,","izay nohajambain'ny andriamanitr'izao tontolo izao, dia ny sain'ny tsy mino, mba tsy hiposahan'ny fahazavan'ny filazantsaran'ny voninahitr'i Kristy, Izay endrik'Andriamanitra.","Fa tsy ny tenanay no torinay, Fa Kristy Jesosy Tompo, ary izahay mpanomponareo noho ny amin'i Jesosy.","Fa Andriamanitra, izay nandidy hoe: Aoka ny mazava hahazava ao amin'ny maizina, no nampahazava ny fonay ho amin'ny fahazavan'ny fahalalana ny voninahitr'Andriamanitra eo amin'ny tavan'i Jesosy Kristy.[Na: hampisehoana]","Fa manana izao rakitra izao amin'ny vilany tany izahay, mba ho an'Andriamanitra ny halehiben'ny hery, fa tsy ho avy aminay.","Voageja manodidina izahay, nefa tsy tery; very hevitra, nefa tsy mamoy fo;","enjehina, nefa tsy nafoy, potraka, nefa tsy maty;","mitondra ny fahafatesan'i Jesosy mandrakariva ao amin'ny tena izahay, mba haseho ao amin'ny tenanay koa ny fiainan'i Jesosy. [Gr. ny famonoanana an']","Fa izahay izay velona dia atolotra ho amin'ny fahafatesana mandrakariva noho ny amin'i Jesosy, mba haseho ao amin'ny nofonay mety maty koa ny fiainan'i Jesosy.","Koa ny fahafatesana no miasa ao aminay, fa ny fiainana kosa ao aminareo.","Ary satria manana izany fanahin'ny finoana izany indrindra izahay, araka ny voasoratra hoe: Nino aho, ka dia niteny (Sal. 116. 10), dia mino koa izahay ka miteny;","fa fantatray fa Izay nanangana an'i Jesosy Tompo no hanangana anay koa miaraka aminareo.","Fa ny zavatra rehetra dia natao noho ny aminareo, mba hitomboan'ny fisaorana ho voninahitr'Andriamanitra noho ny fitombon'ny fahasoavana amin'ny maro.","Ary tsy ketraka izahay; fa na dia mihalevona aza ny toetray ivelany, dia havaozina isan'andro isan'andro kosa ny toetray anatiny.[Ny olonay]","Fa ny fahorianay maivana, izay vetivety foana, dia mainka miasa fatratra indrindra ka mahatanteraka voninahitra mavesatra maharitra mandrakariva ho anay,","raha tsy mijery ny hita izahay, fa ny tsy hita; fa ny hita dia ho vetivety foana, fa ny tsy hita no haharitra mandrakizay."]}