{"book":"2 Korintiana","chapter":1,"verses":["Paoly, Apostolin'i Kristy Jesosy noho ny sitrapon'Andriamanitra, ary Timoty rahalahy, mamangy ny fiangonan'Andriamanitra izay any Korinto mbamin'ny olona masina rehetra eran'i Akaia:","ho aminareo anie ny fahasoavana sy ny fiadanana avy amin'Andriamanitra Raintsika sy Jesosy Kristy Tompo.","Isaorana anie Andriamanitra, Rain'i Jesosy Kristy Tompontsika, Rain'ny famindram-po sady Andriamanitry ny fampiononana rehetra,","Izay mampionona anay amin'ny fahorianay rehetra mba hahaizanay mampionona izay rehetra mitondra fahoriana kosa, anin'ny fampiononana izay ampiononan'Andriamanitra anay.","Fa araka ny haben'ny fijalian'i Kristy mihatra aminay no haben'ny fampiononana anay kosa amin'ny alalan'i Kristy.","Ary raha ampahorina izahay, dia ho fampiononana sy famonjena anareo izany; ary raha ampiononina izahay, dia ho fampiononana anareo izany, ka miasa amin'ny fiaretanareo fahoriana mitovy indrindra amin'izay entinay.","Ary miorina tsara ny fanantenanay anareo, satria fantatray fa tahaka ny iombonanareo ny fahoriana no iombonanareo ny fampiononana koa.","Fa tsy tianay tsy ho fantatrareo, ry rahalahy, ny amin'ny fahoriana izay nanjo anay tany Asia, fa novesarana indrindra mihoatra noho ny zakanay izahay, ka dia efa nafoinay na dia ny ainay aza;","eny, tsy nanampo izay ho velona intsony izahay, mba tsy hitokianay amin'ny tenanay, fa amin'Andriamanitra, Izay manangana ny maty ihany.","Ary Izy no nahafaka anay tamin'izao fahafatesana lehibe izao, ary mbola hanafaka ihany; eny, Izy no antenainay fa mbola hanafaka anay koa,","satria ianareo koa miara-miasa ho anay amin'ny fivavahanareo mba hisaoran'ny maro ny aminay noho ny fahasoavana azonay tamin'ny nataon'ny maro.","Fa izao no ataonay ho voninahitray: ny fieritreretanay no vavolombelona fa tamin'ny fahamasinana sy ny fahadiovam-po avy amin'Andriamanitra, tsy tamin'ny fahendren'ny nofo, fa tamin'ny fahasoavan'Andriamanitra, no nitondranay tena teo amin'izao tontolo izao, mainka fa teo aminareo.","Fa tsy manoratra teny hafa aminareo izahay, afa-tsy izay vakinareo na izay fantatrareo; ary manantena aho fa mbola ho fantatrareo ihany hatramin'ny farany aza,","toy ny efa fantapantatrareo ihany fa voninahitrareo izahay, dia tahaka anareo kosa no voninahitray amin'ny andron'i Jesosy Tompontsika.","Ary tamin'izao fahatokiana izao dia nikasa hankat? aminareo aloha aho (mba hahazoanareo soa fanindroany),","ary hankany Makedonia aho, raha avy at? aminareo, ary dia vao hiverina ho at? aminareo indray raha avy any Makedonia, ary mba haterinareo ho any Jodia.","Koa raha nikasa izany aho, moa nanao kitoatoa va aho? Ary izay zavatra kasaiko, moa kasaiko araka ny nofo va, mba hanaovako eny eny foana, sy tsia tsia foana?","Fa raha mahatoky koa Andriamanitra, ny teninay taminareo dia tsy eny sy tsia;","fa ny Zanak'Andriamanitra, dia Jesosy Kristy, Izay notorinay teo aminareo, dia izaho sy Silasy ary Timoty, dia tsy eny sy tsia, fa ao aminy dia eny ihany.","Fa na firy na firy ny teny fikasan'Andriamanitra, dia ao aminy ny eny, ary amin'ny alalany koa ny Amena, ho voninahitr'Andriamanitra amin'ny ataonay.","Fa Izay mampitoetra anay mbaminareo ao amin'i Kristy sady nanosotra antsika dia Andriamanitra,","Izay nanisy tombo-kase antsika koa ka nanome ny Fanahy ho santatra ato am-pontsika.","Ary izaho miantso an'Andriamanitra ho vavolombelona ny amin'ny fanahiko, fa ny fialàko nenina aminareo ihany no tsy mbola nankanesako tat? Korinto.","Kanefa tsy mihambo ho tompon'ny finoanareo izahay, fa mpiara-miasa hampandroso ny fifalianareo, satria finoana no itoeranareo."]}