{"book":"2 Korintiana","chapter":13,"verses":["Izao no fanintelon'ny hankanesako at? aminareo. Amin'ny tenin'ny vavolombelona roa na telo no hanorenana mafy ny teny rehetra (Deo. 19. 15).","Efa nambarako fahiny, sady milaza rahateo koa aho - toy ny nataoko fony mbola teo aminareo fanindroany ihany, ary ankehitriny raha tsy eo kosa - amin'izay nanota teo aloha sy amin'ny sisa rehetra, fa rehefa tonga indray aho, dia tsy hiantra,","satria ianareo mitady famantarana fa miteny ato anatiko Kristy, Izay tsy malemy aminareo, fa mahery ao aminareo kosa.","Fa voahombo tamin'ny hazo fijaliana Izy noho ny fahalemena, nefa velona kosa noho ny herin'Andriamanitra. Fa izahay koa dia malemy ao aminy, nefa hiara-belona aminy ho anareo izahay noho ny herin'Andriamanitra.","Diniho ny tenanareo, na mitoetra amin'ny finoana ianareo, na tsia; izahao toetra ny tenanareo. Moa tsy fantatrareo va ny amin'ny tenanareo, fa ao anatinareo Jesosy Kristy, raha tsy olona nolavina ianareo ?","Nefa manantena aho fa ho fantatrareo fa izahay dia tsy olona nolavina.","Ary mangataka amin'Andriamanitra izahay mba tsy hanao izay ratsy ianareo, tsy ny hisehoanay ho olona voazaha toetra anefa, fa ny mba hanaovanareo izay tsara, na dia ho toy ny olona nolavina aza izahay.","Fa tsy mahavita na inona na inona hanohitra ny marina izahay, fa hampandroso ny marina kosa.","Fa faly izahay, raha malemy izahay, fa ianareo no mahery; ary izao no angatahinay, dia ny fanatanterahana anareo.","Izany no anoratako izany zavatra izany, raha tsy eo aminareo aho, fandrao, rehefa tonga aho, dia hanao izay mafy araka ny hery izay nomen'ny Tompo ahy ho fananganana, fa tsy ho fandravana.","Farany, ry rahalahy, mifalia, aoka ho tanteraka ianareo, mandraisa ny fampiononana, miraisa saina, mihavàna; ary Andriamanitry ny fitiavana sy ny fiadanana ho aminareo.[Na: veloma]","Mifanaova veloma amin'ny fanorohana masina.","Ny olona masina rehetra manao veloma anareo.","Ho aminareo rehetra anie ny fahasoavan'i Jesosy Kristy Tompo sy ny fitiavan'Andriamanitra ary ny firaisana amin'ny Fanahy Masina."]}