{"book":"2 Korintiana","chapter":3,"verses":["Moa midera tena indray va izahay, sa toy ny sasany ka mila epistily filazan-tsoa anay ho aminareo, na avy aminareo?","Hianareo no epistilinay voasoratra ato am-ponay sady fantatry sy vakin'ny olona rehetra;","eny, aseho ho epistilin'i Kristy izay entinay ianareo, tsy nosoratana tamin'ny ranomainty anefa, fa tamin'ny Fanahin'Andriamanitra velona, tsy teo amin'izay tena vato fisaka, fa teo amin'izay vato fisaka nofo, dia ny fo.[Na: soratanay; Gr. anompoanay]","Ary manana izany fahatokiana izany ny amin'Andriamanitra izahay amin'ny alalan'i Kristy.","Kanefa tsy mihambo hanana fahaleovana avy aminay hihevitra na amin'inona na amin'inona izahay; fa ny fahaleovanay dia avy amin'Andriamanitra,","Izay efa nampahaleo anay koa ho mpanompo amin'izay fanekena vaovao, nefa tsy amin'ny soratra, fa amin'ny Fanahy; fa ny soratra mahafaty, fa ny Fanahy no mahavelona.","Fa raha ny fanompoana nitondra fahafatesana aza, izay voasoratra teo amin'ny vato, no nisy voninahitra, ka ny Zanak'Isiraely tsy nahabanjina ny tavan'i Mosesy noho ny voninahitry ny tavany izay nihalevona,","tsy mainka hisy voninahitra ny fanompoana omban'ny Fanahy?","Fa raha nisy voninahitra ny fanompoana nitondra ny fanamelohana, mainka hanan-tombom-boninahitra ny fanompoana mitondra ny fahamarinana.","Ary izay nisy voninahitra aza dia tsy manana voninahitra kosa amin'izao noho ny voninahitra izay manan-tombo.","Fa raha ny nilevona aza nisy voninahitra, mainka fa ny mitoetra no misy voninahitra.","Koa amin'izany, satria manana izany fanantenana izany izahay, dia sahy tokoa,","ary tsy tahaka an'i Mosesy, izay nanarona ny tavany tamin'ny fisalobonana, mba tsy hibanjinan'ny Zanak'Isiraely ny faran'izay nihalevona;","fa efa donto ny sainy; fa ambaraka androany dia mbola tsy nesorina ihany izany fisalobonana izany, raha vakina ny tenin'ny fanekena taloha, satria ao amin'i Kristy ihany no anesorana izany.","Fa misy fisalobonana manarona ny fony ambaraka androany, raha vakina ny tenin'i Mosesy.","Kanefa raha miverina amin'ny Tompo izy, dia hesorina ihany ny fisalobonana.","Ary ny Tompo izany Fanahy izany; ary izay itoeran'ny Fanahin'ny Tompo no itoeran'ny fahafahana.","Fa isika rehetra kosa amin'ny tava tsy misarona dia mijery ny voninahitry ny Tompo toy ny amin'ny fitaratra, ka ovana hahazo izany endrika izany indrindra avy amin'ny voninahitra ka ho amin'ny voninahitra, toy ny avy amin'ny Tompo, dia ny Fanahy.[Na: Dia tahaka ny fitaratra tarafin'ny voninahitry ny Tompo]"]}