{"book":"2 Mpanjaka","chapter":7,"verses":["Fa hoy kosa Elisa: Mihainoa ny tenin'i Jehovah ianareo: Izao no lazain'i Jehovah: Rahampitso toy izao dia ho sekely iray ny vidin'ny koba tsara toto eran'ny famarana, ary ho sekely iray koa ny vidin'ny vary hordea indroan'ny famarana ao am-bavahadin'i Samaria.[Heb. sea]","Fa namaly ny lehilahin'Andriamanitra ilay mpanafika malaza izay nitehenan'ny mpanjaka tamin'ny tànany ka nanao hoe: Indro, na dia hanao varavarankely amin'ny lanitra aza Jehovah, dia hisy izany zavatra izany va? Ary hoy Elisa: Indro, ho hitan'ny masonao indrindra izany, nefa tsy mba hihinananao.","Ary nisy boka efa-dahy teo anoloan'ny vavahady nifampiresaka hoe: Ahoana no ipetrahantsika foana eto mandra-pahafatintsika?","Raha hoy isika: Hankato an-tanàna isika, dia misy mosary ao an-tanàna, ka ho faty ao isika; ary raha hipetraka eto isika, dia ho faty ihany koa. Koa andeha isika hankany amin-ny tobin'ny Syriana; ka raha mamelona antsika moa izy, dia ho velona isika; fa raha mamono antsika kosa izy, dia ho faty ihany isika.","Dia niainga izy rehefa takariva hankany amin'ny tobin'ny Syriana; ary nony tonga teny an-tsisin'ny toby izy, indro, tsy nisy olona akory tao.","Fa Jehovah efa nampandre ny miaramilan'ny Syriana ny fikodiadian-kalesy sy ny fandehan'ny soavaly, dia ny firodondrodon'ny miaramila be; ary niresaka hoe izy: Injao, fa ny mpanjakan'ny Isiraely efa nanamby ny mpanjakan'ny Hetita sy ny mpanjakan'ny Egyptiana hiady amintsika.","Dia niainga izy ka riatra nandositra tamin'iny takariva iny ihany, ary nilaozany fotsiny ny tobiny, dia ny lainy sy ny soavaliny ary ny borikiny, ka lasa nandositra hamonjy ny ainy izy.","Ary rehefa tonga teny an-tsisin'ny toby ireo boka ireo, dia niditra tao amin'ny lay anankiray Izy ka nihinana sy nisotro, dia naka volafotsy sy volamena ary fitafiana, dia nandeha ka nanafina izany; ary nandeha indray izy ka niditra tao amin'ny lay anankiray koa sady naka avy tao, dia nandeha ka nanafina izany koa.","Dia nifampilaza hoe izy: Tsy mety izao ataontsika izao; ity andro ity dia andro filazana ny mahafaly, nefa mangina isika; raha hitoetra eto mandra-pahamarain'ny andro isika, dia hanan-keloka; fa andeha isika hilaza ao an-tranon'ny mpanjaka.","Dia avy izy ka niantso ny mpiambina ny vavahadin-tanàna ary nilaza taminy hoe: Tonga tany an-tobin'ny Syriana izahay, ary indro fa tsy misy olona ao, na feon'olona akory aza, fa soavaly mifatotra sy boriky mifatotra, ary ny lay nilaozana fotsiny.","Ary niantso ny mpiambina ny vavahady izy, ary ireo kosa nilaza izany tao an-tranon'ny mpanjaka.","Ary ny mpanjaka nifoha raha mbola alina ka niteny tamin'ny mpanompony hoe: Aoka hambarako aminareo ange izao ataon'ny Syriana amintsika izao e! Fantany fa mosarena isika, ka dia niala tamin'ny toby izy mba hanotrika any an-tsaha ka nanao hoe: Raha mivoaka avy any an-tanàna izy dia hataontsika sambo-belona, ary dia hidirantsika ny tanàna.","Ary ny mpanompony anankiray namaly hoe: Mifona aminao aho, aoka hangalana soavaly dimy amin'izay sisa ato an-tanàna (indro toy ny hamaroan'ny Isiraely rehetra izay mitoetra ato ireo; eny, tahaka ny hamaroan'ny Isiraely rehetra izay efa lany ritra ireo) ka haniraka hizaha izany.","Dia nalainy ny soavalin'ny kalesy roa; ary ny mpanjaka naniraka hanaraka ny miaramilan'ny Syriana ka nanao hoe: Mandehana, ka izahao.","Dia nandeha nanaraka azy hatrany Jordana ireo; ary, indreny, ny lalambe rehetra feno fitafiana sy fanaka izay efa narian'ny Syriana, raha nandositra tamin'ny fahatairana izy. Ary ny iraka niverina ka nilaza tamin'ny mpanjaka.","Dia nivoaka ny olona ka namabo ny tobin'ny Syriana. Koa ny koba tsara toto eran'ny famarana, dia sekely iray monja no vidiny, ary ny vary hordea indroan'ny famarana, dia sekely iray ihany koa ny vidiny, araka ny tenin'i Jehovah.","Ary ilay mpanafika malaza izay nitehenan'ny mpanjaka tamin'ny tànany dia notendreny hiambina ny vavahady; ary voahitsaka teo am-bavahady izy, ka dia maty araka izay nolazain'ny lehilahin'Andriamanitra, dia ilay nolazainy, raha nidina tany aminy ny mpanjaka.","Koa dia tanteraka ilay teny nolazain'ny lehilahin'Andriamanitra tamin'ny mpanjaka hoe: Raha, maraina toy izao ao am-bavahadin'i Samaria dia sekely iray monja no ho vidin'ny vary hordea indroan'ny famarana, ary ho sekely iray ihany koa ny vidin'ny koba tsara toto eran'ny famarana;","ka izany mpanafika malaza izany no namaly ilay lehilahin'Andriamanitra hoe: Indro, na dia hanao varavarankely amin'ny lanitra aza Jehovah, dia hisy izany zavatra izany va? Fa hoy Elisa: Indro, ho hitan'ny masonao indrindra izany, fa tsy mba hihinananao.","Ary dia toy izany no nanjo azy, fa ny olona nanitsaka azy teo am-bavahady, ka dia maty izy."]}