{"book":"2 Mpanjaka","chapter":25,"verses":["Ary tamin'ny andro fahafolo tamin'ny volana fahafolo tamin'ny taona fahasivy nanjakan'i Zedekia dia tonga Nebokadnezara, mpanjakan'i Babylona, sy ny miaramilany rehetra hamely an'i Jerosalema indray ka nitoby tandrifiny; ary nanao tilikambo manodidina azy izy.","Ary nataony fahirano ny tanàna hatramin'ny taona fahiraika ambin'ny folo nanjakan'i Zedekia mpanjaka.","Ary tamin'ny andro fahasivy tamin'ny volana fahefatra dia mafy ny mosary tao an-tanàna, fa tsy nisy hanina ho an'ny olona tompon-tany.","Ary nisy voabanga ny tanana, dia nandositra alina ny miaramila rehetra tamin'ny lalana nankamin'ny vavahady tanelanelan'ny manda roa, izay eo anilan'ny sahan'ny mpanjaka (fa ny Kaldeana nanodidina ny tanàna), ary ny mpanjaka nandeha tamin'ny lalana mankeny amin'ny tani-hay.[Heb. Arabà]","Ary ny miaramilan'ny Kaldeana nanenjika ny mpanjaka ka nahatratra azy teny amin'ny tani-hay any Jeriko; dia nipariaka nandao azy ny miaramilany rehetra.","Ary voasambotra ny mpanjaka ka nentina niakatra ho any amin'ny mpanjakan'i Babylona tao Ribla, ka dia notsaraina tao izy.","Ary ny zanakalahin'i Zedekia dia novonoiny teo imason-drainy, ary ny mason'i Zedekia kosa nopotsiriny, dia nafatony tamin'ny gadra varahina izy ka nentiny nankany Babylona.","Ary tamin'ny andro fahafito tamin'ny volana fahadimy tamin'ny taona fahasivy ambin'ny folo nanjakan'i Nebokadnezara, mpanjakan'i Babylona dia tonga tany Jerosalema Nebozaradana, lehiben'ny mpiambina, mpanompon'ny mpanjakan'i Babylona,","ka nandoro ny tranon'i Jehovah sy ny tranon'ny mpanjaka mbamin'ny trano rehetra tany Jerosalema: ny trano lehibe rehetra dia nodorany tamin'ny afo avokoa.","Ary ny manda manodidina an'i Jerosalema dia noravan'ny miaramilan'ny Kaldeana rehetra, izay nanaraka ny lehiben'ny mpiambina.","Ary izay olona sisa tao an-tanana sy izay efa nandositra nanatona ny mpanjakan'i Babylona ary ny vahoaka betsaka sisa dia nentin'i Neborazadana, lehiben'ny mpiambina, ho babo avokoa.","Nefa ny olona malahelo dia nisy navelany ihany ho mpamboatra tanim-boaloboka sy ho mpiasa tany.","Ary ireo andry varahina teo an-tranon'i Jehovah sy ny fitoeran-tavin-drano sy ny tavin-drano varahina lehibe izay teo an-tranon'i Jehovah dia notorotoroin'ny Kaldeana, ka nentiny ho any Babylona ny varahina.[Heb. ny ranomasina]","Ary nentiny koa ny vilany fandraofan-davenona sy ny sotron'afo sy ny antsy sy ny lovia kely ary ny fanaka varahina rehetra izay nenti-nanao fanompoam-pivavahana.","Ary nentiny koa ny fitoeran-davenon-jiro sy ny lovia famafazana na ny volamena na ny volafotsy dia samy nentiny avokoa","ary ny andry roa sy ny tavin-drano lehibe iray ary ireo fitoeran-tavin-drano, izay nataon'i Solomona ho amin'ny tranon'i Jehovah; ny varahina tamin'izany fanaka rehetra izany dia tsy hita lanja.","Valo ambin'ny folo hakiho ny hahavon'ny andry iray, ary varahina ny kapitaliny sady telo hakiho ny hahavony; ary varahina avokoa ny harato sy ny ampongabendanitra amin'ny kapitaliny manodidina; ary tahaka izany koa ny andry faharoa mbamin'ny harato.","Ary ny lehiben'ny mpiambina nisambotra an'i Seraia mpisoronabe sy zefania, mpisorona manarakaraka, ary mpiandry varavarana koa telo lahy;","ary tao an-tanàna no nisamborany ny tandapa anankiray, mpifehy ny miaramila, ary dimy lahy tamin'izay mpitoetra teo anatrehan'ny mpanjaka, izay hita tao an-tanàna, ary ny mpanoratry ny komandin'ny miaramila, izay mpandamina ny ho miaramila, sy ny olona tompon-tany enim-polo lahy, izay hitany tao an-tanàna;","dia nosamborin'i Nebozaradana, lehiben'ny mpiambina, ireo ka nentiny ho any amin'ny mpanjakan'i Babylona tao Ribla.","Dia novonoin'ny mpanjakan'i Babylona tao Ribla any amin'ny tany Hamata ireo. Toy izany no nitondrana ny Joda ho babo niala tamin'ny taniny.","Fa ny amin'ny olona izay sisa tany amin'ny tanin'ny Joda, izay navelan'i Nebokadnezara, mpanjakan'i Babylona, dia Gedalia, zanak'i Ahikama, zanak'i Safana, no notendreny ho mpanapaka azy.","Ary nony ren'ny komandin'ny miaramila rehetra mbamin'ny olom-peheziny avy fa Gedalia no notendren'i Nebokadnezara, mpanjakan'i Babylona, ho mpanapaka, dia nankany amin'i Gedalia tany Mizpa Isimaela, zanak'i Netania, sy Johanana, zanak'i Karea, sy Seraia, zanak'i Tanometa Netofatita, ary Jazania, zanak'ilay Makatita, dia ireo sy ny olom-peheziny avy.","Ary Gedalia nianiana taminy sy tamin'ny olom-peheziny ka nanao hoe: Aza matahotra ny amin'ny mpanompon'ny Kaldeana, fa mitomoera amin'ny tany, ary manompoa ny mpanjakan'i Babylona, fa izany no hahasoa anareo.","Ary tamin'ny volana fahafito, dia avy Isimaela, zanak'i Netania, zanak'i Elisama, isan'ny fianakavian'ny mpanjaka, mbamin'ny olona folo lahy koa ka namely an'i Gedalia, dia nahafaty azy sy ny Jiosy ary ny Kaldeana izay tao aminy tany Mizpa.","Ary niainga ny olona rehetra, na kely na lehibe, mbamin'ny komandin'ny miaramila, nankany Egypta, fa natahotra ny Kaldeana izy.","Ary tamin'ny andro fahafito amby roa-polo tamin'ny volana faharoa ambin'ny folo tamin'ny taona fahafito amby telo-polo taorian'ny namaboana an'i Joiakina, mpanjakan'ny Joda, tamin'ny taona vao nanjakan'i Evila-merodaka, mpanjakan'i Babylona, dia nasandrany hiala tao an-trano-maizina Joiakina, mpanjakan'ny Joda.[Heb. nasandratra ny lohany]","Dia nitenenany soa izy, ka ny seza fiandrianany nataony ambony noho ny seza fiandrianan'ireo mpanjaka namany tao Babylona.","Ka dia novan'i Joiakina ny fitafiany fony mbola tao an-trano-maizina; ary nihinan-kanina teo anatrehany mandrakariva izy tamin'ny andro niainany rehetra.","Ary ny hanina nohaniny dia hanina nomena avy amin'ny mpanjaka araka ny tokony ho anjarany isan'andro isan'andro tamin'ny andro rehetra niainany."]}