{"book":"2 Mpanjaka","chapter":8,"verses":["Ary Elisa efa niteny tamin-dravehivavy, renin'ilay zaza maty novelominy, ka nanao hoe: Miaingà, ka mandehana ianao sy ny ankohonanao, ary mivahinia any amin'izay azonao hivahiniana; fa Jehovah efa niantso ny mosary, sady efa ho tonga izany ka haharitra fito taona amin'ny tany.","Dia niainga ravehivavy ka nanao araka ny tenin'ilay lehilahin'Andriamanitra; eny, lasa izy sy ny ankohonany ka nivahiny fito taona tany amin'ny tanin'ny Filistina.","Ary nony afaka ny fito taona, dia nody avy tany amin'ny tanin'ny Filistina ravehivavy; ary lasa nitaraina tamin'ny mpanjaka izy ny amin'ny tranony sy ny taniny.","Ary ny mpanjaka niteny tamin'i Gehazy, zatovon'ny lehilahin'Andriamanitra, hoe: Masìna ianao, lazao amiko izay zava-dehibe rehetra nataon'i Elisa.","Ary raha mbola nilazalaza tamin'ny mpanjaka ny amin'ny nameloman'i Elisa ny maty izy dia, indro, ilay vehivavy renin'ny zaza maty novelominy, nitaraina tamin'ny mpanjaka ny amin'ny tranony sy ny taniny. Ary hoy Gehazy: Ry mpanjaka tompoko ô, ity ilay vehivavy, ary io koa ilay zanany maty novelomin'i Elisa.","Ary nony nanontanian'ny mpanjaka ravehivavy, dia nilaza. Ary dia notendren'ny mpanjaka ny tandapa anankiray ka nomeny teny hoe: Avereno izay azy rehetra, ary onero ny vokatry ny taniny rehetra hatramin'ny andro nialany tamin'ny tany ka mandraka ankehitriny.","Ary Elisa tonga tany Damaskosy tamin'i Beni-hadada, mpanjakan'i Syria, narary; ary nisy nanambara taminy hoe: Indro, tonga at? ny lehilahin'Andriamanitra.","Dia hoy ny mpanjaka tamin'i Hazaela: Mitondrà fanomezana eny an-tananao, ka mandehana, mitsenà ilay lehilahin'Andriamanitra, ary manontania izay tenin'i Jehovah aminy ka ataovy hoe: Ho sitrana ihany va aho amin'izao aretiko izao?","Dia lasa Hazaela nitsena azy sady nitondra fanomezana tamin'izay zava-tsoa rehetra any Damaskosy, dia entana entin-drameva efa-polo; ary tonga izy ka nitsangana teo anatrehany ary nanao hoe: Beni-hadada zanakao, mpanjakan'i Syria, no naniraka ahy ho at? aminao hanontany hoe: Ho sitrana ihany va aho amin'izao aretiko izao?","Ary hoy Elisa taminy: Mandehana, ka lazao aminy hoe: Eny, ho sitrana tokoa ianao. Kanefa Jehovah efa naneho ahy fa ho faty tokoa izy.[Na: (Tsy ho sitrana ianao; fa)]","Ary nibanjina azy mandra-pikaodikaodiny izy; ary dia nitomany ny lehilahin'Andriamanitra.","Ary hoy Hazaela: Nahoana no mitomany ianao, tompoko? Ary izy namaly hoe: Satria fantatro izay ratsy hataonao amin'ny Zanak'Isiraely: ny fiarovany mafy hodoranao, ny zatovony hovonoinao amin'ny sabatra, ny zanany madinika hotorotoroinao, ary izay bevohoka eo aminy hotatahanao.","Fa hoy Hazaela: Fa zinona moa ny mpanomponao, dia ity alika ity, no dia hahavita izany zavatra lehibe izany? Fa Elisa namaly hoe: Efa nasehon'i Jehovah tamiko fa, indro, ianao ho mpanjakan'i Syria.","Dia niala tamin'i Elisa izy ka nankany amin'ny tompony; ary izy nanontany azy hoe: Ahoana no nolazain'i Elisa taminao? Dia namaly hoe izy: Nolazainy tamiko fa ho velona tokoa ianao.","Ary nony ampitso, dia nalain'i Hazaela ny lamba firakotra ka natsobony tamin'ny rano ary nasarony ny tavan'i Beni-hadada, ka dia maty izy; ary Hazaela no nanjaka nandimby azy.","Ary tamin'ny taona fahadimy nanjakan'i Jorama, zanak'i Ahaba, mpanjakan'ny Isiraely, no vao nanjakan'i Jehorama, zanak'i Josafata, mpanjakan'ny Joda, tamin'ny nanjakan'i Josafata tany Joda.","Roa amby telo-polo taona izy, fony vao nanjaka, ary valo taona no nanjakany tany Jerosalema.","Ary nandeha tamin'ny lalan'ny mpanjakan'ny Isiraely izy, dia tahaka ny nataon'ny taranak'i Ahaba, fa ny zanakavavin'i Ahaba no vadiny, eny, nanao izay ratsy eo imason'i Jehovah izy.","Nefa Jehovah tsy nety nandringana ny Joda noho ny amin'i Davida mpanompony, araka ilay nolazainy taminy fa homeny jiro mandrakizay ho an'ny taranany.[Na: izy sy]","Tamin'ny androny no niodinan'i Edoma ka tsy nanoa ny Joda, fa nanangana mpanjaka ho azy;","ka dia nankany Zaira Jehorama, ary ny kalesy rehetra nentiny hiaraka aminy; ary nanaovany latsak'alina ny Edomita, izay nanodidina azy, mbamin'ny komandin'ny kalesy; ary ny olona nandositra nody.[Heb. ho any an-dainy]","Ary Edoma mbola niodina ka tsy nanoa ny Joda mandraka androany. Ary Libna koa dia niodina tamin'izany andro izany.","Ary ny tantaran'i Jehorama sisa mbamin'izay rehetra nataony, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Joda va?","Ary Jehorama lasa nodimandry any amin'ny razany, dia nalevina tao amin'ny razany tao an-tanànan'i Davida; ary Ahazia zanany no nanjaka nandimby azy.","Ary tamin'ny taona faharoa ambin'ny folo nanjakan'i Jorama, zanak'i Ahaba, mpanjakan'ny Isiraely, no vao nanjakan'i Ahazia, zanak'i Jehorama, mpanjakan'ny Joda,","Roa amby roa-polo taona Ahazia, fony izy vao nanjaka, ary herintaona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Atalia, zanakavavin'i Omry, mpanjakan'ny Isiraely.","Ary nandeha tamin'ny lalan'ny taranak'i Ahaba izy, ka nanao izay ratsy eo imason'i Jehovah tahaka ny nataon'ny taranak'i Ahaba, fa vinanton'ny taranak'i Ahaba ihany izy.","Ary niaraka tamin'i Jorama, zanak'i Ahaba, izy mba hiady amin'i Hazaela, mpanjakan'i Syria, tany Ramota-gileada; ary ny Syriana nahavoa an'i Jorama.","Dia niverina Jorama mpanjaka mba hotsaboina tao Jezirela amin'ny feriny tamin'ny nahavoazan'ny Syriana azy tao Rama, fony izy niady tamin'i Hazaela, mpanjakan'i Syria. Ary Ahazia, zanak'i Jehorama, mpanjakan'ny Joda, nidina hamangy an'i Jorama, zanak'i Ahaba, teo Jezirela, satria narary izy."]}