{"book":"2 Mpanjaka","chapter":3,"verses":["Ary Jorama, zanak'i Ahaba, vao nanjaka tamin'ny Isiraely tao Samaria tamin'ny fahavalo ambin'ny folo taona nanjakan'i Josafata, mpanjakan'ny Joda, ary nanjaka roa ambin'ny folo taona izy.","Ary nanao izay ratsy eo imason'i Jehovah koa izy, nefa kosa tsy dia tahaka an-drainy, na tahaka an-dreniny; fa nanaisotra ilay tsangam-baton'i Bala izay nataon'drainy izy;","nefa izy nikikitra tamin'ny fahotan'i Jeroboama, zanak'i Nebata, izay nampanotany ny Isiraely, fa tsy niala tamin'izany.","Ary Mesa, mpanjakan'i Moaba, nanana ondry betsaka; ary nandoa hetra ho an'ny mpanjakan'ny Isiraely izy, dia zanak'ondry iray hetsy sy ny volon'ondrilahy iray hetsy.[Na: ny volon-janak'ondry iray hetsy sy ondrilahy iray hetsy]","Fa rehefa maty Ahaba, dia niodina tamin'ny mpanjakan'ny Isiraely ny mpanjakan'i Moaba.","Ary Jorama mpanjaka nivoaka avy tany Samaria tamin'izany andro izany ka nandamina ny Isiraely rehetra.","Ary nandeha izy, dia naniraka tany amin'i Josafata, mpanjakan'ny Joda, ka nanao hoe: Ny mpanjakan'i Moaba efa niodina tamiko: koa mba hiaraka amiko va ianao hiady aminy? Ary hoy izy: Eny, handeha aho, fa tahaka ny tenanao ihany aho, ka ny oloko dia olonao, ary ny soavaliko dia soavalinao.","Ary hoy izy: Aiza ary no lalana halehantsika? Ary izy namaly hoe: Ilay mamaky ny efitr'i Edoma.","Dia nandeha ny mpanjakan'ny Isiraely sy ny mpanjakan'ny Joda ary ny mpanjakan'i Edoma; ary nandeha nanodidina lalan-kafitoana izy; ary tsy nisy rano ho an'ny miaramila sy ny biby fiompy izay nentiny.","Dia hoy ny mpanjakan'ny Isiraely: Indrisy! Jehovah efa niantso ireto mpanjaka telo ireto mba hatolony eo an-tànan'i Moaba.","Ary hoy Josafata: Tsy misy mpaminanin'i Jehovah va eto hanontaniantsika amin'i Jehovah? Ary nisy anankiray tamin'ny mpanompon'ny mpanjakan'ny Isiraely namaly ka nanao hoe: Ato ihany Elisa, zanak'i Safata, ilay mpanondra-drano ny tànan'i Elia.","Ary hoy Josafata: Ao amin'izy io tokoa ny tenin'i Jehovah. Dia nidina nankany amin'i Elisa ny mpanjakan'ny Isiraely sy Josafata ary ny mpanjakan'i Edoma.","Ary hoy Elisa tamin'ny mpanjakan'ny Isiraely: Moa mifaninona akory izaho sy ianao? Mandehana any amin'ny mpaminanin-drainao sy ny mpaminanin-dreninao ianao. Fa hoy ny mpanjakan'ny Isiraely taminy: Tsia, fa Jehovah efa niantso ireto mpanjaka telo ireto mba hatolony eo an-tànan'i Moaba.","Dia hoy Elisa: Raha velona koa Jehovah, Tompon'ny maro, Izay itsanganako eo anatrehany, raha tsy noho ny fanajako an'i Josafata, mpanjakan'ny Joda, dia tsy hanatrika anao na hijery anao akory aho.","Nefa itondray mpitendry lokanga aho. Ary rehefa nitendry ilay mpitendry lokanga, dia nanindry an'i Elisa ny tànan'i Jehovah.","Ary hoy Elisa: Izao no lazain'i Jehovah: Ataovy feno lavaka ity lohasahan-driaka ity.","Fa hoy Jehovah: Tsy hahita rivotra na ranonorana akory ianareo; nefa ho feno rano io lohasahan-driaka io, mba hosotroinareo, dia ianareo sy ny ombinareo ary ny biby fiompinareo.","Ary ho zavatra kely ihany eo imason'i Jehovah izany; fa hanolotra ny Moabita eo an-tananareo koa Izy.","Ary handrava ny tanàna mimanda rehetra sy ny tanàna soa rehetra ianareo sady hikapa ny hazo tsara rehetra sy hanampina ny loharano rehetra ary hanipy vato amin'ny tany soa rehetra ho fanimbana azy.","Ary nony maraina, tokony ho tamin'ny fotoana fanaterana ny fanatitra, dia, indro, nisy rano tokoa tonga avy tamin'ny lalana mankany Edoma, ka feno rano ny tany.","Ary rehefa ren'ny Moabita rehetra fa avy miakatra hiady aminy ireo mpanjaka ireo, dia nivory izy hatramin'izay rehetra nahatam-piadiana no ho miakatra, ka dia niandry teo amin'ny sisin-taniny.[Heb. nahasikina]","Ary nony nifoha maraina koa ny Moabita, sady efa niposaka ny masoandro ka nitaratra tamin'ny rano, dia hitany ny rano tandrifiny fa mena tahaka ny rà.","Dia hoy izy: Rà io! efa nifandringana tokoa ireo mpanjaka ireo, ary efa nifamely izy rehetra; koa mamaboa amin'izao, ry Moaba!","Kanjo nony efa tonga teo an-tobin'ny Isiraely izy, dia nitsangana ny Isiraely ka namely ny Moabita, dia nandositra teo anoloany ireo; fa ny Isiraely niditra hatrany amin'ny tanin'ny Moabita ka mbola namely azy ihany.","Dia nandrava ny tanàna izy ary samy nanipy vato tamin'ny tany soa rehetra ka nahafeno azy, ary nanampina ny loharano rehetra koa izy sady nikapa ny hazo tsara rehetra mandra-paha-tsy nisy vato intsony afa-tsy ny tao Kira-haresa ihany; ary na dia io aza dia nohodidinin'ny mpandefa antsamotady ka nasiany.","Ary rehefa hitan'ny mpanjakan'i Moaba fa tsy tohany ny ady, dia nitondra fiton-jato lahy nahay sabatra nomba azy izy mba hanivakivaka hitsin'ny mpanjakan'i Edoma; nefa tsy afaka izy.","Ary nalainy ny zanany lahimatoa, izay natao hanjaka handimby azy, ka nateriny ho fanatitra dorana teo ambonin'ny manda. Dia niharan'ny fahatezerana mafy ny Isiraely, dia niala taminy ary niverina ho any amin'ny taniny izy."]}