{"book":"2 Mpanjaka","chapter":12,"verses":["Fito taona Joasy fony izy vao nanjaka:","Ary tamin'ny taona fahafito nanjakan'i Jeho no vao nanjaka izy; ary efa-polo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Zibia, avy any Beri-sheba.","Ary Joasy nanao izay mahitsy eo imason'i Jehovah tamin'ny androny rehetra izay nanoloran'i Joiada mpisorona saina azy.","Nefa kosa ny fitoerana avo tsy mba noravana; ary ny olona mbola namono zavatra hatao fanatitra sady nandoro ditin-kazo manitra teo amin'ny fitoerana avo ihany.","Ary hoy Joasy tamin'ny mpisorona: Ny vola amin'ny zava-masina rehetra izay nampidirina tao an-tranon'i Jehovah, dia ny volan'ny olona voaisa sy ny vola rehetra izay azo tamin'ny tomban'olona ary ny vola rehetra Izay nentin'ny isan-olona an-tsitrapo ho ao an-tranon'i Jehovah,","aoka horaisin'ny mpisorona amin'ny olom-pantany avy izany ka hanamboarany ny simba amin'ny trano, na amin'inona na amin'inona no hitany misy simba.","Kanjo hatramin'ny fahatelo amby roa-polo taona nanjakan'i Joasy mpanjaka dia tsy mbola voavoatry ny mpisorona ihany ny simba tamin'ny trano.","Ka dia niantso an'i Joiada mpisorona sy ny mpisorona sasany koa Joasy mpanjaka ka nanao taminy hoe: Nahoana ianareo no tsy nanamboatra ny simba amin'ny trano? Koa ankehitriny, aza mandray vola amin'ny olom-pantatrareo intsony ianareo, fa omeo hanamboarana ny simba amin'ny trano ny vola.","Ary ny mpisorona nanaiky tsy handray vola amin'ny olona intsony sady tsy hanamboatra ny simba amin'ny trano.","Fa Joiada mpisorona naka vata anankiray, dia noloahany ny rakony, ary napetrany teo anilan'ny alitara tamin'ny sisiny ankavanana eo am-pidirana amin'ny tranon'i Jehovah; dia nalatsaky ny mpisorona, mpiandry varavarana, tao ny vola rehetra izay nampidirina ho ao an-tranon'i Jehovah.","Ary rehefa hitany fa be ny vola tao am-bata, dia niakatra ny mpanoratry ny mpanjaka sy ny mpisoronabe, ka nofonosiny ny vola izay hita tao an-tranon'i Jehovah sady nisainy.","Ary ny vola voalanja dia natolotr'ireo ho eo an-tanan'ny mpiraharaha, dia izay voatendry ny amin'ny tranon'i Jehovah; ary ireo kosa namoaka azy ho amin'ny mpandrafitra sy ny mpanao trano izay nanamboatra ny tranon'i Jehovah","sy ho amin'ny mpandatsa-bato sy ny mpipaika, ary hamidy hazo sy vato voapaika hanamboarana ny simba amin'ny tranon'i Jehovah sy holanina amin'izay rehetra hanamboarana azy.","Nefa tsy nisy lovia volafotsy, na antsy, na lovia famafazana, na trompetra, na izay fanaka volamena sy volafotsy na inona na inona, natao ho amin'ny tranon'i Jehovah tamin'ny volafotsy nampidirina tao;","fa nomeny ny mpiasa izany ka nentin'ireo nanamboatra ny tranon'i Jehovah.","Ary tsy nampamoahiny ny olona izay notolorany ny vola homena ny mpiasa, fa nahatoky ireo.","Fa ny vola natao fanati-panonerana sy fanatitra noho ny ota dia tsy mba nampidirina tao an-tranon'i Jehovah, fa an'ny mpisorona kosa izany.","Ary tamin'izany dia niakatra Hazaela, mpanjakan'i Syria, ary namely an'i Gata ka nahafaka azy; ary nizotra niakatra hamely an'i Jerosalema koa izy.","Ary Joasy, mpanjakan'ny Joda, naka ny zavatra rehetra izay nohamasinin'ny mpanjakan'ny Joda razany, dia Josafata sy Jehorama sy Ahazia, mbamin'ny zavatra nohamasinin'ny tenany koa sy ny volamena rehetra hita tamin'ny rakitra, na ny tao an-tranon'i Jehovah, na ny tao an-tranon'ny mpanjaka, ary nampitondrainy ho any amin'i Hazaela, mpanjakan'i Syria, izany; ka dia niverina tsy nankany Jerosalema Hazaela.","Ary ny tantaran'i Joasy sisa mbamin'izay rehetra nataony, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Joda va izany?","Ary nitsangana ny mpanompon'i Joasy ka niodina taminy, dia namono azy tao an-trano Milo, ao am-pidinana mankany Sila.[Heb. fiarovana]","Fa Jozakara, zanak'i Simata, sy Jozabada, zanak'i Somera mpanompony namely azy ho faty; dia nalevina tao amin'ny razany tao an-tanànan'i Davida izy; ary Amazia zanany no nanjaka nandimby azy."]}