{"book":"2 Mpanjaka","chapter":1,"verses":["Ary Moaba niodina tamin'ny Isiraely, rehefa maty Ahaba.","Ary Ahazia nianjera avy teo amin'ny makarakara teo amin'ny efi-trano ambony tao Samaria ka narary; dia naniraka olona izy ka nanao taminy hoe: Mandehana, anontanio amin'i Bala-zeboba, andriamanitr'i Ekrona, na ho sitrana ihany aho amin'ity aretiko ity, na tsia.","Ary Ilay Anjelin'i Jehovah niteny tamin'i Elia Tisbira hoe: Miaingà, miakara hihaona amin'ny iraky ny mpanjakan'i Samaria, ka manaova aminy hoe: Izao no lazain'i Jehovah: Moa ataonareo fa tsy misy Andriamanitra eo amin'ny Isiraely va, no mandeha hanontany amin'i Bala-zeboba, andriamanitr'i Ekrona, ianareo?","Koa noho izany dia tsy hidina hiala amin'ny farafara izay niakaranao ianao, fa ho faty tokoa. Ary dia lasa Elia.","Dia niverina tany amin'ny mpanjaka ny iraka, ka hoy izy taminy: Nahoana re no niverina ianareo?","Ary hoy ireo taminy: Nisy lehilahy niakatra nitsena anay ka nanao taminay hoe: Mandehana miverina any amin'ny mpanjaka izay naniraka anareo, ka lazao aminy hoe: Izao no lazain'i Jehovah: Moa ataonareo fa tsy misy Andriamanitra eo amin'ny Isiraely va, no maniraka hanontany amin'i Bala-zeboba, andriamanitr'i Ekrona, ianareo? Koa noho izany dia tsy hidina hiala amin'ny farafara izay niakaranao ianao, fa ho faty tokoa.","Ary hoy izy taminy: Lehilahy toy inona izay niakatra nitsena anareo izay ka nilaza izany teny izany taminareo?","Ary ireo namaly azy hoe: Lehilahy mitafy volom-biby izy, sady nisy fehin-kibo hoditra tamin'ny valahany. Dia hoy izy: Elia Tisbita izay.","Ary ny mpanjaka naniraka mpifehy dimam-polo anankiray mbamin'ny dimam-polo fehiny hankany aminy. Dia niakatra tany aminy izy; ka indro izy nipetraka teo an-tampon'ny tendrombohitra; ary niteny taminy ralehilahy hoe: Ry lehilahin'Andriamanitra ô, midìna ianao, antsoin'ny mpanjaka.","Fa Elia namaly ka nanao tamin'ny mpifehy dimam-polo hoe: Raha lehilahin'Andriamanitra tokoa aho, dia aoka hisy afo milatsaka avy any an-danitra handevona anao sy ny dimam-polo fehinao. Ary dia nisy afo nilatsaka avy tany an-danitra ka nandevona azy mbamin'ny dimam-polo fehiny.","Dia naniraka mpifehy dimam-polo anankiray mbamin'ny dimam-polo fehiny hankany aminy koa ny mpanjaka. Dia niteny izy ka nanao taminy hoe: Ry lehilahin'Andriamanitra ô, midìna faingana ianao, antsoin'ny mpanjaka.","Fa namaly Elia ka nanao taminy hoe: Raha lehilahin'Andriamanitra tokoa aho, dia aoka hisy afo milatsaka avy any an-danitra ka handevona anao mbamin'ny dimam-polo fehinao. Ary dia nisy afon'Andriamanitra nilatsaka avy tany an-danitra ka nandevona azy mbamin'ny dimam-polo fehiny.","Ary dia naniraka mpifehy dimam-polo anankiray koa indray mbamin'ny dimam-polo fehiny izy. Dia niakatra ilay mpifehy dimam-polo ka tonga, ary nandohalika teo anatrehan'i Elia ka nifona taminy nanao hoe: Masìna ianao, ry lehilahin'Andriamanitra ô, aoka ho zava-tsoa eo imasonao ny aiko sy ny ain'ireto mpanomponao dimam-polo ireto.","Indro, efa nisy afo nilatsaka avy tany an-danitra ka nandevona ireo roa lahy mpifehy dimam-polo ireo mbamin'ny dimam-polo fehiny avy; fa aoka kosa ho zava-tsoa eo imasonao ny aiko ankehitriny.","Ary hoy Ilay Anjelin'i Jehovah tamin'i Elia: Midina ihany hiaraka aminy ianao; fa aza matahotra azy. Ary dia niainga izy ka nidina niaraka taminy ho any amin'ny mpanjaka.","Ary hoy izy tamin'ny mpanjaka: Izao no lazain'i Jehovah: Satria naniraka olona hanontany amin'i Bala-zeboba, andriamanitr'i Ekrona, ianao, hoatra ny tsy misy Andriamanitra eo amin'ny Isiraely, dia tsy hidina hiala amin'ny farafara izay niakaranao ianao fa ho faty tokoa.","Ka dia maty izy araka ny tenin'i Jehovah izay nolazain'i Elia. Ary satria tsy nanan-janaka izy, dia Jorama no nanjaka nandimby azy tamin'ny taona faharoa nanjakan'i Jehorama, zanak'i Josafata, mpanjakan'ny Joda.","Ary ny asan'i Ahazia sisa izay nataony, tsy efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjakan'ny Isiraely va izany?"]}