{"book":"2 Mpanjaka","chapter":6,"verses":["Ary hoy ireo zanaky ny mpaminany tamin'i Elisa: Indro, tsy omby anay ny toerana izay itoeranay eto aminao.","Masìna ianao, aoka hankany Jordana izahay, ka samy haka hazo iray avy any, dia hanao trano ho anay any mba hitoeranay. Ary hoy izy: mandehana ary ianareo.","Fa hoy ny anankiray: Masìna ianao, aoka mba hiaraka amin'ny mpanomponao ho any koa ianao. Ary izy namaly hoe: Handeha ihany aho.","Ka dia niaraka taminy izy. Ary nony tonga tany Jordana ireo, dia nikapa hazo.","Fa nony nikapa hazo ny anankiray, dia latsaka tany anaty rano ny lela-famaky; ka dia nitaraina hoe izy: Indrisy, tompoko, nindramina iny.[Heb. ny vy]","Ary hoy ny lehilahin'Andriamanitra: Taiza no nahalatsahany? Dia natorony azy izay nahalatsahany. Ary Elisa nanapaka hazo, ka natsipiny teo, dia nitsinkafona ilay lela-famaky.","Ary hoy izy: Indro, raisonao izy. Dia narosony ny tànany, ka noraisiny.","Ary ny mpanjakan'i Syria niady tamin'ny Isiraely ka nilaza tamin'ny mpanompony hoe: Any Anonana no hitobiako.","Ary ilay lehilahin'Andriamanitra kosa naniraka tany amin'ny mpanjakan'ny Isiraely nanao hoe: Tandremo fandrao mankany Ananona ianao; fa any no hidinan'ny Syriana.","Ary ny mpanjakan'ny Isiraely naniraka tany amin'izay nolazain'ny lehilahin'Andriamanitra taminy sy nananarany azy, ka nampiambina tany tsy indray mandeha, na indroa aza.","Dia sosotra indrindra ny fon'ny mpanjakan'i Syria noho izany zavatra izany; koa niantso ny mpanompony izy ary nanao taminy hoe: Tsy hambaranareo ahy va izay eto amintsika momba ny mpanjakan'ny Isiraely?","Ary hoy ny mpanompony anankiray: Tsy misy, ry mpanjaka tompoko; fa Elisa mpaminany ao amin'ny Isiraely ihany no milaza amin'ny mpanjakan'ny Isiraely na dia izay teny lazainao ao amin'ny trano fandrianao aza.","Ary hoy ny mpanjaka: Andeha, izahao izay itoerany mba hanirahako hisambotra azy. Ary nolazaina taminy hoe: Indro, ao Dotana izy.","Ary dia nampandeha soavaly sy kalesy ary miaramila be ho any izy; ka tonga alina ireo ary nanodidina ny tanàna.","Ary rehefa nifoha maraina koa ny zatovon'ny lehilahin'Andriamanitra ka nivoaka, dia, indreo, nisy miaramila sy soavaly ary kalesy manodidina ny tanàna. Dia hoy ilay zatovo taminy: Indrisy, tompoko! Ahoana no hataontsika?","Ary hoy Elisa: Aza matahotra; fa ny momba antsika dia be noho ny momba azy.","Ary Elisa nivavaka hoe: Jehovah ô, mifona aminao aho, ampahirato ny masony mba hahitany. Ary Jehovah nampahiratra ny mason'ilay zatovo; ary dia nahita izy, ka, indro, ny tendrombohitra feno soavaly sy kalesy afo manodidina an'i Elisa.","Dia nidina nankany aminy ireo, ary Elisa nivavaka tamin'i Jehovah ka nanao hoe: Mifona aminao aho, ataovy manjambena ireto olona ireto. Ary dia nataony manjambena ireo araka ny tenin'i Elisa.","Ary hoy Elisa taminy: Tsy ity no lalana, ary tsy ity no tanàna; fa manaraha ahy ianareo, dia hitondra anareo ho any amin'ny lehilahy tadiavinareo aho. Dia nentiny nankany Samaria ireo.","Ary rehefa tonga tany Samaria izy ireo, dia hoy Elisa: Jehovah ô, ampahirato ny mason'ireto mba hahitany. Ary Jehovah nampahiratra ny masony, dia nahita izy; ka, indro, tao afovoan'i Samaria izy.","Ary nony nahita azy ny mpanjakan'ny Isiraely, dia hoy izy tamin'i Elisa: Ry ikaky ô, hasiako va izy? Hasiako va izy?","Fa izy namaly hoe: Aza asianao izy; moa asianao izay nobaboinao tamin'ny sabatrao sy ny tsipìkanao? Rosoy mofo sy rano eo anoloany mba hohaniny sy hosotroiny ary handehanany any amin'ny tompony.","Dia nanao fanasana lehibe ho azy ny mpanjaka; ary rehefa nihinana sy nisotro ireo, dia nampandehaniny, ary dia nankany amin'ny tompony izy. Koa dia tsy nankany amin'ny tanin'ny Isiraely intsony ny mpitoha adin'i Syria.","Ary rehefa afaka izany, Beni-hadada, mpanjakan'i Syria, namory ny miaramilany rehetra, dia niakatra ka nanao fahirano an'i Samaria.","Dia nisy mosary mafy tany Samaria; fa indro, nanao fahirano azy ireo mandra-pahatongan'ny loham-boriky ho lafo sekely valo-polo sy ny taim-boromailala ampahefatry ny kaba ho sekely dimy.","Ary raha nitsangantsangana teny ambonin'ny manda ny mpanjakan'ny Isiraely, dia nisy vehivavy nitaraina taminy hoe: Vonjeo aho, ry mpanjaka tompoko.","Ary hoy ny mpanjaka: Raha tsy vonjen'i Jehovah ianao, aiza no hamonjeko anao? Amin'ny famoloana va, sa amin'ny famiazam-boaloboka?","Ary hoy koa ny mpanjaka taminy: Inona ary no alahelonao? Ary ravehivavy namaly hoe: Hoy ity vehivavy ity tamiko: Aiza ny zanakao hohanintsika anio, ary ny zanako kosa hohanintsika rahampitso.","Ka dia nandrahoinay ny zanako ka nohaninay; ary nony ampitso, dia hoy izaho taminy: Aiza kosa ny zanakao mba hohanintsika? kanjo nafeniny ny zanany.","Ary nony nandre ny tenin-dravehivavy ny mpanjaka, dia nandriatra ny fitafiany; ary nitsangantsangana teny ambonin'ny manda izy, ka hitan'ny olona fa, indro lamba fisaonana no nataony manolo-koditra.[Heb. lamba malailay]","Dia hoy izy: Hataon'Andriamanitra amiko anie izany, eny, mihoatra noho izany aza, raha tsy hotapahina anio ny lohan'i Elisa, zanak'i Safata.","Fa Elisa nipetraka tao an-tranony, ary ny loholona nipetraka tao aminy; ary ny mpanjaka naniraka olona avy teo aminy; fa raha tsy mbola tonga tany amin'i Elisa iny iraka iny, dia hoy izy tamin'ny loholona: Hitanareo va ny nanirahan'ity zanaky ny mpamono olona ity hanapaka ny lohako? Izahao, ka raha avy ny iraka, dia arindrino ny varavarana, ary atoseho mafy hisakana azy; tsy eo aoriany koa va ny fingadongadon'ny tongotry ny tompony?","Ary raha mbola niresaka taminy izy, indro, nidina nankao aminy ny iraka ka nanao hoe: Indro, izao loza izao avy amin'i Jehovah; ka inona intsony no anantenako an'i Jehovah?"]}