{"book":"2 Mpanjaka","chapter":11,"verses":["Ary nony hitan'i Atalia, renin'i Ahazia, fa maty ny zanany dia nitsangana izy ka nandringana ny zanak'andriana rehetra.","Fa Joseba. zanakavavin'i Jehorama mpanjaka ary anabavin'i Ahazia, dia naka an'i Joasy, zanak'i Ahazia, ka namonjy azy mbamin'ny mpitaiza azy avy teo amin'ny zanaky ny mpanjaka izay novonoina ho ao an-trano fitehirizam-pandriana ary nafeniny an'i Atalia izy, ka dia tsy mba voavono.","Ary niery enin-taona tao aminy tao an-tranon'i Jehovah izy. Ary Atalia no nanjaka tamin'ny tany.","Ary tamin'ny taona fahafito Joiada naniraka haka ny kapiteny, mpifehy ny anjolofo sy ny mpiambina, dia nampiditra azy tao an-tranon'i Jehovah ary nampanaiky sy nampianiana azy tao an-tranon'i Jehovah, ka nasehony azy ny zanakalahin'ny mpanjaka.[Heb. Kariana]","Ary izy nandidy azy hoe: Izao no hataonareo: Ny ampahatelony izay milatsaka amin'ny Sabata dia hiambina ny tranon'ny mpanjaka;","ary ny ampahatelony ho eo am-bavahady Sora; ary ny ampahatelony ho ao am-bavahady ivohon'ny mpiambina, dia hiambina ny trano ianareo ka hiaro azy.","Ary ny roa toko aminareo kosa, dia izay rehetra miala amin'ny andro Sabata, dia hiambina ny tranon'i Jehovah hiarovana ny mpanjaka.","Ary hanemitra manodidina ny mpanjaka ianareo, samy mitana ny fiadiany avy; ka na iza na iza mamaky laharana dia vonoy, ary arahonareo ny mpanjaka, na mivoaka na miditra izy.","Ary ny kapiteny dia nanao araka izay rehetra nandidian'i Joiada mpisorona, ka samy nitondra ny olom-peheziny izay nilatsaka tamin'ny Sabata sy izay niala tamin'ny Sabata ary nankany amin'i Joiada mpisorona.","Ary ny kapiteny nomen'ilay mpisorona ny lefona sy ampingan'i Davida mpanjaka izay tao an-tranon'i Jehovah.","Ary ny mpiambina nitsangana, ka samy nitana ny fiadiany avy hanodidina ny mpanjaka hatramin'ny lafiny ankavanan'ny trano ka hatramin'ny lafiny ankavia, hatramin'ny alitara ka hatramin'ny trano.","Dia nentin'i Joiada nivoaka ny zanakalahin'ny mpanjaka ka nosatrohany ny satro-boninahitra izy, dia notolorany ny Vavolombelona; ka dia nampanjakainy sy nohosorany izy, ary ny olona nitehaka ka niantso hoe: Ho ela velona anie ny mpanjaka![Dia ny Didy Folo]","Ary nony ren'i Atalia ny tabataban'ny mpiambina sy ny vahoaka, dia mba nankao amin'ny vahoaka tao amin'ny tranon'i Jehovah izy.","Ary hitany fa, indro, ny mpanjaka nitsangana teo amin'ny fitoeran'andriana toy ny fanao, ary ny andrian-dahy sy ny mpitsoka trompetra dia teo anilan'ny mpanjaka; ary ny vahoaka rehetra nifaly sady nampaneno ny trompetra; dia nandriatra ny fitafiany Atalia ka niantso hoe: Fikomiana! fikomiana!","Fa Joiada mpisorona nandidy ny kapiteny, mpifehy ny miaramila, ka nanao taminy hoe: Avoahy eny ivelan'ny laharana izy, ary izay manaraka azy dia vonoy amin'ny sabatra. Fa ny mpisorona efa nandrara hoe Aza vonoina ao an-tranon'i Jehovah izy.","Ary ny olona nisava teo an-daniny roa, dia nandeha tamin'ny lalana fandehanan'ny soavaly ho any an-tranon'ny mpanjaka ravehivavy; dia novonoiny tao izy.","Ary Joiada nampanao fanekena ny mpanjaka sy ny vahoaka tamin'i Jehovah, mba ho olon'i Jehovah izy, ary nampifanaiky ny mpanjaka sy ny vahoaka koa.","Ary ny vahoaka rehetra niditra tao an-tranon'i Bala ka nandrava azy; ny alitara sy ny endri-javatra teo aminy dia notorotoroiny avokoa, ary Matana, mpisoron'i Bala, novonoiny teo anoloan'ny alitara. Ary ny mpisorona nanendry ny ho mpitandrina ny tranon'i Jehovah.","Ary nalainy ny kapiteny sy ny anjolofo sy ny mpiambina mbamin'ny vahoaka rehetra ary nentina nidina avy tao an-tranon'i Jehovah ny mpanjaka, ka teo am-bavahadin'ny mpiambina no nalehany hankao an-tranon'ny mpanjaka. Ary nipetraka tamin'ny seza fiandrianan'ny mpanjaka izy.","Dia nifaly ny vahoaka rehetra, ary nandry fahizay ny tanàna Ary Atalia novonoiny tamin'ny sabatra tao an-tranon'ny mpanjaka."]}