{"book":"2 Mpanjaka","chapter":2,"verses":["Ary nony efa hampakarin'i Jehovah ho any an-danitra amin'ny tafio-drivotra Elia, dia niara-nandeha avy tany Gilgala izy sy Elisa.","Ary hoy Elia tamin'i Elisa: Masìna ianao, mijanòna eto; fa Jehovah efa naniraka ahy hatrany Betela. Fa hoy Elisa: Raha velona koa Jehovah, ary raha velona koa ny ainao, tsy handao anao mihitsy aho. Ka dia nidina nankany Betela izy roa lahy.","Ary nivoaka nankany amin'i Elisa ireo zanaky ny mpaminany izay tao Betela ka nanao taminy hoe: Fantatrao va fa anio no hangalan'i Jehovah ny tomponao hiala ho any ambonin'ny lohanao? Dia hoy izy: Eny, fantatro ihany koa izany, fa mangina ianareo.","Ary hoy Elia taminy: Masìna ianao, ry Elisa, mijanòna eto; fa Jehovah efa naniraka ahy ho any Jeriko. Fa hoy Elisa: Raha velona koa Jehovah, ary raha velona koa ny ainao, tsy handao anao mihitsy aho. Ka dia tonga tany Jeriko izy roa lahy.","Ary ireo zanaky ny mpaminany izay tao Jeriko nanatona an'i Elisa ka nanao taminy hoe: Fantatrao va fa anio no hangalan'i Jehovah ny tomponao hiala ho any ambonin'ny lohanao? Ary izy namaly hoe: Eny, fantatro ihany koa izany, fa mangina ianareo.","Ary hoy Elia taminy: Masìna ianao, mijanòna eto; fa Jehovah efa naniraka ahy ho any Jordana. Fa hoy Elisa: Raha velona koa Jehovah, ary raha velona koa ny ainao, tsy handao anao mihitsy aho. Ary dia lasa nandeha izy roa lahy.","Ary nisy dimam-polo lahy, zanaky ny mpaminany, nandeha, dia nijanona tandrifiny teny lavitra eny; fa izy roa lahy kosa nitsangana teo amoron'i Jordana.","Ary Elia nandray ny kapôtiny ka namalona azy, dia nikapoka ny rano, ary nisaraka roa ny rano, ka dia nita tamin'ny tany maina izy roa lahy.","Ary nony efa tafita izy roa lahy, dia hoy Elia tamin'i Elisa: Angataho izay hataoko ho anao, dieny tsy mbola misaraka aminao aho. Ary hoy Elisa: Masìna ianao, aoka ny anjaran-droa amin'ny fanahinao mba ho ahy.","Fa hoy izy: Sarotra ny nangatahinao; kanefa raha mahita ahy misaraka aminao ianao, dia ho anao ihany izany; fa raha tsy izany kosa, dia tsy ho anao izany.","Ary raha mbola nandeha sy niresaka izy roa lahy, dia, indro, nisy kalesy afo sy soavaly afo nampisaraka azy roa lahy; ary Elia niakatra tamin'ny tafio-drivotra ho any an-danitra.","Ary raha nahita izany Elisa, dia niantso hoe: Ry ikaky ô, ry ikaky ô, eny kalesin'ny Isiraely sy ny mpitaingin-tsoavaliny! Dia tsy nahita azy intsony izy. Ary noraisiny ny fitafiany ka notriariny roa.","Ary nalainy ny kapôtin'i Elia izay latsaka avy teny aminy, dia niverina izy ka nitsangana teo amoron'i Jordana.","Dia noraisin'i Elisa ny kapôtin'i Elia, ilay latsaka avy teny aminy, ka nakapony ny rano, dia hoy izy: Aiza Jehovah, Andriamanitr'i Elia? Eny, Elisa koa nikapoka ny rano, dia nisaraka roa izany, ka dia nita izy.","Ary raha nahita azy ireo ny zanaky ny mpaminany izay nanandrify azy teo Jeriko, dia nanao hoe: Ny fanahin'i Elia efa mipetraka amin'i Elisa. Ary nandeha nitsena azy ireo ka niankohoka tamin'ny tany teo anatrehany.","Dia hoy ireo taminy: Indro, misy dimam-polo lahy matanjaka ato amin'ny mpanomponao; masìna ianao, aoka handeha hitady ny tomponao ireo, fandrao naingain'ny Fanahin'i Jehovah izy ka nazerany any an-tendrombohitra anankiray, na any an-dohasaha anankiray. Fa hoy izy: Aza maniraka ianareo.","Ary raha nanery azy ireo mandra-pikaodikaodiny, dia hoy izy: Maniraha ary. Dia naniraka dimam-polo lahy izy; ary nitady azy hateloana ireny, fa tsy nahita.","Ary tonga tao aminy indray ireny, raha mbola tao Jeriko ihany izy, dia hoy izy taminy: Tsy nilaza taminareo va aho nanao hoe: Aza mandeha?","Ary hoy ny mponina tao amin'izany tanàna izany tamin'i Elisa: Masìna ianao, indro, tsara toerana ity tanàna ity, tompoko, araka izao hitanao izao, saingy ratsy rano, ary ny tany tsy mampahavanon'anaka.[Na: tsy mahavanom-boly]","Dia hoy izy: Itondray lovia vaovao aho, ka asio sira ao anatiny. Dia nentiny tany aminy izany.","Ary nivoaka nankany amin'ilay niandohan'ny rano izy, dia nanipy sira tao ka nanao hoe: Izao no lazain'i Jehovah: Efa nahatsara ity rano ity Aho; tsy hisy fahafatesana na tsi-fahavanonan'anaka intsony hiseho eto.[Heb. nahasitrana]","Ka dia tsara ny rano mandraka androany araka ny teny nataon'i Elisa.[Heb. sitrana]","Ary dia niakatra avy tao izy ka nankany Betela; ary nony niakatra teny an-dalana izy, dia, indreo, nisy ankizilahy madinika nivoaka avy tao an-tanàna ka nanakora azy hoe: Miakara, ry ilay sola; miakara, ry ilay sola!","Ary nitodika izy ka nahita azy, dia nanozona azy tamin'ny anaran'i Jehovah. Ary dia nisy beravavy roa avy tany an'ala namiravira roa amby efa-polo tamin'ireo ankizilahy madinika ireo.","Dia niala teo Elisa ka nankany an-tendrombohitra Karmela, ary avy tao no niverenany any Samaria."]}