{"book":"2 Mpanjaka","chapter":18,"verses":["Ary tamin'ny taona fahatelo nanjakan'i Hosea, zanak'i Elaha, mpanjakan'ny Isiraely, no vao nanjakan'i Hezekia, zanak'i Ahaza, mpanjakan'ny Joda.","Dimy amby roa-polo taona izy, fony vao nanjaka, ary nanjaka sivy amby roa-polo taona tany Jerosalema izy. Ary ny anaran-dreniny dia Aby, zanakavavin'i Zakaria.","Ary nanao izay mahitsy eo imason'i Jehovah izy tahaka izay rehetra nataon'i Davida rainy.","Izy no nandrava ny fitoerana avo sy namakivaky ny tsangam-baton-tsampy sy nikapa ny Aserahany ary nanorotoro ny menarana varahina izay nataon'i Mosesy; fa ny Zanak'Isiraely efa nandoro ditin-kazo manitra tamin'iny hatramin'izany andro izany aza; ary ny anarany nataony hoe Nehostana.[Nehostana = Ilay varahina]","Jehovah, Andriamanitry ny Isiraely, no nitokiany, ka dia tsy nisy tahaka azy tamin'izay rehetra mpanjakan'ny Joda, na ny teo aoriany, na ny teo alohany","Fa nifikitra tamin'i Jehovah izy ka tsy niala tamin'ny fanarahana Azy, fa nitandrina ny didy izay nandidian'i Jehovah an'i Mosesy.","Ary Jehovah nomba azy, ka dia nambinina tamin'izay nalehany rehetra izy; ary niodina tamin'ny mpanjakan'i Asyria izy ka tsy nanompo azy.[Na: hita ho hendry]","Izy no namely ny Filistina hatrany Gaza sy ny fari-taniny, ka noravany avokoa hatramin'ny tilikambon'ny mpiambina ka hatramin'ny tanàna mimànda.","Ary tamin'ny taona fahefatra nanjakan'i Hezekia mpanjaka (dia ny taona fahafito nanjakan'i Hosea, zanak'i Elaha, mpanjakan'ny Isiraely, izany) no niakaran'i Salmanesera mpanjakan'i Asyria, hamely an'i Samaria sy nanaovany fahirano azy.","Ary nony tapitra ny telo taona, dia afak'ireo ny tanàna; dia tamin'ny taona fahenina nanjakan'i Hezekia, izay taona fahasivy nanjakan'i Hosea, mpanjakan'ny Isiraely, no nahafahana an'i Samaria.","Ary ny mpanjakan'i Asyria nitondra ny Isiraely ho babo tany Asyria ka nametraka azy tao Hala sy teo amoron'i Habora, onin'i Gozana, ary teny amin'ny tanànan'ny Mediana,","Satria tsy nihaino ny feon'i Jehovah Andriamaniny izy, fa nivadika ny fanekeny, dia izay rehetra nandidian'i Mosesy, mpanompon'i Jehovah, ka tsy nihaino na nankato izany izy.","Ary tamin'ny taona fahefatra ambin'ny folo nanjakan'i Hezekia mpanjaka dia niakatra Sankeriba, mpanjakan'i Asyria, hamely ny tanàna mimànda rehetra any Joda ka nahafaka azy.","Ary Hezekia, mpanjakan'ny Joda, naniraka tany amin'ny mpanjakan'i Asyria tany Lakisy nanao hoe: Efa diso aho, ialao aho, fa izay hampitondrainao ahy dia ho entiko. Ary ny mpanjakan'i Asyria nampandoa an'i Hezekia, mpanjakan'ny Joda, talenta volafotsy telon-jato sy talenta volamena telo-polo.","Ary Hezekia nanome azy ny volafotsy rehetra izay hita tao an-tranon'i Jehovah sy tao amin'ny rakitry ny tranon'ny mpanjaka.","Tamin'izany andro izany no nanendahan'i Hezekia ny volamena tamin'ny varavaran'ny tempolin'i Jehovah sy tamin'ny tolana, dia ilay efa napetak'i Hezekia, mpanjakan'ny Joda; ary dia nomeny ho an'ny mpanjakan'i Asyria izany.","Ary ny mpanjakan'i Asyria naniraka an'i Tartana sy Raba-sarisa ary Rabsake mbamin'ny miaramila betsaka avy teo Lakisy hankany Jerosalema ho any amin'i Hezekia mpanjaka. Dia niakatra ireny ka tonga tany Jerosalema; ary nony tonga teo izy, dia nitsangana teo anilan'ny lakan-drano amin'ny kamory ambony, teo an-dalambe mankamin'ny sahan'ny mpamotsy lamba.","Ary nony efa niantso ny mpanjaka izy, dia nivoaka ho eo aminy Eliakima, zanak'i Hilkia, izay lehiben'ny tao an-dapa, sy Sebna mpanoratra ary Joa, zanak'i Asafa, mpitadidy ny raharaham-panjakana.","Dia hoy Rabsake tamin'ireo: Andeha, lazao amin'i Hezekia hoe: Izao no lazain'ny mpanjaka lehibe, dia ny mpanjakan'i Asyria: Inona izato itokianao?","Hoy ianao (nefa teny foana izany): Manana saina sy hery hiady aho. Koa iza no itokianao, no miodina amiko ianao?","Fa, indro, ianao matoky io tehina volotara torotoro io, dia Egypta, nefa raha itehenan'olona iny, dia manindrona ny tànany miboroaka; tahaka izany Farao, mpanjakan'i Egypta, amin'izay rehetra matoky azy.","Ary raha hoy ianareo amiko: Jehovah Andriamanitray no itokianay, moa tsy Azy va ny fitoerana avo aman'alitara izay noravan'i Hezekia, izay nilaza tamin'ny Joda sy Jerosalema hoe: Eto anoloan'ity alitara eto Jerosalema ity no hiankohofanareo?","Koa aoka hifaninana ianao sy ny tompoko, mpanjakan'i Asyria, fa homeko soavaly roa arivo ianao, raha tàhiny manana olona hitaingina azy.","Hataonao ahoana no fampiamboho ny komandy iray amin'ny mpanompon'ny tompoko, na dia izay kely indrindra aminy aza? Nefa matoky an'i Egypta ianao hahazoanao kalesy sy mpitaingin-tsoavaly.","Koa moa haitraitro va izao niakarako izao? Tsia, fa Jehovah no naniraka ahy handrava ity tany ity ka nanao hoe: Miakara hamely ity tany ity, ka ravao izy.","Dia hoy Eliakima, zanak'i Hilkia, sy Sebna ary Joa tamin-dRabsake: Masìna ianao, teny Syriana no ataovy aminay mpanomponao, fa fantatray ihany izany; fa aza manao teny Jiosy ho ren'ny olona eny ambonin'ny mànda.[Heb. Aramiana]","Fa hoy Rabsake taminy: Moa ho amin'ny tomponao sy ianao akory va no nanirahan'ny tompoko ahy hilaza izao teny izao, fa tsy ho amin'ny olona izay mipetraka eny ambonin'ny manda, hihinanany izay tsy fihinany sy hisotroany izay tsy fisotrony miaraka aminareo? [Heb. ny tainy][Heb. ny amaniny]","Dia nijoro teo Rabsake ka niantso tamin'ny feo mahery tamin'ny teny Jiosy hoe: Henoy ny tenin'ny mpanjaka lehibe, dia ny mpanjakan'i Asyria:","Izao no lazain'ny mpanjaka: Aza mety ho fitahin'i Hezekia ianareo, fa tsy hahavonjy anareo amin'ny tanako izy tsy akory.","Ary aza mety hampahatokin'i Hezetia an'i Jehovah ianareo amin'ny anaovany hoe: Jehovah no hamonjy antsika tokoa; ary tsy hatolotra eo an-tànan'ny mpanjakan'i Asyria tsy akory ity tanàna ity.","Aza mihaino an'i Hezekia; fa izao no lazain'ny mpanjakan'i Asyria: Manaova fanekena amiko hiadanana, ka mankanesa at? amiko, ary samia homana ny voalobony sy ny aviaviny, ary samia misotro ny rano avy amin'ny lavaka famorian-dranony avy ianareo,","mandra-pihaviko hitondra anareo ho any amin'izay tany tahaka ny taninareo, dia tany misy vary sy ranom-boaloboka, tany misy mofo sy tanim-boaloboka, tany misy oliva tsara diloilo sy tantely, mba ho velona ianareo, fa tsy ho faty, ary aza mihaino an'i Hezekia, raha izy manome vohony anareo amin'ny anaovany hoe: Jehovah no hamonjy antsika.","Moa nisy nahavonjy ny taniny tamin'ny mpanjakan'i Asyria va ireo andriamanitry ny firenena?","Aiza moa ireo andriamanitr'i Hamata sy Arpada? Ary aiza koa ireo andriamanitr'i Sefarvaima sy Hena ary Iva? Nahavonjy an'i Samaria tamin'ny tanako va ireo andriamaniny?","Iza moa amin'ny andriamanitra rehetra amin'ny tany no efa nahavonjy ny taniny tamin'ny tanako, koa aiza no hahavonjen'i Jehovah an'i Jerosalema amin'ny tanako?","Nefa nangina ny olona, ka tsy nisy namaly azy na dia teny indraim-bava akory aza, satria ny mpanjaka efa nandidy hoe: Aza misy mamaly azy.","Ary Eliakima, zanak'i Hilkia izay lehiben'ny tao an-dapa, sy Sebna mpanoratra ary Joa, zanak'i Asafa, mpitadidy ny raharaham-panjakana, dia niditra nankao amin'i Hezekia, sady voatriatra ny fitafiany, ary nilaza taminy ny tenin-dRabsake izy."]}