{"book":"2 Petera","chapter":1,"verses":["Simona Petera, mpanompo sy Apostolin'i Jesosy Kristy, mamangy izay efa nahazo finoana soa tahaka ny anay amin'ny fahamarinan'i Jesosy Kristy, Andriamanitsika sy Mpamonjy: [ Na: ny fahamarinan'Andriamanitra sy Jesosy Kristy, Mpamonjy antsika]","hampitomboina ho anareo anie ny fahasoavana sy ny fiadanana amin'ny fahalalana tsara an'Andriamanitra sy Jesosy Tompontsika.","Efa nomen'ny herin'Andriamanitra ho antsika ny zavatra rehetra momba ny fiainana sy ny toe-panahy araka an'Andriamanitra amin'ny fahalalana Ilay niantso antsika tamin'ny voninahiny sy ny fahatsarany; [ Na: [tamin'ny voninahitra sy ny fahatsarana]","ary izany no nahatanterahany amintsika ireo teny fikasana sady soa no lehibe indrindra, mba ho tonga mpiray amin'ny fomban'Andriamanitra amin'izany ianareo, rehefa afa-nandositra ny fahalotoana izay eo amin'izao tontolo izao noho ny filàna;","koa noho izany dia manaova izay zotom-po rehetra kosa ianareo, ka amin'ny finoanareo dia manehoa fahatanjahan-tsaina, ary amin'ny fahatanjahan-tsainareo dia fahalalana,","ary amin'ny fahalalanareo dia fahononam-po, ary amin'ny fahononam-ponareo dia faharetana, ary amin'ny faharetanareo dia toe-panahy araka an'Andriamanitra,","ary amin'ny toe-panahinareo araka an'Andriamanitra dia fitiavana ny rahalahy, ary amin'ny fitiavanareo ny rahalahy dia fitiavana ny olona rehetra.","Fa raha anananareo izany zavatra izany, sady anananareo betsaka, dia tsy avelan'izany ho malaina na tsy hahavokatra ianareo amin'ny fahalalana tsara an'i Jesosy Kristy Tompontsika.","Fa izay tsy manana izany zavatra izany kosa dia toa jamba ka tsy mahajery lavitra, sady nanadino ny nanadiovana azy tamin'ny fahotany voalohany izy.","Ary amin'izany dia mazotoa kokoa, ry rahalahy, hampitoetra ny fiantsoana sy ny fifidianana anareo; fa raha manao izany zavatra izany ianareo, dia tsy ho tafintohina akory mandrakizay;","fa toy izany no hanomezana malalaka ho anareo ny fidirana ho any amin'ny fanjakana mandrakizay, izay an'i Jesosy Kristy, Tompontsika sy Mpamonjy antsika.","Koa hazoto mandrakariva hampahatsiaro anareo ny amin'izany zavatra izany aho, na dia efa fantatrareo aza, ka efa naorina tsara amin'ny fahamarinana izay efa eo aminareo.","Fa raha mbola eto amin'ity trano-lay ity aho, dia ataoko fa mety ny hampifoha anareo amin'ny fampahatsiarovana anareo,","satria fantatro fa ho avy tampoka ny hanesorana ny trano-laiko, dia toy ny nasehon'i Jesosy Kristy Tompontsika tamiko koa.","Ary dia hataoko izay zakako mba hisy hahatsiarovanareo izany zavatra izany mandrakariva, rehefa maty aho.","Fa tsy nanaraka izay anganongano noforonin'ny fahafetsen'ny saina izahay, raha nampahafantatra anareo ny hery sy ny fihavian'i Jesosy Kristy Tompontsika; fa efa hitan'ny masonay ny fiandrianany.","Fa nahazo laza amam-boninahitra tamin'Andriamanitra Ray Izy, raha tonga teo aminy avy tamin'ny voninahitra lehibe indrindra ilay feo nanao hoe: \"Ity no Zanako malalako izay sitrako\" (Mat. 17.5).","Ary renay io feo avy tany an-danitra io, raha niara-nipetraka taminy tany an-tendrombohitra masina izahay.","Ary manana ny teny faminaniana atao mafy orina kokoa isika; koa raha mandinika izany ianareo, dia manao tsara, fa toy ny jiro mahazava ao amin'ny fitoerana maizimaizina izany, mandra-pahazavan'ny andro, ka miposaka ao am-ponareo ny fitarik'andro;","fa fantatrareo voalohany indrindra fa ny famoahan-kevitry ny faminaniana ao amin'ny Soratra Masina dia tsy efan'ny fisainan'ny olona fotsiny ihany;","fa tsy nisy faminaniana avy tamin'ny sitrapon'ny olona tany aloha rehetra; fa avy tamin'Andriamanitra no nitenenan'ny olona araka izay nitondran'ny Fanahy Masina azy."]}