{"book":"2 Samoela","chapter":22,"verses":["Ary Davida nanao izao fihirana izao ho an'i Jehovah tamin'ny andro namonjen'i Jehovah azy tamin'ny tanan'ny fahavalony rehetra, indrindra fa tamin'ny tànan'i Saoly,","ka hoy izy: Jehovah no harambatoko sy batery fiarovana ho ahy ary Mpamonjy ahy,","Andriamanitra vatolampiko, Izy no ialofako, Ampingako sy tandroko famonjena Izy ary fiarovana avo ho ahy sy fandosirako; Ry Mpamonjy ahy, mahafaka ahy amin'ny fampahoriana Hianao.","Miantso an'i Jehovah Izay mendrika hoderaina aho, Ka dia vonjena ho afaka amin'ny fahavaloko.","Fa nihodidina tamiko ny onjan'ny fahafatesana. Ary ny riaky ny faharatsiana nampahatahotra ahy.","Ny famatoran'ny fiainan-tsi-hita nihodidina tamiko, nisakana ahy ny fandriky ny fahafatesana.[Heb. Sheola]","Fony azom-pahoriana aho, dia niantso an'i Jehovah, eny, Andriamanitro no nitarainako; nihaino ny feoko tao an-tempoliny Izy, ary ny fitarainako dia efa tonga eo an-tsofiny.","Dia nihozongozona sy nihorohoro ny tany, ary ny fiorenan'ny lanitra nihorohoro, eny, nihozongozona ireo, satria tezitra Jehovah.","Nisy setroka nisavoana teo am-bavorony, ary afo avy teo am-bavany no nandevona ka nisy vainafo nidedadeda teo aminy.","Dia naondriny ny lanitra, ka nidina Izy; Ary aizim-pito no teo ambanin'ny tongony.","Dia nitaingina kerobima Izy ka nanidina, eny, niseho teo amin'ny ela-drivotra Izy.","Efa nanao ny maizina ho tranony manodidina Azy Izy, dia fivorian-drano sy rahona matevina","Ary avy teo amin'ny famirapiratana teo anatrehany nisy vainafo nidedadeda.","Dia nampikotroka tany an-danitra Jehovah, ny Avo Indrindra niloa-peo.","Dia nandefa zana-tsipìka Izy ka nampiely ny fahavaloko, ary nampandeha helatra ka nampifanaritaka azy.","Dia hita ny fitoeran-dranomasina, ary niseho ny fanambanin'ny tany, noho ny teny mafy nataon'i Jehovah, noho ny fifofofofon'ny fofonain'ny vavorony.","Naninjitra ny tànany avy tany ambony Izy ka nandray ahy; nanintona ahy niala tamin'ny rano be Izy.","Namonjy ahy tamin'ny fahavaloko mahery Izy sy tamin'izay nankahala ahy, satria tsy leoko ireny.","Nisakana ahy tamin'ny andro nahitako loza ireny, nefa Jehovah no niseho ho Mpanohana ahy.","Dia nitondra ahy ho any amin'ny malalaka Izy; namonjy ahy Izy, satria tiany aho.","Nanisy soa ahy araka ny fahamarinako Jehovah; Araka ny fahadiovan'ny tanako no namaliany ahy.","Fa nitandrina ny lalan'i Jehovah aho ka tsy mba nanao ratsy hialana tamin'Andriamanitro;","Ny fitsipiny rehetra dia teo anatrehako, ary ny lalàny tsy mba nialako;","Tsy nanan-tsiny taminy aho sady niaro tena tsy ho azon'ny fahotako;","Koa namaly ahy araka ny fahamarinako Jehovah, dia araka ny fahadiovako teo imasony.","Ny olona tsara no isehoanao fa tsara; Ny tena olo-marina no isehoanao fa marina;","Ny madio no isehoanao fa madio; Ary ny mpiolakolaka kosa no isehoanao fa lalin-tsaina.[Heb. miolakolaka]","Fa ny olona ory dia vonjenao; Fa ny masonao manandrina ny mpiavonavona, ka aetrinao ireny.","Fa Hianao no jiroko, Jehovah ô; Jehovah mampahazava ny fahamaizinako.","Fa Hianao no ahazoako mitsarapaka hamely ny miaramila iray toko; Ary Andriamanitro no ahazoako mitsambikina mihoatra ny manda.","Raha ny amin'Andriamanitra, dia marina ny lalany; Ny tenin'i Jehovah dia voazaha toetra amin'ny memy; Jehovah no ampingan'izay rehetra mialoka aminy.","Fa iza no Andriamanitra afa-tsy Jehovah? Ary iza no vatolampy afa-tsy Andriamanitsika?","Izany Andriamanitra izany no fiarovana mafy ho ahy; Mitondra ny marina amin'ny lalany Izy.","Ary manao ny tongony ho tahaka ny an'ny dieravavy Izy; Mampitoetra ahy eo amin'ny fitoerako avo Izy.","Mampianatra ny tanako hiady Izy, ka mahahenjana tsipìka varahina ny sandriko.","Omenao ahy ny ampingan'ny famonjenao; Ary ny fahamoram-panahinao no mahalehibe ahy.","Halalahinao ny lalana hodiaviko, ka tsy mangovitra ny hato-tongotro.","Manenjika ny fahavaloko aho ka mandripaka azy; Ary tsy mba miverina aho mandra-pahalany ritrany.","Mandringana sy mandripaka azy aho, ka tsy maharina izy; Lavo eo ambanin'ny tongotro izy.","Hianao mampisikina ahy hery hiady; Aripakao ho ambaniko izay mitsangana hamely ahy.","Ary ataonao miamboho ahy ny fahavaloko; Ka aringako izay mankahala ahy.","Miherikerika izy, fa tsy misy mpamonjy, eny, maniry an'i Jehovah izy, fa tsy mamaly azy Izy.","Torotoroiko madinika tahaka ny vovo-tany izy; Hoseko tahaka ny fotaka eny an-dalana izy ka apariako.","Mamonjy ahy amin'ny fifanoheran'ny oloko Hianao sy miaro ahy ho lohan'ny firenen-tsamy hafa; ny firenena tsy fantatro aza dia manompo ahy.","Ny hafa firenena mikoy ahy; Raha vao mahare ny lazako fotsiny ihany aza izy, dia manoa ahy.","Ny hafa firenena dia mihaketraka ka miala amin-kovitra avy ao amin'ny fiarovany mafy.[Izahao Sal. xviii.46. Ny dikan'ny teny Hebreo eto dia misikina avy ao, ...]","Velona Jehovah; isaorana anie ny Vatolampiko; Asandratra anie Andriamanitry ny vatolampy famonjena ahy,","Dia Andriamanitra, Izay manao famaliana ho ahy ka mampanaiky ny firenena ahy,","Dia Ilay mitondra ahy ho afaka amin'ny fahavaloko; eny, manandratra ahy ho ambonin'izay mitsangana hanohitra ahy Hianao ary mamonjy ahy amin'ny olon-dozabe;","Koa Izany no hiderako Anao eny amin'ny firenen-tsamy hafa, Jehovah ô, sy hankalazako ny anaranao.","Manao famonjen-dehibe ho an'ny mpanjaka voatendriny Izy ary mamindra fo amin'ny voahosony, dia amin'i Davida sy ny taranany mandrakizay."]}