{"book":"2 Samoela","chapter":10,"verses":["Ary rehefa afaka izany, dia maty ny mpanjakan'ny taranak'i Amona, ka Hanona zanany no nanjaka nandimby azy.","Ary hoy Davida: Hanisy soa an'i Hanona, zanak'i Nahasy, aho, toy ny soa nataon-drainy tamiko. Ary Davida naniraka ny mpanompony hitsapa alahelo azy ny amin-drainy. Ary tonga tany amin'ny tanin'ny taranak'i Amona ny mpanompon'i Davida.","Ary hoy ireo mpanapaka ny taranak'i Amona tamin'i Hanona tompony: Moa ataonao ho fanajana ny rainao no anirahan'i Davida hitsapa alahelo anao? Fa tsy hizaha ny tanàna sy hisafo azy ary handrava azy va no nanirahan'i Davida ireo mpanompony ireo hankat? aminao?","Dia nosamborin'i Hanona ny mpanompon'i Davida, ka noharatany ny ila-somony, sady nofolonany hatreo amin'ny foto-peny ny akanjony, ka dia nalefany hody izy.","Ary dia nisy lasa nanambara izany tamin'i Davida, ary izy naniraka hitsena azy, fa afa-baraka loatra ireo lehilahy ireo; ka dia hoy ny tenin'ny mpanjaka: Mitoera any Jeriko aloha ambara-panirin'ny somotrareo, vao mody ianareo.[Na: menatra]","Ary nony hitan'ny taranak'i Amona fa efa mangidy hoditra eo anatrehan'i Davida izy, dia naniraka nanakarama ny Syriana any Beti-rehoba sy ny Syriana any Zoba izy, dia miaramila an-tongotra roa alina, ary tamin'ny mpanjakan'i Maka, olona arivo lahy, ary tamin'ny olona tany Toba, roa arivo sy iray alina.","Ary nony ren'i Davida izany, dia naniraka an'i Joaba sy ny miaramila rehetra izy, dia ny lehilahy mahery.","Ary ny taranak'i Amona nivoaka ka nilahatra hiady teo anoloan'ny vavahady; ary ny Syriana avy any Zoba sy Rehoba sy ny olona avy tany Toba ary Maka nitokana teny an-tsaha kosa.","Ary rehefa hitan'i Joaba fa teo anoloany sady teo ivohony ny fahavalo, dia nifidy olona tamin'ireo voafantina tamin'ny Isiraely rehetra izy, ka nalahany hiady tamin'ny Syriana.","Ary ny olona sisa kosa nomeny ho entin'i Abisay rahalahiny halahany hiady amin'ny taranak'i Amona.","Ary hoy izy: Raha tsy tohako ny Syriana, dia vonjeo aho; fa raha tsy tohanao kosa ny taranak'i Amona, dia hovonjeko ianao.","Mahereza ary, ka aoka hitombandahy isika ho an'ny firenentsika sy ny tanànan'Andriamanitsika; ary aoka Jehovah hanao izay sitrapony.","Ary Joaba sy ny olona nanaraka azy nandroso hiady amin'ny Syriana; ary dia nandositra niala teo anoloany ireo.","Ary nony hitan'ny taranak'i Amona fa nandositra ny Syriana, dia mba nandositra koa izy niala teo anoloan'i Abisay ka niditra tao an-tanàna. Ary Joaba niverina avy namely ny taranak'i Amona ka tonga tany Jerosalema.","Ary nony hitan'ny Syriana fa resy teo anoloan'ny Isiraely izy, dia nivory izy.","Ary Hadadezera naniraka naka ny Syriana izay tany an-dafin'ny Ony; ary dia tonga tany Helama izy; ary Sobaka, komandin'ny miaramilan'i Hadadezera, no nitarika azy.[Eofrata]","Ary nony nambara tamin'i Davida izany, dia nampamory ny Isiraely rehetra izy ka lasa nita an'i Jordana, dia tonga tany Helama. Ary nilahatra ny Syriana hiady amin'i Davida, ka dia rafitra ny ady.","Ary vaky nandositra teo anoloan'ny Isiraely ny Syriana, ka nahafaty ny tao an-kalesy fiton-jato sy ny an-tsoavaly efatra alina tamin'ny Syriana Davida sady namely an'i Sobaka koa, ilay komandin'ny miaramila, ka nahafaty azy teo.","Ary nony hitan'ny mpanjaka rehetra izay nanoa an'i Hadadezera fa resy teo anoloan'ny Isiraely izy, dia nanao fihavanana tamin'ny Isiraely izy ireo ka nanompo azy. Dia natahotra ny Syriana, ka tsy nety namonjy ny taranak'i Amona intsony."]}