{"book":"2 Samoela","chapter":4,"verses":["Ary nony ren'ny zanakalahin'i Saoly fa maty tany Hebrona Abnera, dia niraviravy tanana izy, ary raiki-tahotra ny Isiraely rehetra.","Ary nisy roa lahy, lehiben'ny mpitohan'ny zanakalahin'i Saoly, Bana no anaran'ny iray, ary Rekaba no anaran'ny iray, samy zanak'i Rimona Berotita tamin'ny taranak'i Benjamina (fa Berota koa natao ho isan'ny an'i Benjamina;","ary ny Berotita nandositra nankany Gitaima, dia nivahiny tany mandraka androany).","Ary Jonatana, zanak'i Saoly, nanan-janakalahy malemy tongotra. Dimy taona izy, fony tonga avy tany Jezirela ny filazana ny amin'i Saoly sy Jonatana; ary nentin'ny mpitaiza azy nandositra izy; ary raha nentiny nandositra tamin'ny fahatairana izy, dia nianjera ka tonga malemy tongotra, Mefiboseta no anarany.","Ary Rekaba sy Bana, zanak'i Rimona Berotita, nandeha; ka rehefa nafana ny andro, dia tonga tao an-tranon'Isboseta, tamin'ilay izy nandriandry tamin'ny antoandro iny.","Ary niditra tao anaty trano Rekaba sy Bana rahalahiny haka vary, ka namely azy tamin'ny kibony, dia lasa nandositra.","Fa raha niditra tao an-trano izy roa lahy, ary Isboseta nandry teo amin'ny fandriany tao amin'ny trano fandriany dia namely azy izy roa lahy ka nahafaty azy, dia notapahiny ny lohany ka nentiny; ary nandeha mandritra ny alina namaky ny tani-hay izy.[Heb. Arabà]","Ary nitondra ny lohan'Isboseta tany amin'i Davida tao Hebrona izy ka nanao tamin'ny mpanjaka hoe: Indro ny lohan'Isboseta, zanak'i Saoly fahavalonao, izay nitady ny ainao; fa Jehovah efa namaly an'i Saoly sy ny taranany androany noho ny amin'ny mpanjaka tompoko.","Ary hoy Davida tamin'i Rekaba sy Bana rahalahiny, zanak'i Rimona Berotita: Raha velona koa Jehovah, Izay namonjy ahy tamin'ny fahoriana rehetra,","ilay nanambara tamiko hoe: Indro, maty Saoly, ka nanao ny tenany ho mpitondra teny mahafaly, dia nohazoniko ka novonoiko tao Ziklaga. hanomezako azy ny valin'ny teny mahafaly nentiny;[Na: dia olona nampoizina homeko valim-pitia noho]","koa mainka raha misy olon-dratsy mamono lehilahy marina ao an-tranony eo am-pandriany; koa tsy hadiniko eo an-tananareo va ny ràny, ary tsy hofongorako tsy ho amin'ny tany intsony va ianareo","Ary Davida nandidy ny zatovony, dia namono azy ireo, ka notapahiny ny tanany sy ny tongony, dia nahantony teo anilan'ny kamory tao Hebrona. Fa ny lohan'Isboseta kosa dia nentina ka nalevina tao am-pasan'i Abnera tao Hebrona."]}