{"book":"2 Samoela","chapter":14,"verses":["Ary Joaba, zanak'i Zeroia, nahalala fa ny fon'ny mpanjaka nalahelo an'i Absaloma ihany.[Na: mbola tezitra tamin']","Koa naniraka tany Tekoa nampaka vehivavy hendry tany Joaba ka nanao taminy hoe: Masìna ianao, modia misaona, ka miakanjoa akanjo fisaonana, ary aza mihoso-diloilo ianao, fa manaova tahaka ny vehivavy efa nisaona ela ny maty;","dia mankanesa ao amin'ny mpanjaka, ka lazao aminy araka izao. Dia nomen'i Joaba teny izy.","Ary nony niteny tamin'ny mpanjaka ravehivavy avy any Tekoa, dia niankohoka tamin'ny tany izy ary nitsaoka ka nanao hoe: Vonjeo, ary mpanjaka ô.","Ary hoy ny mpanjaka taminy: Inona no nanjo anao? Dia hoy izy: Vehivavy mpitondra tena tokoa aho, fa maty vady.","Ary izaho mpanompovavinao nanan-janaka roa lahy, ary nifanditra tany an-tsaha izy mirahalahy, ka tsy nisy nampisaraka azy, ary ny anankiray namely ny rahalahiny ka nahafaty azy.","Ary, indreo, ny mpianakavy rehetra nanangana ady tamiko mpanompovavinao ka nanao hoe: Atolory ilay namely ny rahalahiny, fa hataonay maty izy noho ny ain'ny rahalahiny izay novonoiny ka dia hovonoinay koa ny mpandova; ka hovonoiny koa ny vainafoko sisa, ka tsy hamelany anarana na zanaka ho an'ny vadiko ety ambonin'ny tany.","Ary hoy ny mpanjaka tamin-dravehivavy: Modia ianao; fa izaho no handidy ny amin'izany.","Ary hoy ravehivavy avy any Tekoa tamin'ny mpanjaka: Ry mpanjaka tompoko ô, aoka ho amiko ny heloka sy ho amin'ny ankohonan'ny raiko; fa ny mpanjaka sy ny seza fiandrianany dia aoka tsy hanan-tsiny.","Dia hoy ny mpanjaka: Na zovy na zovy manisy teny anao, ento ety amiko, dia tsy haninona anao intsony izy.","Ary hoy ravehivavy: Trarantitra ianao, ry mpanjaka ô, aoka ianao hahatsiaro an'i Jehovah Andriamanitrao, ary aoka ny mpamaly ratsy hamono intsony, fandrao mamono ny zanako izy. Dia hoy ny mpanjaka: Raha velona koa Jehovah, tsy hisy ho latsaka amin'ny tany na dia singam-bolo iray akory aza amin'ny zanakao.","Ary hoy ravehivavy: Trarantitra ianao, aoka kely ny mpanompovavinao hanao teny indraim-bava monja amin'ny mpanjaka tompoko. Ary hoy izy: Lazao ary.","Dia hoy ravehivavy: Nahoana ianao no nihevitra toy izany hamely ny olon'Andriamanitra? Fa amin'ny, itenenan'ny mpanjaka izany zavatra izany, dia toa mahavoa ny tenany ihany izy noho ny tsi-fampodian'ny mpanjaka ilay noroahiny.","Fa tsy maintsy maty isika ka ho tahaka ny rano raraka amin'ny tany, izay tsy azo raofina intsony; ary Andriamanitra tsy manala ain'olona, fa mihevitra izay tsy hanariany ilay noroahiny.","Fa izaho no tonga hilaza izany zavatra izany amin'ny mpanjaka tompoko, ny olona no nampitahotra ahy: ary hoy izaho mpanompovavinao: mba holazaiko amin'ny mpanjaka izany; fa angamba ny mpanjaka hanao izay angatahin'ny mpanompovaviny.","Eny, ny mpanjaka hihaino ka hamonjy ny mpanompovaviny ho afaka amin'ny tanan'ny lehilahy izay ta-hamongotra ahy mbamin'ny zanako hiala amin'ny lova nomen'Andriamanitra.","Dia hoy ny mpanompovavinao: Hahazoako fiononana anie ny tenin'ny mpanjaka tompoko; fa ta-haka Ilay Anjelin'Andriamanitra ny mpanjaka tompoko ka mandinika izay soa sy ratsy; koa Jehovah Andriamanitrao anie ho aminao.","Ary ny mpanjaka namaly an-dravehivavy hoe: Aza dia afenina ahy izay zavatra hanontaniako anao. Dia hoy ravehivavy: Aoka hiteny ny mpanjaka tompoko.","Ary hoy ny mpanjaka: Moa saina nomen'i Joaba va izany rehetra lazainao izany? Dia hoy ny navalin-dravehivavy: Raha velona koa ny ainao, ry mpanjaka tompoko, tsy misy mivily izay rehetra nolazain'ny mpanjaka tompoko na ho amin'ny ankavanana na ho amin'ny ankavia; fa Joaba mpanomponao tokoa no nandidy ahy sy nanome izany teny rehetra izany ny mpanompovavinao.[Heb. Moa ny tànan'i Joaba va no aminao amin'izany rehetra izany?]","Ny hampiova tarehy ny raharaha no nanaovan'i Joaba mpanomponao izany zavatra izany; fa hendry tahaka Ilay Anjelin'Andriamanitra tompoko ka mahalala ny zavatra rehetra ety ambonin'ny tany.","Ary hoy ny mpanjaka tamin'i Joaba: Indro fa efa nekeko izany zavatra izany: koa andeha, alao hody Absaloma zatovo.","Dia niankohoka tamin'ny tany Joaba ka nitsaoka sy nisaotra ny mpanjaka; ary hoy Joaba: Anio no ahafantaran'ny mpanomponao fa efa mahita fitia eo imasonao aho, ry mpanjaka tompoko, amin'ny nanaovan'ny mpanjaka araka ny nangatahin'ny mpanompony.","Dia niainga Joaba nankany Gesora, ka nentiny nankany Jerosalema Absaloma.","Ary hoy ny mpanjaka: Aoka hody any an-tranony izy, fa aza avela hahita ny tavako. Ary Absaloma nankany an-tranony, ka dia tsy nahita ny tavan'ny mpanjaka.","Ary tsy nisy lehilahy tsara tarehy noderaina fatratra tahaka an'i Absaloma teo amin'ny Isiraely rehetra, fa hatrany am-paladiany ka hatrany an-tampon-dohany dia tsy nisy tsiny izy.","Ary raha nanaratra ny lohany izy (fa isaky ny fitsingerenan'ny taona no nanaratany azy; fa nanavesatra azy ka noharatany), dia nolanjainy ny volon-dohany, ka sekely roan-jato no lanjany, araka ny fandanjan'ny mpanjaka.","Ary Absaloma niteraka zanaka telo mirahalahy sy vavy iray, atao hoe Tamara, ary vehivavy tsara tarehy izy.","Ary Absaloma nitoetra roa taona ngarangidina tany Jerosalema, nefa tsy mbola nahita ny tavan'ny mpanjaka ihany izy.","Ary Absaloma dia naniraka tany amin'i Joaba, mba hanirahany azy ho any amin'ny mpanjaka, fa tsy nety nankany aminy izy; ary mbola naniraka fanindroany indray Absaloma, fa mbola tsy nety nankany ihany Joaba.","Koa dia hoy izy tamin'ny mpanompony: Indro, ny tanimbarin'i Joaba mifanolotra amin'ny ahy, ary manana vary hordea ao izy; andeha, dory amin'ny afo izany. Ary ny mpanompon'i Absaloma dia nandoro ny tanimbary.","Ary Joaba niainga nankany amin'i Absaloma tao an-tranony ka nanao taminy hoe: Nahoana ny mpanomponao no nandoro ny tanimbariko tamin'ny afo?","Fa hoy Absaloma tamin'i Joaba: Indro, naniraka tany aminao aho ka nanao hoe: Mankanesa at? hirahiko ho any amin'ny mpanjaka hanao hoe: Nahoana no niala tany Gesora aho? Tsara amiko raha nitoetra tany ihany mandraka ankehitriny. Koa ankehitriny, aoka re mba hahita ny tavan'ny mpanjaka aho, ka raha manan-keloka aho, dia aoka hovonoiny.","Ary Joaba nankany amin'ny mpanjaka ka nanambara izany taminy: ary dia nampanalain'ny mpanjaka Absaloma, dia nankao aminy izy ka niondrika tamin'ny tany teo anatrehan'ny mpanjaka; ary dia nanoroka an'i Absaloma ny mpanjaka."]}