{"book":"2 Samoela","chapter":8,"verses":["Ary nony afaka izany, dia nandresy ny Filistina Davida ka nampietry azy; ary ny fanapahana ny renivohitra dia nesorin'i Davida tamin'ny tanan'ny Filistina.","Ary nandresy ny Moabita koa izy, dia nampandriny tamin'ny tany ireo ary nohariny tamin'ny kofehy, ka izay indroan'ny kofehy novonoiny, fa ny erany kosa novelominy; ka dia tonga mpanompon'i Davida ny Moabita ka nandoa hetra.","Dia resin'i Davida koa Hadadezera, zanak'i Rehoba, mpanjakan'i Zoba, tamin'izy lasa nampody ny fanjakany teo amoron'ny ony Eofrata.","Ary Davida nahazo babo taminy, dia miaramila an-tsoavaly fiton-jato amby arivo sy miaramila an-tongotra roa alina; ary notraingotraingoin'i Davida avokoa ny soavalin-kalesy rehetra, fa ny tokony ho amin'ny kalesy zato ihany no navelany.","Ary tonga ny Syriana avy tany Damaskosy hanampy an'i Hadadezera, mpanjakan'i Zoba; dia nahafatesan'i Davida olona roa arivo sy roa alina koa ny Syriana.","Ary nametrahan'i Davida miaramila tany Syria momba an'i Damaskosy; dia tonga mpanompon'i Davida ny Syriana ka nandoa hetra. Fa Jehovah nampahery an'i Davida teny amin'izay rehetra nalehany.","Ary nalain'i Davida ny ampinga volamena izay teny amin'ny mpanompon'i Hadadezera ka nentiny nankany Jerosalema.","Ary teo Beta sy Berotahy, tanànan'i Hadadezera, no nahazoan'i Davida mpanjaka babo varahina be dia be.","Ary nony ren'i Toy, mpanjakan'i Hamata, fa efa naharesy ny miaramilan'i Hadadezera rehetra Davida,","dia nirahin'i Toy Jorama zanany hankany amin'i Davida mpanjaka hiarahaba azy sy hisaotra azy noho ny niadiany tamin'i Hadadezera sy ny nandreseny azy (fa Hadadezera dia fahavalon'i Toy); ary gorama nitondra fanaka volafotsy sy fanaka volamena ary fanaka varahina;","dia nohamasinin'i Davida mpanjaka ho an'i Jehovah koa izany mbamin'ny volafotsy sy ny volamena izay nohamasininy avy tamin'ny firenena rehetra izay efa resiny,","dia tamin'i Syria sy Moaba sy ny taranak'i Amona sy ny Filistina sy ny Amalekita ary ny babo azony tamin'i Hadadezera, zanak'i Rehoba, mpanjakan'i Zoba.","Ary Davida nahazo laza nony niverina avy nandresy ny Syriana valo arivo sy iray alina teo amin'ny Lohasahan-tsira.","Ary nametrahany miaramila tany Edoma; eny, nametrahany miaramila avokoa Edoma rehetra, ary ny mponina rehetra tany Edoma dia tonga mpanompon'i Davida. Ary Jehovah nampahery an'i Davida teny amin'izay rehetra nalehany.","Ary Davida nanjaka tamin'ny Isiraely rehetra ka nitsara sy nitondra marina ny vahoakany rehetra.","Ary Joaba, zanak'i Zeroia, no komandin'ny miaramila; ary Josafata, zanak'i Ahiloda, no mpitadidy ny raharaham-panjakana;","ary Zadoka, zanak'i Ahitoba, sy Ahimeleka, zanak'i Abiatara, no mpisorona; ary Seraia no mpanoratra;","ary Benaia, zanak'i Joiada, no mpifehy ny mpiambina andriana; ary ny zanak'i Davida no mpanolo-tsaina. [Heb. Kerenita sy Peletita][Na: mpisorona]"]}