{"book":"2 Samoela","chapter":24,"verses":["Ary ny fahatezeran'i Jehovah nirehitra indray tamin'ny Isiraely, ka dia nanome saina an'i Davida Izy hanao izay hahatonga loza amin'ny vahoakany hoe: Mandehana, isao ny Isiraely sy ny Joda.","Dia hoy ny mpanjaka tamin'i Joaba, komandin'ny miaramila, izay teo aminy: Mandehana mitety ny firenen'isiraely rehetra hatrany Dana ka hatrany Beri-sheba, ary alaminonareo ny vahoaka mba ho fantatro ny isany.","Fa hoy Joaba amin'ny mpanjaka: Jehovah Andriamanitrao anie hampitombo ny vahoaka ho injato toy izao, na firy na firy izy, ka ho hitan'ny mason'ny mpanjaka tompoko izany; fa ahoana no itiavan'ny mpanjaka tompoko hanao izany zavatra izany?","Nefa tsy azon'i Joaba sy ny komandin'ny miaramila nolavina ny tenin'ny mpanjaka. Ary Joaba sy ny komandin'ny miaramila nivoaka avy teo anatrehan'ny mpanjaka handamina ny lehilahy amin'ny Isiraely.","Ary nita an'i Jordana izy ireo ka nitoby tao Aroera eo ankavanan'ilay tanàna afovoan'ny lohasahan-driak'i Gada, dia nankany Jazera.","Dia tonga tany Gileada izy, tany amin'ny tamin'i Tatima-hodsy, dia tonga tany Danajana izy, ka nanodidina hatrany Sidona,[Na: tany amin'ny tany lemaka vao azo]","ary tonga tao Tyro, tanàna mimanda, sy tany amin'ny tanànan'ny Hivita sy ny Kananita rehetra, ary dia nankany amin'ny tany atsimo izay an'ny Joda hatrany Beri-sheba izy.","Ary nony efa nitety ny tany rehetra izy, dia tonga tany Jeroselama, rehefa afaka sivy volana sy roa-polo andro.","Dia natolotr'i Joaba ny mpanjaka ny isan'ny vahoaka voalamina, ka nisy valo hetsy ny lehilahy mahery nahatan-tsabatra tamin'ny Isiraely, ary dimy hetsy ny lehilahy tamin'ny Joda.[Heb. mpanatsoaka sabatra]","Ary ny eritreritr'i Davida namely azy, rehefa voaisany ny olona. Ka dia hoy Davida tamin'i Jehovah: Efa nanota indrindra aho tamin'izao nataoko izao; koa ankehitriny mifona aminao aho, Jehovah ô, esory ny heloky ny mpanomponao, fa efa nanao fahadalana lehibe aho.","Ary raha nifoha maraina Davida, dia tonga tamin'i Gada mpaminany, mpahitan'i Davida, ny tenin'i Jehovah nanao hoe:","Mandehana, ka lazao amin'i Davida hoe: Izao no lazain'i Jehovah: Zavatra telo no apetrako eto anoloanao, koa fidio izay iray hataoko aminao.","Ary Gada nankany amin'i Davida dia nanambara izany taminy ka nanao hoe: Mosary fito taona va no tianao ho tonga aminao eto amin'ny taninao? Sa handositra telo volana eo anoloan'ny fahavalonao ianao, fa henjehiny? Sa areti-mandringana hateloana eto amin'ny taninao? Koa saino sy hevero izay valiny ho entiko miverina any amin'izay naniraka ahy.","Dia hoy Davida tamin'i Gada: Indrisy! poritra loatra aho! aleontsika ho azon'ny tànan'i Jehovah, fa lehibe ny famindram-pony toy izay ho azon'izay tànan'olona.","Ka dia nasian'i Jehovah areti-mandringana ny Isiraely nony maraina ka hatramin'ilay fotoana; ary dia nahafatesana fito alina ny olona hatrany Dana ka hatrany Beri-sheba.","Ary naninjitra ny tànany tany Jerosalema Ilay Anjely handringana ny any; fa Jehovah nanenina ny amin'ny loza ka nanao tamin'ilay Anjely Izay nandringana ny olona hoe: Aoka izay, atsaharo ny tananao ankehitriny. Ary Ilay Anjelin'i Jehovah dia teo amin'ny famoloan'i Araona Jebosita.","Ary nony hitan'i Davida Ilay Anjely namely ny olona, dia niteny tamin'i Jehovah izy nanao hoe: Indro, izaho no efa nanota, ary izaho no efa anao ratsy; fa ireo ondry ireo kosa, inona moa no mba nataony? Koa mifona aminao re aho, aoka ny tananao hamely ahy sy ny mpianakavin'ny raiko.","Ary Gada nankany amin'i Davida tamin'izany andro izany ka nanao taminy hoe: Miakara, ka manangàna alitara ho an'i Jehovah ao amin'ny famoloan'i Araona Jebosita.","Koa dia niakatra Davida araka ny tenin'i Gada, araka izay nandidian'i Jehovah.","Ary Araona nitsirika ka nahita ny mpanjaka sy ny mpanompony manatona azy, dia nivoaka izy ka niankohoka tamin'ny tany teo anatrehan'ny mpanjaka.","Ary hoy Araona: Ahoana no ahatongavan'ny mpanjaka tompoko at? amin'ny mpanompony? Dia hoy Davida: Hividy ny famoloana aminao mba hanorenako alitara ho an'i Jehovah hitsaharan'ny areti-mandringana tsy hamely ny olona intsony.","Fa hoy Araona tamin'i Davida: Aoka ny mpanjaka tompoko haka izay sitrany ka hanatitra izany. Indreo ny omby ho fanatitra dorana ary ny fivelezam-bary sy ny hazo amin'ny omby hatao kitay.","Izany rehetra izany, ry mpanjaka, dia omen'i Araona ny mpanjaka. Ary hoy Araona tamin'ny mpanjaka: Jehovah Andriamanitrao anie hankasitraka anao.","Ary hoy ny mpanjaka tamin'i Araona: Tsia, fa hovidiko aminao mihitsy araka izay tokom-bidiny ireo; fa tsy hanatitra fanatitra dora na ho an'i Jehovah Andriamanitro amin'izay azoko fotsiny aho. Ka dia novidin'i Davida sekely volafotsy dimam-polo ny famoloana sy ny omby.","Ary Davida nanao alitara teo ho an'i Jehovah ka nanatitra fanatitra dorana sy fanati-pihavanana. Ka dia neken'i Jehovah ny fifonana natao ho an'ny tany, ka nitsahatra tsy namely ny Isiraely intsony ilay areti-mandringana."]}