{"book":"2 Samoela","chapter":12,"verses":["Ary Jehovah naniraka an'i Natana hankao amin'i Davida. Ary dia tonga tao aminy izy ka nanao taminy hoe: Nisy olona roa lahy tao an-tanàna anankiray, ny iray manan-karena, ary ny iray malahelo.","Ilay manan-karena nanana ondry aman'osy sy omby betsaka;","fa ilay malahelo kosa tsy nanana na inona na inona afa-tsy zanak'ondry vavy kely iray monja izay novidiny; ary nokolokoloiny tsara io ka nitombo teo aminy sy ny zanany; fa tamin'ny hanin-kelin-dralehilahy no nihinanany, ary tamin'ny kapoakany no nisotroany, sady notrotroiny teo an-tratrany izy ka nataony toy ny zananivavy.","Ary nisy vahiny tonga tao amin'ilay manan-karena, nefa ny ondriny aman'osiny sy ny ombiny notsitsiny ka tsy nangalany hatao nahandro ho an'ilay vahiny tonga tao aminy; fa ny zanak'ondry vavin'ilay malahelo kosa no nalainy, ka dia nataony nahandro ho an'ilay olona tonga tao aminy.","Dia nirehitra mafy ny fahatezeran'i Davida tamin'izany olona izany, ka hoy izy tamin'i Natana: Raha velona koa Jehovah, tsy maintsy hatao maty izay olona nanao izany;","ary ilay zanak'ondry vavy tsy maintsy honerany efatra heny noho ny nanaovany izany zavatra izany sy noho ny tsy namindrany fo.","Dia hoy Natana tamin'i Davida: Hianao no izy. Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Izaho nanosotra anao ho mpanjakan'ny Isiraely ka namonjy anao ho afaka tamin'ny tànan'i Saoly;","ary nomeko anao ny tranon'ny tomponao sy ny vadin'ny tomponao ho andefimandrinao, ary nomeko anao koa ny firenen'Isiraely sy Joda; ary raha mbola tsy ampy ho anao izany, dia ho nomeko bebe kokoa ianao;","koa nahoana ianao no nanamavo ny tenin'i Jehovah ka nanao izay ratsy eo imasony? Oria Hetita nasianao ny sabatra, ary ny vadiny nalainao ho vadinao. Eny, efa novonoinao tamin'ny sabatry ny taranak'i Amona izy.","Koa noho izany dia tsy hiala amin'ny taranakao mandrakizay kosa ny sabatra, satria nanamavo Ahy ianao ka naka ny vadin'i Oria Hetita ho vadinao.","Izao koa no lazain'i Jehovah: Indro, Izaho efa hahatonga loza aminao avy ao amin'ny ankohonanao ihany; ary hesoriko eo imasonao ny vadinao ka homeko ny namanao; ary izy handry amin'ny vadinao amin'izao antoandrobenanahary izao.","Fa ianao nanao izany tao amin'ny mangingina, ary Izaho kosa haneho izany zavatra izany eo anatrehan'ny Isiraely rehetra sy amin'izao antoandrobenanahary izao.","Dia hoy Davida tamin'i Natana: Efa nanota tamin'i Jehovah aho. Ary hoy kosa atana tamin'i Davida: Jehovah efa nanaisotra ny helokao, ka tsy ho faty ianao.","Nefa noho ny nampitenenanao ratsy ny fahavalon'i Jehovah amin'izany zavatra izany dia ho faty tokoa ny zaza izay haterakao.","Ary Natana nody tany an-tranony. Ary Jehovah namely ny zaza izay nateraky ny vadin'i Oria tamin'i Davida, ka dia narary be ny zaza.","Ary nifona tamin'Andriamanitra ho an'ny zaza Davida, dia nifady hanina sady niditra ka nandry tamin'ny tany mandritra ny alina.","Ary ny loholona tao an-tranony nitsangana nankao aminy hampiarina azy amin'ny tany; nefa tsy nety izy sady tsy nety niara-nihinan-kanina taminy.","Ary nony nandray hafitoana, dia maty ny zaza; ary ny mpanompon'i Davida natahotra hilaza ny nahafatesan'ny zaza aminy, fa hoy ireo: Indro, fony mbola velona aza ny zaza, raha niteny taminy isika, dia tsy nohenoiny ny feontsika, koa hataontsika ahoana no filaza aminy ny fahafatesan'ny zaza? fandrao hanimba tena izy.","Ary nony hitan'i Davida fa nitakoritsika ny mpanompony, dia fantany fa maty ny zaza; ka hoy izy tamin'ny mpanompony: Maty va ny zaza? Ary hoy ireo: Maty.","Dia niarina tsy nandry tamin'ny tany intsony Davida ary nandro sy nihosotra diloilo ary nanova ny fitafiany, dia nankao amin'ny tranon'i Jehovah ka niankohoka; ary dia nody tany an-tranony izy ka niantso mba hisy handroso hanina eo anoloany, dia nihinana izy.","Ary hoy ny mpanompony taminy: Ahoana izao zavatra nataonao izao? Fa fony mbola velona ny zaza, dia nifady hanina sy nitomany ianao, fa rehefa maty ny zaza, dia niarina sy nihinan-kanina kosa.","Ary hoy izy: Fony mbola velona ny zaza, dia nifady hanina sy nitomany tokoa aho: fa hoy izaho: Iza moa no mahalala na mba hamindra fo amiko Jehovah ka hahavelona ny zaza, na tsia?","Kanjo maty izy izao, ka nahoana aho no hifady hanina intsony? Mahay mampiverina azy va aho? Izaho no hankany aminy, fa izy tsy hiverina ety amiko intsony.","Ary Davida nampionona an'i Batseba vadiny, dia niditra tao aminy ka nandry taminy; ary niteraka zazalahy izy, ka ny anarany nataony hoe Solomona. Ary Jehovah tia azy,[Solomona = Miadana]","dia naniraka an'i Natana mpaminany ka nanao ny anaran'ny zaza hoe Jedidia noho ny amin'i Jehovah.[Jedidia = Tian'i Jehovah]","Ary Joaba namely an'i Raban'ny taranak'i Amona ka nahafaka ny tanànan'ny mpanjaka.","Ary Joaba naniraka olona tany amin'i Davida nanao hoe: Namely an'i Raba aho ka nahafaka ny tanàna misy rano.","Koa vorio ny olona sisa izao, ka mitobia hamely ny tanàna, ary aoka ho afakao izy; fandrao izaho no hahafaka ny tanàna, ka dia hotononina araka ny anarako izy.","Ary Davida namory ny vahoaka rehetra, dia nankany Raba ka namely azy ary nahafaka azy.","Dia nesoriny ny satro-boninahitr'ilay mpanjaka teny an-dohany talenta volamena iray no lanjany, sady nisy vato soa, ary dia nisatrohan'i Davida. Ary navoakany tao an-tanàna ny babo azo, ka be dia be ireny.[Na: Malkama; izahao Zef. i. 5]","Ary dia navoakany koa ny olona teo ka nataony teo amin'ny tsofa sy ny fangao-by lehibe ary ny famaky vy, ary nataony tao anatin'ny fandoroam-biriky; toy izany no nataony tamin'ny tanànan'ny taranak'i Amona rehetra. Ary Davida sy ny vahoaka rehetra dia niverina nankany Jerosalema.[Na: (nampiasaina tamin')]"]}