{"book":"2 Samoela","chapter":9,"verses":["Ary hoy Davida: Mbola misy sisa ihany va ny tamingan'i Saoly mba hasiako soa noho ny amin'i Jonatana?","Ary nisy mpanompon'ny fianakavian'i Saoly, Ziba no anarany. Ary nantsoiny hankany amin'i Davida izy, ka hoy ny mpanjaka taminy: Hianao moa no Ziba? Ary hoy izy: Izaho mpanomponao no izy.","Ary hoy ny mpanjaka: Mbola misy sisa ihany va ny tamingan'i Saoly mba hasiako soa araka ny fanaon'Andriamanitra? Dia hoy Ziba tamin'ny mpanjaka: Mbola misy zanakalahin'i Jonatana iray ihany ao, nefa malemy tongotra izy.","Ary hoy ny mpanjaka taminy; Aiza anefa izy? Dia hoy Ziba tamin'ny mpanjaka: Indro izy ao an-tranon'i Makira, zanak'i Amiela, ao Lo-debara.","Ary Davida mpanjaka naniraka haka azy tao an-tranon'i Makira, zanak'i Amiela, tao Lodebara.","Ary nony tonga teo amin'i Davida Mefiboseta, zanak'i Jonatana, zanak'i Saoly, dia niankohoka sy nitsaoka azy izy. Ary hoy Davida: Mefiboseta! Dia hoy izy: Inty ny mpanomponao.","Ary hoy Davida taminy: Aza matahotra, fa hasiako soa tokoa ianao noho ny amin'i Jonatana rainao, ary hampodiko ho anao ny tany rehetra izay an'i Saoly rainao, ary ianao hihinana eo amin'ny latabatro mandrakariva.","Dia niankohoka izy ka nanao hoe: Zinona moa aho mpanomponao izay toy ny alika maty, no mba jerenao?","Dia niantso an'i Ziba, mpanompon'i Saoly, ny mpanjaka ka nanao taminy hoe: Izay rehetra nananan'i Saoly sy ny mpianakaviny rehetra dia nomeko ny zanakalahin'ny tomponao.","Koa ianao sy ny zanakaolahy ary ny mpanomponao no hiasa ny tany ho azy ka hanatitra hanin-kohanina ho an'ny zanakalahin'ny tomponao; fa Mefiboseta, zanakalahin'ny tomponao, hihinana eo amin'ny latabatro mandrakariva. Ary Ziba nanana zanakalahy dimy ambin'ny folo sy mpanompo roa-polo.","Ary hoy Ziba tamin'ny mpanjaka: Araka izay rehetra nandidianao mpanjaka tompoko no hataon'ny mpanomponao. Fa ny amin'i Mefiboseta, hoy Davida, dia hihinana eo amin'ny latabatro toy ny anankiray amin'ny zanakalahin'ny mpanjaka izy.","Ary Mefiboseta nanan-janakalahy tanora, Mika no anarany. Ary izay rehetra nitoetra tao an-tranon'i Ziba dia mpanompon'i Mefiboseta avokoa.","Ary Mefiboseta nonina tany Jerosalema; fa teo amin'ny latabatry ny mpanjaka no nihinanany mandrakariva; ary nalemy ny tongony roa."]}