{"book":"2 Samoela","chapter":3,"verses":["Ary naharitra ela ny adin'ny tamingan'i Saoly sy ny tamingan'i Davida, nefa Davida nihahery, fa ny tamingan'i Saoly kosa nihahosa.","Ary Davida niteraka zazalahy tao Hebrona: koa Amnona, tamin'i Ahinoama Jezirelita, no lahimatoany;","ary Kileaba, tamin'i Abigaila, ilay novinadin'i Nabala Karmelita, no lahiaivo; ary ny fahatelo dia Absaloma, zanak'i Maka, zanakavavin'i Talmay, mpanjakan'i Gesora;","ary ny fahefatra dia Adonia, zanak'i Hagita; ary ny fahadimy dia Sefatia, zanak'i Abitala;","ary ny fahenina dia Jitreama, tamin'i Egla, vadin'i Davida. Ireo no naterak'i Davida tao Hebrona.","Ary raha mbola niady ny tamingan'i Davida sy ny tamingan'i Saoly, Abnera dia nampiseho hery niandany tamin'ny tamingan'i Saoly.","(Ary Saoly nanana vaditsindrano, Rizpa no anarany, zanakavavin'i Aia) Kanefa Isboseta niteny tamin'i Abnera hoe: Nahoana no nalainao ny vaditsindranon'ikaky?","Dia tezitra mafy Abnera noho ny tenin'Isboseta, ka hoy izy: Lohan'alika no miandany amin'ny Joda va aho? He! izato izaho manisy soa ny tamingan'i Saoly rainao sy ny rahalahiny sy ny sakaizany izao ka tsy nanolotra anao ho eo an-tànan'i Davida, nefa aho izao helohinao noho ny amin'iny vehivavy iny?","Hataon'Andriamanitra amin'i Abnera anie izany, eny, mihoatra noho izany aza, raha tsy hataoko aminy araka ny nianianan'i Jehovah tamin'i Davida,","ka hampiala ny fanjakana amin'ny tamingan'i Saoly aho ary hampitoetra ny seza fiandrianan'i Davida amin'ny Isiraely sy amin'ny Joda hatrany Dana ka hatrany Beri-sheba.","Dia tsy nahavaly an'i Abnera intsony izy noho ny tahony azy.","Ary Abnera dia naniraka olona tany amin'i Davida niaraka tamin'izay hanao hoe: An'iza ny tany? Ary koa hoe: Manaova fanekena amiko, ary, indro, ny tanako homba anao hampanaiky ny Isiraely rehetra anao.[Na: hisolo vava azy]","Dia hoy izy: Tsara izany; izaho hanao fanekena aminao; kanefa zavatra iray loha no ilaiko aminao: Tsy hahazo mihaona amiko ianao, raha tsy entinao at? Mikala, zanakavavin'i Saoly.","Ary Davida naniraka olona nankany amin'Isboseta, zanakalahin'i Saoly, hanao hoe: Omeo ahy Mikala vadiko, izay efa nifanekena ho vadiko tamin'ny mariky ny fahafatesan'ny Filistina zato lahy.[Heb. saron-tsotsoka]","Ary Isboseta naniraka naka an'i Mikala tany amin'i Paltiela vadiny, zanak'i Laisy.","Ary io vadiny io nanaraka azy ka nitomany teny aoriany hatrany Bahorima. Fa hoy Abnera taminy: Mandehana miverina. Dia niverina izy.","Ary Abnera efa niteny tamin'ny loholon'ny Isiraely hoe: Efa ela izay no nitadiavanareo an'i Davida ho mpanjakanareo;","koa tanteraho izany ankehitriny, fa Jehovah efa nilaza an'i Davida hoe: Amin'ny tànan'i Davida mpanompoko no hamonjeko ny Isiraely oloko ho afaka amin'ny tanan'ny Filistina sy amin'ny tanan'ny fahavalony rehetra.","Ary Abnera efa niteny tamin'ny Benjamita koa, ary lasa izy hilaza amin'i Davida ao Hebrona koa izay rehetra tian'ny Isiraely sy ny taranak'i Benjamina rehetra hatao.","Dia tonga tany amin'i Davida tao Hebrona Abnera sy olona roa-polo lahy nanaraka azy. Ary nanao fanasana ho an'i Abnera sy ny olona nanaraka azy Davida.","Ary hoy Abnera tamin'i Davida: Hiainga aho, dia handeha hamory ny Isiraely rehetra ho ety aminao mpanjaka tompoko, mba hanaovany fanekena aminao ary hanjakanao amin'izay rehetra irin'ny fonao. Ary Davida nampandeha an'i Abnera; ka dia lasa soa aman-tsara izy.","Ary, indreo, tonga ny mpanaraka an'i Davida sy Joaba avy nitoha ka nitondra babo be; ary efa tsy teo amin'i Davida tao Hebrona intsony Abnera, fa efa nalefany izy, ka dia lasa soa aman-tsara.","Nony tonga Joaba sy ny miaramila rehetra izay nanaraka azy, dia nisy nanambara tamin'i Joaba hoe: Tonga tao amin'ny mpanjaka Abnera, zanak'i Nera, nefa nalefany izy, ka dia lasa soa aman-tsara.","Ary Joaba nankao amin'ny mpanjaka ka nanao hoe: Inona izany nataonao izany? Nahoana no efa tonga teto aminao Abnera ka nalefanao fotsiny, ka dia afaka soa aman-tsara izy?","Fantatrao anefa ny amin'i Abnera, zanak'i Nera, fa hamitaka anao no nahatongavany hahalalany ny ivoahanao sy ny idiranao ary hahalalany izay rehetra ataonao.","Dia nivoaka Joaba avy tao amin'i Davida ka naniraka olona hanaraka an'i Abnera, ary nitondra azy niverina avy any amin'ny lavaka famorian-drano atao hoe Siraha ireo: nefa tsy fantatr'i Davida izany.","Ary nony niverina tao Hebrona Abnera, dia nentin'i Joaba nitanila tao anaty vavahady hiresaka aminy mangingina, kanjo nasiany tamin'ny kibony ka matiny ho todin'ny ran'i Asahela rahalahiny.","Ary rehefa afaka izany, dia nahare Davida, ka hoy izy: Tsy manan-keloka mandrakizay eo anatrehan'i Jehovah izaho sy ny fanjakako ny amin'ny ran'i Abnera, zanak'i Nera.","Hitsingerina amin'ny lohan'i Joaba sy ny tarana-drainy rehetra anie ny todin'izany; ary tsy ho tapaka amin'ny taranak'i Joaba anie ny marary mitsika, na ny boka, na ny mamahana amin'ny tehina, na ny lavon-tsabatra, na ny tsy manan-kohanina.","Toy izany no namonoan'i Joaba sy Abisay rahalahiny an'i Abnera noho ny namonoany an'i Asahela rahalahiny tao Gibeona tamin'ny ady.","Ary hoy Davida tamin'i Joaba sy ny olona rehetra izay teo aminy: Triaro ny fitafianareo, ary misikìna lamba fisaonana, ka aoka hisaona eo anolohan'i Abnera ianareo. Ary Davida mpanjaka nanaraka ny tranovorona.[Heb. lamba malailay]","Dia nandevina an'i Abnera tao Hebrona izy; ary ny mpanjaka nanandratra ny feony ka nitomany teo amin'ny fasan'i Abnera; ary ny vahoaka rehetra dia mba nitomany koa.","Ary ny mpanjaka nanao hira fisaonana an'i Abnera hoe: Tahaka ny fahafatesan'ny adala va no tokony ho nahafatesan'i Abnera?","Ny tananao tsy nifatotra, ary ny tongotrao tsy nigadra; Fa tahaka ny fikarapok'izay asian'ny olon-dratsy no nikarapohanao. Ary ny vahoaka rehetra dia mbola nitomany azy indray.","Ary izy rehetra dia avy hampihinan-kanina an'i Davida raha mbola antoandro, nefa Davida nianiana hoe: Hataon'Andriamanitra amiko anie izany, eny, mihoatra noho izany aza, raha mba hitendry hanina na inona na inona akory aho mandra-pilentiky ny masoandro.","Ary azon'ny vahoaka rehetra ny hevitr'izany ka nankasitrahany, dia tahaka ny nankasitrahany izay rehetra nataon'ny mpanjaka.","Ka dia fantatry ny vahoaka rehetra sy ny Isiraely rehetra tamin'izany andro izany fa tsy avy tamin'ny mpanjaka no nahafaty an'i Abnera, zanak'i Nera.","Ary hoy ny mpanjaka tamin'ny mpanompony: Tsy fantatrareo va fa komandy sady lehilahy malaza no maty androany tamin'ny Isiraely?","Ary tsy mbola manan-kery loatra aho izao, na dia mpanjaka efa voahosotra aza; ary ireo zanak'i Zeroia ireo dia mahery sata loatra amiko; Jehovah anie hamaly izay nanao izao ratsy izao araka ny ratsy nataony."]}