{"book":"2 Samoela","chapter":18,"verses":["Ary Davida nandamina ny olona izay nomba azy ka nanendry mpifehy arivo sy mpifehy zato hifehy azy.","Ary Davida nampandeha ny olona, ka ny ampahatelony nofehezin'i Joaba, ary ny ampahatelony nofehezin'i Abisay, zanak'i Zeroia, rahalahin'i Joaba, ary ny ampahatelony kosa nofehezin'Itahy Gatita. Ary hoy ny mpanjaka tamin'ny vahoaka: Izaho koa dia handeha hiaraka aminareo tokoa.","Fa hoy ny vahoaka: Tsy avelanay andeha ianao; fa raha mandositra izahay, dia tsy hahoany; ary na matiny sasaka aza izahay, dia tsy hahoany akory; fa ianao no hoatra ny iray alina aminay; koa tsara raha hamonjy anay avy tao an-tanàna ianao.","Ary hoy ny mpanjaka taminy: Izay sitrakareo ary no hataoko. Dia nitsangana teo anilan'ny vavahady ny mpanjaka, ary ny vahoaka rehetra nivoaka isan-jato sy isan'arivo.","Ary ny mpanjaka nandidy an'i Joaba sy Abisay ary Itahy hoe: Noho ny amiko dia mamindrà fo amin'i Absaloma zatovo. Ary ny olona rehetra dia nahare ny nandidian'ny mpanjaka ny mpifehy rehetra ny amin'i Absaloma.","Ka dia nivoaka teny an-tsaha ny vahoaka hiady amin'ny Isiraely, ka rafitra tao amin'ny alan'i Efraima ny ady;","ary resy tao ny lehilahy amin'ny Isiraely teo anoloan'ny mpanompon'i Davida, ka be dia be no ringana androtrizay, dia olona roa alina.","Fa nihahakahaka teny rehetra teny ny ady; ka ny matin'ny ala androtrizay dia be noho ny matin'ny sabatra.","Ary Absaloma nifanehatra tamin'ny mpanompon'i Davida. Ary nitaingina ampondra izy, ary ny ampondra nandeha teo ambanin'ny rantsan-kazo mikirindro tamin'ny hazo terebinta, ka voahazon'ny hazo terebinta ny lohan'i Absaloma, ka dia nikiraviravy teo anelanelan'ny lanitra sy ny tany izy; fa lasa ny ampondra nitaingenany.","Ary nisy lehilahy anankiray nahita izany, dia nanambara tamin'i Joaba hoe: Indro, hitako mihantona amin'ny hazo terebinta Absaloma.","Ary hoy Joaba tamin'ilay lehilahy nilaza taminy: Koa nahoana, raha nahita azy ianao, no tsy nasianao hianjera amin'ny tany izy, ka dia tsy maintsy ho nomeko sekely volafotsy folo sy fehin-kibo ianao?","Fa hoy ralehilahy tamin'i Joaba: Na dia efa mby an-tanako aza ny sekely volafotsy arivo, tsy haninjitra ny tanako hamely ny zanaky ny mpanjaka aho; fa teo anatrehanay no nandidian'ny mpanjaka anao sy Abisay ary Itahy hoe: Samia mitandrina an'i Absaloma zatovo.","Tsy misy zavatra azo afenina amin'ny mpanjaka, koa raha nanao hafahafa taminy aho, na dia ianao io aza dia ho nitsangana hanameloka ahy.[Na: ho nahafoy ahy]","Dia hoy Joaba: Tsy handany andro foana eto aminao aho. Ary nitondra lefona telo teny an-tanany Izy, ka natsatony tamin'ny fon'i Absaloma, raha mbola velona teo amin'ny hazo terebinta izy.","Ary nisy tovolahy folo, mpitondra ny fiadian'i Joaba, nanodidina an'i Absaloma ka namely azy ho faty.","Ary Joaba nitsoka ny anjomara, ka dia niverina avy nanenjika ny Isiraely ny vahoaka, satria niantran'i Joaba izy.","Dia nalain'ny olona Absaloma ka natsipiny tao an-davaka lehibe anankiray tao anaty ala, dia nasiany antontam-bato lehibe teo amboniny; ary ny Isiraely rehetra samy nandositra ho any amin'ny lainy avy.","Ary fony mbola velona Absaloma, dia efa naka vato izy ka nanao ilay tsangam-bato ho azy tao an-dohasahan'ny Mpanjaka, fa hoy izy: Tsy manan-janakalahy hamelo-maso ahy aho; ary dia nataony araka ny anaran'ny tenany ihany ilay tsangam-bato, ka mbola atao hoe: Fahatsiarovana an'i Absaloma no anarany mandraka androany.","Dia hoy Ahimaza, zanak'i Zadoka: Aoka aho hihazakazaka hitondra teny mahafaly ho any amin'ny mpanjaka ny amin'ny nanomezan'i Jehovah azy ny rariny ka nahafahany tamin'ny fahavalony.","Fa hoy Joaba taminy: Tsy ho mpitondra teny mahafaly ianao, raha mandeha anio, satria maty ny zanakalahin'ny mpanjaka, fa andro hafa dia mbola hitondra teny mahafaly ihany ianao.","Ary hoy Joaba tamin'ilay Kosita: Andeha, ambarao amin'ny mpanjaka izay efa hitanao. Ary ilay Kosita niankohoka teo anatrehan'i Joaba, dia lasa nihazakazaka.","Fa Ahimaza, zanak'i Zadoka, dia mbola niteny tamin'i Joaba ihany nanao hoe: Ka nahoana aza, aoka ihany aho mba hiezaka koa hanaraka ilay Kosita. Fa hoy Joaba: Ahoana no hiezahanao, anaka; fa na dia mandeha aza ianao, tsy hisy teny mahafaly hahazoanao fitia tsinona?","Ka nahoana aza, hoy izy: Aoka ihany aho hiezaka. Dia hoy Joaba taminy: Miezaha ary. Ary dia niezaka tamin'ny lalana eny amin'ny lemaka Ahimaza ka nihoatra an'ilay Kosita.","Ary Davida nipetraka teo anelanelan'ny vavahady roa; ary ny mpitily niakatra teo ambony vavahady teo amin'ny manda, ka nanopy ny masony, dia nahita, ka indry misy lehilahy iray mihazakazaka.","Ary ny mpitily niantso ka nilaza tamin'ny mpanjaka. Dia hoy ny mpanjaka: Raha irery izy, dia ho teny mahafaly no entiny. Ary mbola nanatona anatona ihany ralehilahy.","Ary ny mpitily nahita lehilahy iray koa nihazakazaka, dia niantso ny mpiandry vavahady izy nanao hoe: Indry koa misy lehilahy iray tamy mihazakazaka. Dia hoy ny mpanjaka: Mitondra teny mahafaly ihany koa izy.","Ary hoy ny mpitily: Raha toa ahy, dia tahaka ny fihazakazak'i Ahimaza, zanak'i Zadoka, no fihazakazak'iny aloha. Ary hoy ny mpanjaka: Lehilahy tsara fanahy iny, ka hitondra teny soa mahafaly no ihaviany.","Ary Ahimaza niantso ka nanao tamin'ny mpanjaka hoe: Fiadanana! sady niankohoka tamin'ny tany teo anatrehan'ny mpanjaka izy ka nanao hoe: Isaorana anie Jehovah Andriamanitrao, Izay efa nanolotra ny olona nanainga tanana hikomy amin'ny mpanjaka tompoko.","Dia hoy ny mpanjaka: Tsara ihany va Absaloma zatovo? Fa hoy Ahimaza: Tamin'ny nanirahan'i Joaba ny mpanompon'ny mpanjaka sy izaho mpanomponao koa dia nandre tabataba be aho, nefa tsy fantatro izay antony.","Ary hoy ny mpanjaka taminy: Mitanilà kely ary, ka mijanòna etsy; dia nitanila izy ka nitoetra teo.","Ary, indro, avy ilay Kosita ka nanao hoe: Aoka ny mpanjaka tompoko hihaino teny mahafaly; fa Jehovah efa nanome anao ny rariny ka nahafaka anao ankehitriny tamin'izay rehetra nitsangana hikomy aminao.","Ary hoy ny mpanjaka tamin'ilay Kosita: Tsara ihany va Absaloma zatovo? Fa hoy ilay Kosita: Aoka ny fahavalon'ny mpanjaka tompoko sy izay rehetra mitsangana hanisy ratsy anao ho tahaka iny zatovo iny."]}