{"book":"2 Tantara","chapter":15,"verses":["Ary ny Fanahin'Andriamanitra tonga tamin'i Azaria, zanak'i Odeda;","ary dia nivoaka hitsena an'i Asa izy ka nanao taminy hoe: Mihainoa ahy, ry Asa mbamin'ny Joda sy ny Benjamina rehetra: Jehovah momba anareo, raha ianareo momba Azy; ary raha mitady Azy kosa ianareo, dia hahita Azy; fa raha mahafoy Azy ianareo, dia hahafoy anareo Izy.","Ary efa ela ny Isiraely no tsy nanana an'Andriamanitra marina, na mpisorona mampianatra, na lalàna.","Fa raha niverina tamin'Jehovah, Andriamanitry ny Isiraely, izy nony azom-pahoriana, ka nitady Azy, dia nahita Azy.","Ary tamin'izany dia tsy nisy fiadanana ho an'izay nivoaka na izay niditra; fa horohoro be no nahazo ny mponina rehetra tamin'ny tany.","Ary nifandringana ny firenena sy ny tanàna, fa Andriamanitra nampangorohoro azy tamin'ny fahoriana rehetra.","Koa mahereza ianareo, fa aza miraviravy tanana; fa hisy valim-pitia tokoa ny ataonareo.","Ary raha ren'i Asa izany teny izany sy ny faminanian'i Odeda mpaminany, dia niezaka izy ka nanaisotra ny sampy fahavetavetana tamin'ny tanin'ny Joda sy ny Benjamina rehetra ary tamin'ny tanàna izay azony tany amin'ny tany havoan'i Efraima, sady nanavao ny alitaran'i Jehovah izay teo anoloan'ny lavarangana fidirana amin'ny tranon'i Jehovah.","Ary novoriny ny Joda sy ny Benjamina rehetra sy ny vahiny teo aminy izay avy tany amin'ny Efraima sy ny Manase ary ny Simeona; fa betsaka no nanatona azy avy tamin'ny Isiraely, raha hitany fa Jehovah Andriamaniny no teo aminy.","Ary nivory tany Jerosalema ireo tamin'ny volana fahatelo tamin'ny taona fahadimy ambin'ny folo nanjakan'i Asa.","Ary androtrizay no nanaterany fanatitra ho an'i Jehovah tamin'ny babo izay nentiny, dia omby fitonjato sy ondry aman'osy fito arivo.","Ary nanao fanekena hitady an'i Jehovah, Andriamanitry ny razany, tamin'ny fony rehetra sy ny fanahiny rehetra izy,","ka na iza na iza tsy mety mitady an'i Jehovah Andriamanitry ny Isiraely, dia hatao maty, na kely na lehibe, na lahy na vavy.","Ary nianiana ho an'i Jehovah tamin'ny feo mahery sy ny fihobiana ary tamin'ny trompetra sy ny anjomara izy.","Ary ny Joda rehetra nifaly noho ny fianianana, fa efa nianiana tamin'ny fony rehetra izy sady nazoto nitady an'i Jehovah indrindra, ka dia nahita Azy; ary Jehovah dia nanome azy fiadanana tamin'ny manodidina fahizay.","Ary na dia Imaka, renin'i Asa mpanjaka, aza dia naetriny tsy ho andriambavy, satria efa nanao sampy ho an'ny Aseraha izy; ary Asa nikapa ny sampiny, dia nanorotoro ka nandoro azy tao amin'ny lohasahan-driaka Kidrona.","Fa ny fitoerana avo tsy mba noravana tamin'ny Isiraely; nefa nahitsy ny fon'i Asa tamin'ny androny rehetra.","Ary nampidiriny ho ao an-tranon'i Jehovah ny zavatra izay nohamasinin-drainy mbamin'izay nohamasinin'ny tenany, dia volafotsy sy volamena ary fanaka.","Ary tsy nisy ady intsony hatramin'ny taona fahadimy amby telo-polo nanjakan'i Asa."]}