{"book":"2 Tantara","chapter":12,"verses":["Ary Rehoboama, rehefa nampandry ny ny fanjakany sady efa nahery, dia nahafoy ny lalan'i Jehovah izy sy ny Isiraely rehetra.","Ary tamin'ny taona fahadimy nanjakan-dRehoboama mpanjaka dia niakatra Sisaka, mpanjakan'i Egypta, hamely an'i Jerosalema, fa nivadika tamin'i Jehovah ny mponina tany,","ary nitondra kalesy roan-jato amby arivo sy mpitaingin-tsoavaly enina alina izy, ary tsy hita isa ny olona izay nanaraka azy avy tany Egypta, dia ny Lobita sy ny Sokita ary ny Etiopiana.","Dia nahafaka ny tanàna mimanda izay any Joda izy ka tonga tany Jerosalema.","Ary Semaia mpaminany tonga tao amin-dRehoboama sy ireo mpanapaka ny Joda, izay tafangona tany Jerosalema noho ny amin'i Sisaka, ka nanao taminy hoe: Izao no lazain'i Jehovah: Hianareo efa nahafoy Ahy, koa Izaho kosa dia mba nahafoy anareo ho eo an-tànan'i Sisaka.","Dia niaiky ireo mpanapaka ny Isiraely sy ny mpanjaka ka nanao hoe: Marina Jehovah.","Ary nony hitan'i Jehovah fa niaiky izy, dia tonga tao amin'i Semaia indray ny tenin'i Jehovah nanao hoe: Efa niaiky izy, ka dia tsy handringana azy Aho, fa tsy ho ela dia hamonjy azy; ary tsy haidiko amin'i Jerosalema avy amin'ny tànan'i Sisaka ny fahatezerako. [Na: fa hamonjeko ihany]","Kanefa ho mpanompony ihany izy, mba hahafantarany ny fanompoana Ahy sy ny fanompoana any amin'ny fanjakana hafa.","Dia niakatra Sisaka, mpanjakan'i Egypta, hamely an'i Jerosalema ka namabo ny rakitry ny tranon'i Jehovah sy ny rakitry ny tranon'ny mpanjaka: samy nobaboiny avokoa izy rehetra; ary nobaboiny koa ny ampinga volamena izay nataon'i Solomona.","Ary Rehoboama mpanjaka nanao ampinga varahina ho solon'ireny ka nanolotra azy ho eo an-tànan'ny lehiben'ny mpiambina, izay niambina ny varavaran'ny tranon'ny mpanjaka.","Ary na oviana na oviana no nidiran'ny mpanjaka tao an-tranon'i Jehovah, dia avy ny mpiambina naka ireo ka namerina azy ho ao an-tranon'ny mpiambina indray.","Ary raha nanetry tena izy, dia niala taminy ny fahatezeran'i Jehovah ka tsy nahalany ringana azy; sady nisy fahatsaram-panahy koa tamin'ny Joda.","Ary Rehoboama mpanjaka dia nitombo hery tany Jerosalema, ka dia nanjaka; iraika amby efa-polo taona izy, fony vao nanjaka, ary fito ambin'ny folo taona no nanjakany tany Jerosalema, ilay tanana nofidin'i Jehovah tamin'ny firenen'Isiraely rehetra hampitoerany ny anarany. Ary ny anaran-dreniny dia Nama Amonita.","Ary nanao ratsy izy, satria tsy nampiomana ny fony hitady an'i Jehovah.","Ary ny tantaran-dRehoboama, na ny voalohany na ny farany, tsy efa voasoratra ao amin'ny bokin'i Semaia mpaminany sy Ido mpahita ny amin'ny firazanana va izany? Ary niady mandrakariva Rehoboama sy Jeroboama.","Ary Rehoboama lasa nodimandry any amin'ny razany, dia nalevina tao an-Tanànan'i Davida izy; ary Abia zanany no nanjaka nandimby azy."]}