{"book":"2 Tantara","chapter":17,"verses":["Ary Josafata, zanak'i Asa, no nanjaka nandimby azy, ary nitombo hery hiaro tena tamin'ny Isiraely izy.","Ary namponina miaramila tamin'ny tanàna mimanda rehetra eran'i Joda izy sady nametraka miaramila tany amin'ny tany Joda sy tany amin'izay tanànan'ny Efraima efa azon'i Asa rainy.","Ary Jehovah nomba an'i Josafata, satria nandeha tamin'ny nalehan'i Davida rainy izy, dia ilay tamin'ny voalohany, fa tsy mba nitady ireo Bala;","fa Jehovah, Andriamanitry ny rainy, kosa no notadiaviny, ary araka ny didiny no nalehany, fa tsy mba araka ny fanaon'ny Isiraely.","Koa dia nampitoerin'i Jehovah teo an-tànany ny fanjakana; ary ny Joda rehetra nitondra fanomezana ho an'i Josafata, ka dia nanana harena sy voninahitra be izy.","Ary ny fony nihanatoky tamin'ny lalan'i Jehovah. dia noravany tsy ho eo amin'ny Joda ny fitoerana avo sy ny Aseraha.","Ary tamin'ny taona fahatelo nanjakany dia naniraka ny mpanapaka izy, dia Benaila sy Obadia sy Zakaria sy Netanela ary Mikaia, hampianatra tany amin'ny tanànan'ny Joda,","Ary nisy Levita koa niaraka tamin'ireo, dia Semaia sy Netania sy Zebadia sy Asahela sy Semiramota sy Jonatana sy Adonia sy Tobia ary Tob-adonia, Levita, mbamin'i Elisama sy Jorama, mpisorona.","Ary nampianatra tany Joda izy ireo, ka nentiny ny bokin'ny lalàn'i Jehovah, dia nitety ny tanànan'ny Joda rehetra izy ka nampianatra teny amin'ny olona.","Ary ny tahotra an'i Jehovah nahazo ny fanjakana rehetra tamin'ny tany manodidina an'i Joda, ka dia tsy nisy niady tamin'i Josafata ireo.","Ary ny Filistina sasany nitondra fanomezana sy vola hetra ho an'i Josafata; ary ny Arabo koa nitondra ondry aman'osy, dia ondrilahy fiton-jato amby fito arivo sy osilahy fiton-jato amby fito arivo.","Ary Josafata nihanahery indrindra ka nanao trano fiarovana sy tanàna fitehirizana tany Joda.","Ary nanana fananana betsaka tao amin'ny tanànan'ny Joda koa sy miaramila, lehilahy mahery, tany Jerosalema izy.","Ary izao no nandaminana azy araka ny fianakaviany avy: Ny mpifehy arivo tamin'ny Joda dia Adna komandy, ary ny fehiny dia lehilahy mahery telo hetsy;","ary nanarakaraka azy dia Johanana komandy, ary ny fehiny dia valo alina amby roa hetsy;","ary nanarakaraka azy indray dia Amasia, zanak'i Zikry, ilay nanolotena ho an'i Jehovah, ary ny fehiny dia lehilahy mahery roa hetsy.","Ary tamin'ny Benjamina dia Eliada, lehilahy mahery, ary ny fehiny dia lehilahy roa hetsy mitondra tsipìka sy ampinga;","ary nanarakaraka azy dia Jozabada, ary ny fehiny dia valo alina amby iray hetsy efa voaomana hiady.","Ireo no mpitoetra tamin'ny mpanjaka, afa-tsy izay nampitoerin'ny mpanjaka tany amin'ny tanàna mimanda eran'i Joda rehetra."]}