{"book":"2 Tantara","chapter":9,"verses":["Ary ny mpanjakavavin'i Sheba, rehefa ny nahare ny lazan'i Solomona, dia tonga tany Jerosalema hizaha toetra azy tamin'ny fanontaniana sarotra, ary maro be ny mpanaraka azy, sady be koa ny rameva izay nitondra zava-manitra sy volamena sesehena ary vato soa; ary rehefa tonga tao amin'i Solomona izy, dia niresaka taminy ny amin'izay rehetra tao am-pony.","Ary voavalin'i Solomona izy tamin'izay rehetra nanontaniany azy; tsy nisy zavatra niafina tamin'i Solomona, fa nambarany azy avokoa.","Ary rehefa hitan'ilay mpanjakavavin'i Sheba ny fahendren'i Solomona sy ny trano izay nataony","sy ny hanim-pihinany teo amin'ny latabany, sy ny fipetrahan'ny tandapany sy ny fitoeran'ny mpanompony mbamin'ny fitafian'ireo sy ny mpitondra kapoakany sy ny fitafian'ireo, ary ny ambaratonga izay niakarany ho ao an-tranon'i Jehovah, dia talanjona ter? izy.","Dia hoy izy tamin'ny mpanjaka: Marina ny teny efa reko tany amin'ny taniko ny amin'ny teninao sy ny fahendrenao.","Kanefa tsy nino ny filazana aho, raha tsy tonga at?, ka ny masoko no mahita; kanjo hay! na dia ny antsasaky ny fahendrenao aza tsy voalaza tamiko akory; fa, indro, mihoatra noho ny laza efa reko ianao.","Sambatra lahy ny olonao, ary sambatra ireto tandapanao ireto, izay mijanona eto anatrehanao mandrakariva ka mandre ny fahendrenao!","Isaorana anie Jehovah Andriamanitrao Izay tia anao ka nametraka anao amin'ny seza fiandrianany ho mpanjaka ho an'i Jehovah Andriamanitrao; fa noho ny fitiavan'Andriamanitrao ny Isiraely hampitoetra azy mandrakizay no nanaovany anao ho mpanjakany mba hanao fitsarana sy fahamarinana.","Ary izy nanome talenta volamena roa-polo amby zato sy zava-manitra sesehena ary vato soa ho an'ny mpanjaka; tsy nisy intsony zava-manitra tahaka ilay nomen'ny mpanjakavavin'i Sheba an'i Solomona mpanjaka.","Ary ny mpanompon'i Hirama koa sy ny mpanompon'i Solomona, izay naka volamena avy tany Ofira, dia nitondra hazo almoga sy vato soa.","Ary ny hazo almoga dia nataon'ny mpanjaka ambaratonga mankamin'ny tranon'i Jehovah sy ny lapan'andriana ary nataony lokanga sy valiha ho an'ny mpihira koa; ary tsy mbola nisy hita toy izany teo aloha tamin'ny tanin'ny Joda.","Ary Solomona mpanjaka dia nanome ny mpanjakavavin'i Sheba kosa izay rehetra niriny, na inona na inona nangatahiny, afa-tsy izay valin'ny nentiny ho an'ny mpanjaka; ka dia niverina izy, ary lasa nody tany amin'ny taniny izy mbamin'ny mpanompony.","Ary ny lanjan'ny volamena izay tonga tao amin'i Solomona isan-taona dia talenta volamena enina amby enim-polo amby enin-jato,","afa-tsy izay nentin'ny mpivarotra sy ny mpandranto. Ary ny mpanjakan'i Arabia rehetra sy ny mpanapaka ny tany dia samy nitondra volamena sy volafotsy ho an'i Solomona.","Ary Solomona mpanjaka nanao ampinga volamena lehibe roan-jato tamin'ny volamena voafisaka, ka takela-bolamena sekely enin-jato no napetaka tamin'ny ampinga lehibe iray.","Ary nanao ampinga volamena telonjato koa izy tamin'ny volamena voafisaka, ka takela-bolamena sekely telon-jato no napetaka tamin'ny ampinga iray. Dia napetraky ny mpanjaka tao amin'ny trano Alan'i Libanona lreo.","Ary ny mpanjaka nanao seza fiandrianana ivory lehibe, ka nopetahany takela-bolamena tsara.","Nisy ambaratonga enina amin'ny seza fiandrianana sy fitoeran-tongotra volamena, izay naraikitra tamin'ny seza fiandrianana, ary nisy fitehenana teo an-daniny roa tamin'ny fipetrahana ary nisy sarin-diona roa teo an-danin'ny fitehenan-tanana;","ary nisy sarin-diona roa ambin'ny folo teo an-daniny roa teo amin'ny ambaratonga enina. Tsy nisy natao tahaka izany tany amin'ny fanjakana rehetra.","Ary ny fisotroan'i Solomona mpanjaka dia volamena avokoa, ary ny fanaka rehetra tao amin'ny trano Alan'i Libanona koa dia volamena tsara avokoa; tsy nisy volafotsy ireo, fa natao toy ny tsinontsinona izany tamin'ny andron'i Solomona.","Fa ny mpanjaka nanana sambo mpankany Tarsisy niaraka tamin'ny mpanompon'i Hirama; ary indray mandeha isan-telo taona no nihavian'ny sambon'i Tarsisy nitondra volamena sy volafotsy sy ivory sy rajako ary vorombola.[pavo]","Ary Solomona mpanjaka dia nanan-karena sady hendry indrindra noho ny mpanjaka rehetra ambonin'ny tany.","Ary ny mpanjaka rehetra ambonin'ny tany nitady hahita ny tavan'i Solomona mba hihaino ny fahendrena, izay nataon'Andriamanitra tao am-pony.","Ary izy rehetra dia samy nahatonga ny anjarany avy isan-taona, dia fanaka volafotsy sy fanaka volamena sy fitafiana sy fiadiana sy zava-manitra sy soavaly ary ampondra.","Ary Solomona nanana efi-trano efatra arivo fitoeran'ny soavaly mpitarika kalesy ary soavaly fitaingina roa arivo sy iray alina, izay nataony tao amin'ireo tanàna fitoeran-kalesy sy tao amin'ny mpanjaka tany Jerosalema.","Ary nanjaka tamin'ny mpanjaka rehetra hatramin'ny Ony ka hatramin'ny tanin'ny Filistina ary hatramin'ny sisin'i Egypta izy.[Eofrata]","Ary nataon'ny mpanjaka tahaka ny vato ny habetsaky ny volafotsy tany Jerosalema, ary ny hazo sedera nataony toy ny aviavy eny amin'ny tany lemaka amoron-tsiraka. [Heb. Sefela]","Ary nangalana soavaly avy tany Egypta sy tany amin'ny tany rehetra koa Solomona.","Ary ny tantaran'i Solomona sisa, na ny voalohany na ny farany. tsy efa voasoratra va izany ao amin'ny bokin'i Natana mpaminany sy amin'ny faminanian'i Ahia Silonita sy amin'ny fahitan'Ido mpahita ny amin'i Jeroboama, zanak'i Nebata?","Ary Solomona nanjaka efa-polo taona tamin'ny Isiraely rehetra tany Jerosalema.","Ary Solomona lasa nodimandry any amin'ny razany, dia nalevina tao an-Tanànan'i Davida rainy izy; ary Rehoboama zanany no nanjaka nandimby azy."]}