{"book":"2 Tantara","chapter":30,"verses":["Ary Hezekia naniraka tany amin'ny Isiraely sy ny Joda rehetra ka nanoratra taratasy ho amin'ny Efraima sy ny Manase koa mba hankanesany any an-tranon'i Jehovah any Jerosalema hitandrina ny Paska ho an'i Jehovah, Andriamanitry ny Isiraely.","Fa ny mpanjaka sy ny mpanapaka mbamin'ny fiangonana rehetra tany Jerosalema dia niara-nihevitra ny amin'ny hitandremana ny Paska amin'ny volana faharoa.","Nefa tsy nahatandrina azy tamin'izany andro izany izy, satria ny mpisorona tsy mbola nanamasina ny tenany loatra, ary ny olona koa tsy mbola vory tany Jerosalema.","Ary sitraky ny mpanjaka sy ny fiangonana rehetra izany.","Dia nandidy handefa teny eran'ny Isiraely rehetra hatrany Beri-sheba ka hatrany Dana izy mba hankanesan'ny olona hitandrina ny Paska ho an'i Jehovah, Andriamanitry ny Isiraely, any Jerosalema; fa ny be sy ny maro tsy mba nitandrina azy araka ny voasoratra.","Dia lasa ny tsimandoa nitondra ny taratasy avy tamin'ny mpanjaka sy ny mpanapaka hitety ny Isiraely sy ny Joda rehetra ka nilaza araka ny didin'ny mpanjaka hoe: Ry zanak'isiraely ô, miverena amin'i Jehovah, Andriamanitr'i Abrahama sy Isaka ary Isiraely, mba hiverenany ho amin'izay sisa aminareo izay tsy azon'ny tànan'ireo mpanjakan'i Asyria.","Aza manahaka ny rainareo sy ny rahalahinareo izay nivadika tamin'i Jehovah, Andriamanitry ny razany, ka dia natolony ho figagana araka izao hitanareo izao izy.","Koa aza manamafy ny hatokareo toy ny nataon'ny razanareo, fa atolory an'i Jehovah ny tananareo, ka midìra ao amin'ny fitoerany masina, izay nohamasininy ho mandrakizay; ary manompoa an'i Jehovah Andriamanitrareo, mba hiala aminareo ny fahatezerany mirehitra.","Fa raha miverina amin'i Jehovah ianareo, dia hahazo famindram-po eo anatrehan'izay nitondra azy ho babo ny rahalahinareo sy ny zanakareo, ka dia ho tafaverina amin'ity tany ity izy; fa miantra sy mamindra fo Jehovah Andriamanitrareo, ary tsy mba hiamboho anareo Izy, raha miverina aminy ianareo.","Ary ny tsimandoa nitety ny tanàna hatrany amin'ny tanin'ny Efraima sy ny Manase ka hatrany amin'ny Zebolona; fa nihomehezan'ny olona sy novazivaziny foana izy.","Kanefa kosa ny tamin'ny Asera sy ny Manase ary ny Zebolona dia nisy ihany nanetry tena ka tonga tany Jerosalema.","Ary ny tànan'Andriamanitra dia napetrany tamin'ny Joda koa mba hanome azy fo iray hankatò ny didin'ny mpanjaka sy ny mpanapaka noho ny tenin'i Jehovah.","Ary tamin'ny volana faharoa dia nisy olona maro nivory tany Jerosalema hitandrina ny andro firavoravoana fihinanana ny mofo tsy misy masirasira, dia fivoriana lehibe tokoa.","Ary nitsangana izy, dia nandrava ireo alitara tany Jerosalema; ary ny alitara fandoroana ditin-kazo manitra rehetra dia noravany koa ka nariany tany amin'ny lohasahan-driaka Kidrona.","Dia namono ny Paska izy tamin'ny andro fahefatra ambin'ny folo tamin'ny volana faharoa; ary menatra, ny mpisorona sy ny Levita, dia nanamasina ny tenany ka nampiditra ny fanatitra dorana ho ao an-tranon'i Jehovah.","Ary nitsangana teo amin'ny fitoerany tahaka ny fanao izy, araka ny lalàn'i Mosesy, lehilahin'Andriamanitra; ary ny mpisorona nanopy ny rà izay teny an-tànan'ny Levita.","Fa nisy maro tao amin'ny fiangonana izay tsy mba nanamasina ny tenany, ka dia ny Levita no nampamonoina ny Paska hisolo izay rehetra tsy madio mba hanamasina azy ho an'i Jehovah.","Fa nisy olona betsaka, dia maro avy tamin'ny Efraima sy ny Manase sy ny Isakara ary ny Zebolona, no tsy mba nanadio ny tenany, kanefa nihinana ny Paska ihany izy, fa tsy araka izay voasoratra. Ary Hezekia nivavaka ho an'ireny ka nanao hoe: Jehovah tsara ô, mamelà","izay rehetra efa nampiomana ny fony hitady an'Andriamanitra, dia Jehovah, Andriamanitry ny razany, na dia tsy madio araka ny fahadiovan'ny fitoerana masina aza izy.","Ary Jehovah nihaino an'i Hezekia ka nahasitrana ny olona.","Ary ny Zanak'isiraely izay tany Jerosalema dia nitandrina hafitoana ny andro firavoravoana fihinanana ny mofo tsy misy masirasira tamin'ny fifaliana lehibe; ary ny Levita sy ny mpisorona nidera an'i Jehovah isan'andro sady nampaneno zavatra mafy faneno ho an'i Jehovah. [Na: fiderana]","Ary Hezekia dia nankasitraka ny Levita rehetra, izay nanana fahaizana ho an'i Jehovah; ary nihinana ny Paska hafitoana izy sady nanatitra fanati-pihavanana koa sy nisaotra an'i Jehovah, Andriamanitry ny razany.","Ary ny fiangonana rehetra niara-nihevitra ny amin'ny hitandremana hafitoana indray; ka dia mbola nitandrina hafitoana koa tamin'ny hafaliana izy.","Fa Hezekia, mpanjakan'ny Joda, nanome vantotr'ombilahy arivo sy ondry aman'osy fito arivo ho an'ny fiangonana; ary ny mpanapaka koa nanome vantotr'ombilahy arivo sy ondry aman'osy iray alina ho an'ny fiangonana; ary maro ny mpisorona no nanamasina ny tenany.","Ary faly ny fiangonana, dia ny Joda rehetra sy ny mpisorona sy ny Levita sy izay rehetra tafangona avy tamin'ny Isiraely mbamin'ny vahiny izay avy tany amin'ny tany Isiraely ary izay nonina tany Joda.","Koa nisy fifaliana be tany Jerosalema; fa hatramin'ny andron'i Solomona, zanak'i Davida, mpanjakan'ny Isiraely, dia tsy mbola nisy tahaka izany tany Jerosalema.","Dia nitsangana ny Levita sy ny mpisorona ka nitso-drano ny olona; ary nohenoin'Andriamanitra ny feony, ka niakatra ho any an-danitra, fonenany masina, ny fivavany."]}