{"book":"2 Tantara","chapter":1,"verses":["Ary Solomona, zanak'i Davida, dia nitombo hery tamin'ny fanjakany, ary Jehovah Andriamaniny nomba azy ka nanandratra azy indrindra.","Ary Solomona nandidy Isiraely rehetra, dia mpifehy arivo sy mpifehy zato sy mpitsara ary loham-pirenena rehetra tamin'ny Isiraely, dia lohan'ny fianakaviana,","ka dia niara-niakatra ho any amin'ny fitoerana avo tao Gibeona Solomona sy fiangonana rehetra; fa tao trano-lay fihaonana izay an'Andriamanitra, ilay nataon'i Mosesy, mpanompon'i Jehovah, tany an-efitra.","Fa fiaran'Andriamanitra efa nampakarin'i Davida avy ta Kiriata-jearima ho ao amin'izay efa namboariny ho azy; fa efa nanorina lay ho azy tany Jerosalema izy.","Ary alitara varahina izay nataon'i Bezalila, zanak'i Ory zanak'i Hora, dia teo anoloan'ny tabernakelin'i Jehovah; ary Solomona sy fiangonana nitady Azy tao. [Na: azy]","Ary Solomona nanatitra fanatitra teo amin'ny alitara varahina teo anatrehan'i Jehovah, izay momba ny trano-lay fihaonana; fanatitra dorana arivo no nateriny teo.","Tamin'ny alin'iny no nisehoan'Andriamanitra tamin'i Solomona, ka hoy Izy taminy: Angataho izay tianao homeko anao.","Dia hoy Solomona tamin'Andriamanitra: Hianao efa naneho fahasoavana lehibe tamin'i Davida raiko ary nampanjaka ahy handimby azy.","Koa ankehitriny, ry Jehovah Andriamanitra ô. aoka ho tanteraka teninao tamin'i Davida raiko; fa Hianao efa nampanjaka ahy tamin'ny vahoaka maro be tahaka ny vovo-tany.","Koa omeo fahendrena sy fahalalana aho hitarihako ireto vahoaka ireto mivoaka sy miditra; fa iza no hahay mitsara izao olonao betsaka izao?","Dia hoy Andriamanitra tamin'i Solomona: Satria tao am-ponao izany ka tsy nangataka vola aman-karena ianao, na voninahitra, na ain'ny fahavalonao, ary tsy nangataka ho ela velona aza, fa nangataka fahendrena sy fahalalana hitsaranao ny oloko izay nampanjakako anao,","dia omena anao ny fahendrena sy fahalalana; ary homeko vola aman-karena sy voninahitra koa ianao, mihoatra noho izay nananan'ny mpanjaka rehetra na iza na iza tany alohanao, ary tsy hisy hanana tahaka izany ny any aorianao.","Ary tonga tany Jerosalema Solomona avy teo amin'ny fitoerana avo tao Gibeona, dia teo anoloan'ny trano-lay fihaonana; ary nanjaka tamin'ny Isiraely izy.","Ary Solomona nanangona kalesy sy mpitaingin-tsoavaly ka nanana kalesy efa-jato amby arivo sy mpitaingin-tsoavaly roa arivo sy iray alina, izay nataony tany amin'ireny tanàna fitoeran'ny kalesy ary tao amin'ny mpanjaka tany Jerosalema.","Ary nataon'ny mpanjaka ho tahaka ny vato ny habetsaky ny volafotsy sy ny volamena tany Jerosalema, ary ny hazo sedera nataony toy ny aviavy eny amin'ny tany lemaka amoron-tsiraka. [Heb. Sefela]","Avy tany Egypta no nahazoan'i Solomona soavaly; ary ny iray toko tamin'ny mpandranton'ny mpanjaka dia naka andiany iray araka izay vidiny voatendry.","Ary ny vidin'ny kalesy iray nentiny niakatra avy tany Egypta dia sekely volafotsy enin-jato, ary ny soavaly dia dimam-polo amby zato avy; ary toy izany koa no nitondrany ho an'ny mpanjakan'ny Hetita sy ny mpanjakan'ny Syriana.","Ary Solomona nilaza fa hanao trano ho an'ny anaran'i Jehovah sy lapa ho an'ny tenany."]}