{"book":"2 Tantara","chapter":29,"verses":["Dimy amby roa-polo taona Hezekia, fony izy vao nanjaka, ary sivy amby roa-polo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Abia, zanakavavin'i Zakaria.","Ary nanao izay mahitsy eo imason'i Jehovah izy, tahaka izay rehetra nataon'i Davida rainy.","Tamin'ny volana voalohany tamin'ny taona voalohany nanjakany dia namoha ny varavaran'ny tranon'i Jehovah izy ka namboatra azy.","Ary dia nampidiriny tao ny mpisorona sy ny Levita ka nangoniny teo ankalalahana atsinanana.","Ary hoy izy taminy: Mihainoa ahy, ianareo Levita, ka hamasino ny tenanareo izao, ary hamasino koa ny tranon'i Jehovah, Andriamanitry ny razanareo, ary esory amin'ny fitoerana masina ny loto.","Fa ny razantsika nandiso sy nanao izay ratsy eo imason'i Jehovah Andriamanitsika ary nahafoy Azy sy nihodina ka niamboho ny fonenan'i Jehovah.","Ary narindriny ny varavarana amin'ny lavarangana fidirana, dia novonoiny ny jiro. sady tsy nodorany ny ditin-kazo manitra, ary ny fanatitra dorana tsy nateriny tao amin'ny fitoerana masina ho an'Andriamanitry ny Isiraely.","Ka dia nihatra tamin'ny Joda sy Jerosalema ny fahatezeran'i Jehovah, ka nanolotra azy ho mpanjenjena izy sy ho figagana ary ho zavatra mampisitrisitra toy izao hitan'ny masonareo izao. [Na: fampangovitana]","Fa he! lavon'ny sabatra ny razantsika, ary ny zanakalahintsika sy ny zanakavavintsika sy ny vadintsika dia efa babo noho izany.","Ka dia efa mby ato am-poko ny hanao fanekena amin'i Jehovah, Andriamanitry ny Isiraely, mba hiala amintsika ny fahatezerany mirehitra.","Ry zanako, aza malaina ianareo; fa ianareo no nofidin'i Jehovah hijanona eo anatrehany hanompo Azy ka ho tonga mpanao fanompoam-pivavahana sy mpandoro ditin-kazo manitra ho Azy.","Dia nitsangana ny Levita, dia Mahata, zanak'i Amasay, sy Joela, zanak'i Azaria, tamin'ny taranaky ny Kehatita; ary tamin'ny taranak'i Merary dia Kisy, zanak'i Abdia, sy Azaria, zanak'i Jehalalila; ary tamin'ny Gersonita dia Joa, zanak'i Zima, sy Edena, zanak'i Joa;","ary tamin'ny taranak'i Elizafana dia Simry sy Jeiela; ary tamin'ny taranak'i Asafa dia Zakaria sy Matania;","ary tamin'ny taranak'i Hemana dia Jehiela sy Simey; ary tamin'ny taranak'i Jedotona dia Semaia sy Oziela.","Ary namory ny rahalahiny izy, ka dia samy nanamasina ny tenany avy, dia tonga araka ny didin'ny mpanjaka noho ny tenin'i Jehovah mba hanadio ny tranon'i Jehovah.","Ary ny mpisorona niditra tao amin'ny efitra anatiny amin'ny tranon'i Jehovah mba hanadio azy, ka navoakany ny loto rehetra izay hitany tao an-tempolin'i Jehovah ho eo an-kianjan'ny tranon'i Jehovah. Ary ny Levita kosa nandray ireny havoakany ho any amin'ny lohasahan-driaka Kidrona.","Ary tamin'ny andro voalohany tamin'ny volana voalohany no nanomboka ny fanamasinana izy, ary tamin'ny andro fahavalo tamin'io volana io dia niditra teo amin'ny lavarangana fidirana an'i Jehovah izy; ka dia nanamasina ny tranon'i Jehovah tamin'ny havaloana izy; ary tamin'ny andro fahenina ambin'ny folo tamin'ny volana voalohany no nahavitany azy.","Dia niditra tao amin'i Hezekia mpanjaka izy ka nanao hoe: Efa voadionay avokoa ny tranon'i Jehovah sy ny alitara fandoroana ny fanatitra dorana mbamin'ny fanaka rehetra momba azy ary ny latabatry ny mofo aseho mbamin'ny fanaka rehetra momba azy koa.","Ary ny fanaka rehetra izay novetavetain'i Ahaza mpanjaka tamin'ny nanotany, fony izy mbola nanjaka, dia efa namboarinay sy nohamasininay, koa indreo izy eo anoloan'ny alitaran'i Jehovah.","Dia nifoha maraina koa Hezekia mpanjaka ka namory ny mpanapaka ny tanàna, dia niakatra ho ao an-tranon'i Jehovah.","Ary nitondra vantotr'ombilahy fito sy ondrilahy fito sy zanak'ondry fito izy ary osilahy fito ho fanatitra noho ny ota ho an'ny fanjakana sy ho an'ny fitoerana masina ary ho an'ny Joda. Ary ny mpisorona, taranak'i Arona, dia nasainy nanatitra ireo teo ambonin'ny alitaran'i Jehovah.","Dia novonoiny ny vantotr'ombilahy, ary noraisin'ny mpisorona ny rà ka natopiny tamin'ny alitara; ary novonoiny koa ny ondrilahy, dia natopiny tamin'ny alitara ny ràny; ary novonoiny koa ny zanak'ondry, dia natopiny tamin'ny alitara ny ràny.","Ary ny osilahy ho fanatitra noho ny ota dia nentiny teo anatrehan'ny mpanjaka sy ny fiangonana ka nametrahany tanana;","dia novonoin'ny mpisorona ireo, ka ny ràny nataony teo amin'ny alitara araka ny fanao ho fanatitra noho ny ota hanaovana fanavotana ho an'ny Isiraely; fa ho an'ny Isiraely rehetra no nasain'ny mpanjaka nanaovana ny fanatitra dorana sy ny fanatitra noho ny ota.","Ary ny mpanjaka nametraka ny Levita tao an-tranon'i Jehovah hitondra kipantsona sy valiha ary lokanga, araka ny didin'i Davida mpanjaka sy Gada, mpahitan'ny mpanjaka, sy Natana mpaminany; fa izany no didin'i Jehovah nampitondrainy ny mpaminaniny.","Ary ny Levita nitsangana teo nitondra ny zava-manenon'i Davida, ary ny mpisorona koa nitondra ny trompetra.","Ary nasain'i Hezekia naterina teo ambonin'ny alitara ny fanatitra dorana; ary raha vao natomboka ny nanaterana ny fanatitra dorana, dia natomboka koa ny fihirana ho an'i Jehovah sy ny fitsofana ny trompetra ka notarihin'ny zava-manenon'i Davida, mpanjakan'ny Isiraely.","Ary ny fiangonana rehetra niankohoka, ary ny mpihira nihira, ary ny mpitsoka trompetra nitsoka mandra-pahavitan'ny fanatitra dorana.","Ary nony efa nitsahatra ny nanaterana izany, dia nandohalika sy niankohoka ny mpanjaka mbamin'izay rehetra teo aminy.","Ary Hezekia mpanjaka sy ny mpanapaka nampihira ny Levita hidera an'i Jehovah tamin'ny teny namboarin'i Davida sy Asafa mpahita. Ary nihira fiderana tamin'ny hafaliana izy, dia niondrika sy niankohoka.","Ary Hezekia niteny hoe: Efa nanokana ny tenanareo ho an'i Jehovah ianareo izao, ka dia manatòna, ary mitondrà fanati-pisaorana sy fanatitra hafa koa ho ao an-tranon'i Jehovah. Dia nitondra fanati-pisaorana sy fanatitra hafa ny fiangonana, ary izay rehetra nazoto dia nitondra fanatitra dorana. [Heb. namanareo ny tananareo]","Ary ny isan'ny fanatitra dorana izay nentin'ny fiangonana dia omby fito-polo sy ondrilahy zato ary zanak'ondry roan-jato; natao fanatitra dorana ho an'i Jehovah ireo rehetra ireo.","Ary ny zavatra nohamasinina dia omby enin-jato sy ondry aman'osy telo arivo.","Fa vitsy loatra ny mpisorona ka tsy nahendaka ny fanatitra dorana rehetra, ka dia nanampy azy ny Levita rahalahiny mandra-pahavitan'ny raharaha sy ny nanamasinan'ny mpisorona sasany ny tenany koa; fa ny Levita nahitsy fo kokoa hanamasina ny tenany noho ny mpisorona.","Ary be koa ny fanatitra dorana sy ny saboran'ny fanati-pihavanana sy ny fanatitra aidina momba ny fanatitra dorana. Izany no nanavaozany ny fanompoana tao an-tranon'i Jehovah.","Ary faly Hezekia sy ny vahoaka rehetra noho izay namboarin'Andriamanitra ho an'ny olona, satria tampoka izany raharaha izany."]}