{"book":"2 Tantara","chapter":24,"verses":["Fito taona no niainan'i Joasy, fony izy vao nanjaka, efa efa-polo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Zibia, avy any Beri-sheba.","Ary Joasy nanao izay mahitsy eo imason'i Jehovah tamin'ny andro rehetra niainan'i Joiada mpisorona.","Ary nangalan'i Joiada vady roa Joasy, dia niteraka zazalahy sy zazavavy izy.","Ary nony afaka izany, dia mby ao am-pon i Joasy ny hanamboatra ny tranon'i Jehovah.","Dia namory ny mpisorona sy ny Levita izy ka nanao taminy hoe: Mandehana ho any amin'ny tanànan'ny Joda, ka mamoria vola isan-taona amin'ny Isiraely rehetra hanamboarana ny tranon'Andriamanitrareo; ary hafainganonareo ny raharaha. Nefa ny Levita tsy nanafaingana izany.","Ary ny mpanjaka dia nampaka an'i Joiada, lohany tamin'ireo, ka nanao taminy hoe: Nahoana no tsy nasainao nitondra ny hetra avy tany Joda sy Jerosalema ny Levita, araka ny didin'i Mosesy, mpanompon'i Jehovah sy ny fiangonan'ny Isiraely ho ao amin'ny tabernakelin'ny vavolombelona?","Fa ny zanak'i Atalia, ilay vehivavy ratsy fanahy, efa nandrava ny tranon'Andriamanitra; ary ny zavatra masina rehetra tao an-tranon'i Jehovah koa dia efa nateriny ho an'ireo Bala.","Ary nasain'ny mpanjaka nanao vata anankiray izy, dia napetrany teo ivelan'ny vavahadin'ny tranon'i Jehovah izany.","Ary nandefa teny eran'i Joda sy Jerosalema izy mba haterina ho an'i Jehovah ny hetra izay nasain'i Mosesy, mpanompon'Andriamanitra, haloan'ny Isiraely, fony izy tany an-efitra.","Dia faly ny mpanapaka rehetra sy ny vahoaka rehetra, ka dia nitondra izany ary nandatsaka azy tao amin'ny vata ambara-pahatapiny.","Ary tamin'izay andro nitondran'ny Levita ny vata ho any amin'ny toniany voatendrin'ny mpanjaka, raha hitany fa be ny vola, dia avy ny mpanoratry ny mpanjaka sy ny toniany voatendrin'ny mpisoronabe ka nanaisotra izay rehetra tao amin'ny vata, dia nitondra ny vata niverina ho eo amin'ny fitoerany indray. Toy izany no nataony mandrakariva, ka nahavory vola betsaka izy.","Ary nomen'ny mpanjaka sy Joiada ho an'izay nanao ny raharahan'ny tranon'i Jehovah ny vola, ka nanakaraman'ireo mpipai-bato sy mpandrafitra ary mpanefy vy sy varahina mba hanamboatra ny tranon'i Jehovah.","Dia nanao ny mpiasa, ka vita tsara ny asa; ary namboariny ho toy ny teo aloha ny tranon'Andriamanitra ka nataony mafy.","Ary nony vitany izany, dia nentiny teo anatrehan'ny mpanjaka sy Joiada ny vola sisa ka nanaovany fanaka ho an'ny tranon'i Jehovah, dia fanaka ho enti-manao fanompoam-pivavahana sy manatitra fanatitra ary lovia kely sy fanaka volamena sy volafotsy. Ary nanatitra fanatitra dorana tao an-tranon'i Jehovah mandrakariva izy tamin'ny andron'i Joiada rehetra.","Fa tratrantitra sy ela niainana Joiada vao maty: telo-polo amby zato taona izy vao maty. [Heb. voky andro, na afa-pon'ny miaina]","Ary nalevina tao an-Tanànan'i Davida tao amin'ny mpanjaka izy, satria nanao soa teo amin'ny Isiraely ary tamin'Andriamanitra sy ny tranony koa.","Ary rehefa maty Joiada, dia avy Ireo mpanapaka ny Joda ka niankohoka teo anatrehan'ny mpanjaka. Dia nihaino azy ny mpanjaka.","Ary nandao ny tranon'i Jehovah, Andriamanitry ny razany, ireo ka nanompo ny Aseraha sy ny sampy dia nisy fahatezerana nihatra tamin'ny Joda sy Jerosalema noho ny fahadisoany.","Ary naniraka mpaminany tany aminy Izy hampiverina azy amin'i Jehovah; dia nananatra azy mafy ireo, nefa tsy nety nihaino izy.","Ary Zakaria, zanak'i Joiada mpisorona, notsindrian'ny Fanahin'Andriamanitra, dia nitsangana teo amin'ny avoavo teo anatrehan'ny vahoaka izy ka nanao taminy hoe: Izao no lazain'Andriamanitra: Nahoana ianareo no mandika ny didin'i Jehovah ka tsy mahita fanambinana? Satria efa nahafoy an'i Jehovah ianareo, dia nahafoy anareo kosa Izy.","Dia nanao teti-dratsy ireo ka nitora-bato azy teo amin'ny kianjan'ny tranon'i Jehovah araka ny tenin'ny mpanjaka.","Toy izany no tsy nahatsiarovan'i Joasy mpanjaka ny soa nataon'i Joiada rainy taminy, fa namono ny zanany izy. Ary nony efa ho faty Zakaria, dia niteny hoe: Jehovah anie hijery sy hamaly izao.","Ary nony efa niherina ny taona, dia avy ny miaramilan'i Syria hiady taminy; ary tonga tany Joda sy Jerosalema izy, ka matiny avokoa ny mpanapaka rehetra tao amin'ny olona, ary nampitondrainy ho any amin'ny mpanjakan'i Damaskosy ny babo rehetra.","Fa vitsy ny miaramilan'ny Syriana izay tonga teo, nefa Jehovah nanolotra miaramila maro ho eo an-tànany noho ny nahafoizany an'i Jehovah, Andriamanitry ny razany. Toy izany no nahatanterahan'ireo ny famaliana an'i Joasy.","Ary nony nilaozany tamin'ny faharariany mafy izy, ny mpanompony dia niodina taminy noho ny ran'ny zanak'i Joiada mpisorona, ka namono azy teo am-pandriany, dia maty izy; ary naleviny tany an-Tanànan'i Davida ihany izy, nefa tsy tao amin'ny fasan'ny mpanjaka.","Ary izao no niodina taminy: Zabada, zanak'i Simata Amonita, sy Jozabada, zanak'i Simrita Moabita.","Ary ny amin'ny zanany sy ny hamafin'ny faminaniana nilaza ny loza hanjo azy ary ny nanamboarany ny tranon'Andriamanitra, indro, efa voasoratra ao amin'ny bokin'ny tantaran'ny mpanjaka izany. Ary Amazia zanany no nanjaka nandimby azy."]}