{"book":"2 Tantara","chapter":16,"verses":["Tamin'ny taona fahenina amby telo-polo nanjakan'i Asa dia niakatra Basa, mpanjakan'ny Isiraely, hamely ny Joda, ka nanamboatra an'i Rama izy mba tsy hisy hahazo hivoaka na hiditra ho an'i Asa, mpanjakan'ny Joda.","Ary Asa namoaka volafotsy sy volamena avy tamin'ny rakitry ny tranon'i Jehovah sy ny tranon'ny mpanjaka, dia nampitondra azy tany amin'i Beni-hadada, mpanjakan'i Syria, izay nitoetra tany Damaskosy, ka nanao hoe:","Misy fanekena amiko sy aminao, dia ilay tamin'ny raiko sy ny rainao; koa, indro, mampanatitra volafotsy sy volamena ho anao aho, ka andeha, tsoahy ny fanekenao amin'i Basa, mpanjakan'ny Isiraely, mba hialany amiko. [Na: Aoka hisy]","Ary Beni-hadada nanaiky ny tenin'i Asa mpanjaka ka naniraka ireo komandin'ny miaramilany hamely ny tanànan'ny Isiraely; dia nandrava an'Iona sy Dana sy Abela-maima ary ny trano fitehirizana rehetra izay teny amin'ny tanànan'ny Naftaly izy.","Ary nony ren'i Basa izany, dia nitsahatra tsy nanamboatra an'i Rama intsony izy, fa natsahany ny asany.","Ary Asa mpanjaka namory ny Joda rehetra; ary dia nesorin'ny olona ny vato sy ny hazo tao Rama, izay naorin'i Basa, ka nentiny nanamboatra an'i Geba sy Mizpa.","Ary tamin'izany andro izany dia nankeo amin'i Asa, mpanjakan'ny Joda, Hanany mpahita ka nanao taminy hoe: Noho ny niankinanao tamin'ny mpanjakan'i Syria fa tsy niankina tamin'i Jehovah Andriamanitrao ianao, dia afa-nandositra ny tananao ny miaramilan'ny mpanjakan'i Syria.","Tsy maro be va ny Etiopiana sy ny Lobita, ary tsy maro be koa va ny kalesiny sy ny mpitaingin-tsoavaliny? Nefa noho ny niankinanao tamin'i Jehovah, dia natolony teo an-tananao ireo.","Fa ny mason'i Jehovah mijery eny tontolo eny eran'ny tany rehetra, mba hisehoany aman-kery hamonjy izay manana fo mahitsy aminy. Adala ianao tamin'izany, ka dia hisy ady hahazo anao hatramin'izao.","Dia tezitra tamin'ilay mpahita Asa ka nanao azy tao an-trano-maizina; fa nisafoaka aminy indrindra izy noho izany. Ary ny olona sasany koa dia nampahorin'i Asa tamin'izay.","Ary, indro, ny tantaran'i Asa, na ny voalohany na ny farany, dia efa voasoratra ao amin'ny bokin'ny mpanjakan'ny Joda sy ny Isiraely.","Tamin'ny taona fahasivy amby telo-polo nanjakan'i Asa dia narary tamin'ny tongony izy, ka nihamafy indrindra ny aretiny; nefa na dia narary aza izy, dia tsy nitady an'i Jehovah, fa ny mpanao fanafody ihany.","Ary Asa lasa nodi-mandry any amin'ny razany; maty izy tamin'ny taona fahiraika amby efa-polo nanjakany.","Dia nalevina tao amin'ny fasany ihany izy, izay nolavahany tao an-Tanànan'i Davida, ka nampandrina teo amin'ny fandriana efa nofenoina zava-manitra samy hafa voaharoharo araka ny fanaon'ny mpangaroharo zava-manitra, ary nandoroany zavatra betsaka ho fisaonana azy."]}