{"book":"2 Tantara","chapter":4,"verses":["Ary nanao alitara varahina izy: roa-polo hakiho ny lavany, roa-polo hakiho koa ny sakany, ary folo hakiho ny hahavony.","Ary nanao ny tavin-drano an-idina boribory lehibe izy: folo hakiho no halehiben'ny vavany, dimy hakiho ny hahavony, ary telo-polo hakiho ny manodidina azy.[Heb. ranomasina]","Ary teo ambanin'ny tavin-drano lehibe nisy sarin'omby manodidina azy, dia folo amin'ny iray hakiho manodidina. Roa andalana ny sarin'omby sady niara-natao an-idina tamin'ny tavin-drano. .[Heb. ranomasina]","Ary ny tavin-drano dia nipetraka tambonin'ny sarin'omby roa ambin'ny folo: ny telo nanatrika ny avaratra ny telo nanatrika ny andrefana, ny telo nanatrika ny atsimo, ary ny telo nanatrika ny atsinanana; ny tavin-drano lehibe dia teo amboniny, ary niady vody izy rehetra.[Heb. ranomasina]","Ary ny hateviny dia vodivoam-pelatanana, ary ny molony nataony tahaka ny molotry ny kapoaka, dia tahaka ny vonin'ny lilia; ary mahalany telo arivo bata izy.","Ary nanao tavin-drano folo koa izy hanasana, ny dimy nataony tamin'ny ankavanana, ary ny dimy tamin'ny ankavia; ary ny zavatra hatao fanatitra dorana dia nakobaka teo; fa ny tavin-drano lehibe kosa dia fisasan'ny mpisorona.[Heb. ranomasina]","Ary nanao ny fanaovan-jiro volamena folo araka ny marika izy, dia napetrany tao amin'ny tempoly, dimy teo amin'ny ankavanana, ary dimy teo amin'ny ankavia.","Ary nanao latabatra folo koa izy, dia napetrany tao amin'ny tempoly, dimy teo amin'ny ankavanana, ary dimy teo amin'ny ankavia. Ary nanao lovia volamena zato famafazana izy.","Ary nanao ny kianjan'ny mpisorona sy ny kianja lehibe sy ny lela-vavahadin'ny kianja izy, ary nopotehany takela-barahina ny lela-vavahady.","Ary ny tavin-drano lehibe nataony tamin'ny ankavanana, dia teo amin'ny atsimo-atsinana.[Heb. ranomasina]","Ary Hirama nanao ny vilany fandraofan-davenona sy ny sotron'afo ary ny lovia famafazana. Dia vitan'i Hirama ny asa izay nataony ho an'i Solomona mpanjaka ho amin'ny tranon'Andriamanitra:","dia ny andry roa sy ny boriboriny sy ny kapitaliny izay teny an-tampon'ny andry roa sy ny harato roa hafono ny boriboriny roa momba ny kapitaly izay teo an-tampon'ny andry avy,","ary ny sarin'ampongaben-danitra efa-jato ho amin'ny harato roa, sarin'ampongabendanitra roa andalana ho amin'ny harato iray hafono ny boribory roa momba ny kapitaly izay teo an-tampon'ny andry avy;","ary nanao ireo fitoeran-tavin-drano izy, ary ny tavin-drano nataony teo amin'ny fitoerany;","ary ny tavin-drano lehibe iray sy ny sarin'omby roa ambin'ny folo; ambaniny. [Heb. ranomasina]","Ary ny vilany fandraofan-davenona sy ny sotron'afo sy ny fitrebika ary ny fanaka rehetra momba azy dia nataon'i Hiram-aby ho an'i Solomona mpanjaka ho amin'ny tranon'i Jehovah tamin'ny varahina manganohano.[Na: Ikaky Hirama]","Teo amin'ny tany amoron'i Jordana no nanaovan'ny mpanjaka an-idina azy tamin'ny tanimanga teo anelanelan'i Sokota sy Zaretana.","Toy izany no nanaovan'i Solomona ireo fanaka rehetra rehetra ireo; fa tsy nozahana Izay lanjan'ny varahina.","Ary Solomona nanao ny fanaka rehetra izay tao amin'ny tranon'Andriamanitra: ny alitara volamena sy ny latabatra fitoeran'ny mofo aseho,","ary ny fanaovan-jiro sy ny lela fanaovan-jirony mba hampirehetina eo noloan'ny efitra anatiny araka ny fanao dia samy volamena tsara;","ny voniny sy ny lela fanaovan-jiro ary ny hetin-jiro dia samy volamena tsara indrindra avokoa;","ary ny antsy sy ny lovia famafazana sy ny lovia kely sy ny fitoeran-davenon-jiro dia samy volamena tsara; ary ny lela-varavarana teo anatin'ny trano, dia ny mankao amin'ny fitoerana masina indrindra, sy ny lela-varavarana ho amin'ny ati-trano lehibe dia samy volamena avokoa."]}