{"book":"2 Timoty","chapter":3,"verses":["Fa aoka ho fantatrao izao: fa any am-parany any dia hisy andro mahory.","Fa ny olona ho tia tena, ho tia vola, ho mpandoka tena, mpiavonavona, miteny ratsy, tsy manoa ray sy reny, tsy misaotra, tsy manaja izay masina, [ Gr. manao blasfemia; izahao Mat. 9,3]","tsy manam-pitiavana, mpanontolo fo, mpanendrikendrika, tsy mahonom-po, lozabe, tsy tia ny tsara,","mpamadika, kirina, mpieboebo, tia ny fahafinaretana mihoatra noho ny fitiavany an'Andriamanitra,","manana ny endriky ny toe-panahy araka an'Andriamanitra, nefa nandà ny heriny; ireny koa dia halaviro.","Fa isan'ireny izay misokosoko miditra any an-tranon'ny sasany ka mahalasa ho babo ny vehivavy adaladala, vesaran'ny fahotana, entin'ny filàna maro,","mianatra mandrakariva, nefa tsy mahatratra ny fahalalana ny marina.","Ary tahaka ny nanoheran'i Jana sy Jambra an'i Mosesy no anoheran'ireo koa ny fahamarinana, dia olona maloto saina sady tsy manam-pinoana marina.","Kanefa tsy handroso intsony izy; fa ny hadalany dia haseho amin'ny olona rehetra, tahaka ny an'ireo koa.","Fa ianao kosa dia efa nanaraka tsara ny fampianarako, ny fitondran-tenako, ny fisainako, ny finoako, ny fandeferako, ny fitiavako, ny faharetako,","ny nanenjehana ahy, ny fahoriana izay nanjo ahy tany Antiokia, tany Ikonioma, tany Lystra, dia ny fanenjehana izay niaretako; ary ny Tompo nahafaka ahy tamin'izany rehetra izany.","Eny, izay rehetra te-ho velona amin'ny toe-panahy araka an'Andriamanitra, izay ao amin'i Kristy Jesosy, dia henjehina.","Fa ny ratsy fanahy sy ny mpanoloky kosa dia handroso hiharatsiratsy kokoa sady mamitaka no fitahina.","Fa ianao kosa dia mahareta amin'izay zavatra nianaranao sy nampinoana anao, satria fantatrao izay nampianatra anao izany;","fa hatry ny fony vao zaza ianao dia efa nahalala ny Soratra Masina, izay mampahahendry anao ho amin'ny famonjena amin'ny finoana izay ao amin'i Kristy Jesosy.","Izay soratra rehetra nomen'ny tsindrimandrin'Andriamanitra dia mahasoa koa ho fampianarana, ho fandresen-dahatra, ho fanitsiana izay diso, ho fitaizana amin'ny fahamarinana,","mba ho tanteraka ny olon'Andriamanitra, ho vonona tsara ho amin'ny asa tsara rehetra."]}