{"book":"Amosa","chapter":8,"verses":["Izao no nasehon'i Jehovah Tompo tamiko; Indro, nisy harona feno voankazo masaka fahavaratra.","Ary hoy Izy: Inona no hitanao, ry Amosa? Dia hoy izaho: Harona feno voankazo masaka fahavaratra. Dia hoy Jehovah tamiko: Tonga amin'ny Isiraely oloko ny farany; Tsy handefitra aminy intsony Aho. [Heb. handalo azy]","Ho tonga naonaona ny hira ao an-dapa amin'izany andro izany, hoy Jehovah Tompo; Ho be ny faty, Hatraiza hatraiza no hanariany azy. Mangina re! [Na: tempoly]","Mihanoa izao, ianareo izay mihanahana te-hitelina ny malahelo sy hahafongana ny mpandefitra amin'ny tany","Ka manao hoe: Rahoviana no ho tapitra ny voaloham-bolana, hivarotantsika vary, sy ny Sabata, hanokafantsika ny lava-bary, ka hanakelezana ny efaha sy hanalehibiazana ny sekely, ary hanaovana mizana mandainga","Mba hovidintsika volafotsy ny mahantra sy kiraro iray lomisy ny malahelo, ary hivarotantsika ny loha-kororoky ny vary?","Jehovah nianiana tamin'ny Reharehan'i Jakoba ka nanao hoe: Tsy hisy hobadinoiko mandrakizay ny asany na dia iray akory aza!","Tsy hihorohoro noho izany va ny tany, sy hitomany ny mponina rehetra ao aminy? Eny, ny tany rehetra hihatondraka tahaka an'i Neily sy hihena indray toy ny Neilin'i Egypta.","Ary amin izany andro izany, hoy Jehovah Tompo, dia halentiko mitataovovonana ny masoandro, ary hohamaiziniko antoandrobenanahary ny tany;","Hampodiko ho fitomaniana ny andro firavoravoanareo, ary ho hira fahalahelovana ny hiranareo rehetra, hofeheziko lamba fisaonana ny valahana rehetra, sady hokakasako ny loha rehetra; Ary hataoko ho toy ny fisaonana zanakalahy tokana izany, Ka ny farany dia ho tahaka ny andro mangidy. [Heb. lamba malailay]","Indro, avy ny andro, hoy Jehovah Tompo, izay hanaterako mosary amin'ny tany, tsy fanirian-kanina anefa, na hetahetan-drano, fa faniriana handre ny tenin'i Jehovah; [Heb. mosary]","Ary hivembena hatrany amin'ny ranomasina ka hatrany amin'ny ranomasina ny olona ary hatrany amin'ny avaratra ka hatrany amin'ny atsinanana, eny, hivezivezy hitady ny tenin'i Jehovah izy, nefa tsy hahita.","Amin'izany andro izany dia ho jemby noho ny hetaheta ny virijina tsara tarehy sy ny zatovolahy,","Dia ireo izay mianiana amin'ny fahotan'i Samaria, ka manao hoe: velona koa ny andriamanitrao, ry Dana, ary raha velona koa ny fanaon'i Beri-sheba; eny, ho lavo izy ka tsy hiarina intsony."]}