{"book":"Amosa","chapter":6,"verses":["Lozan'ireo miadana ao Ziona sy ireo matokitoky foana ao an-tendrombohitr'i Samaria, dia ireo malaza eo amin'ny firenena malaza indrindra sady hatonin'ny taranak'Isiraely.","Mankanesa any Kalne ianareo, ka mijere, dia mandrosoa ihany ho any Hamata lehibe; Ary midina ho any Gatan'ny Filistina; Tsara noho ireo fanjakana ireo va izy? Sa lehibe noho ny tanin'ireo va ny taninareo?","Hianareo izay mihevitra ny andro mampahory ho mbola lavitra sy mampanakaiky ny seza fandozana,","Dia ireo izay mandrimandry ao amin'ny farafara ivoriny sy mitsilailay eo amin'ny fandriandriany ary homana ny zanak'ondry avy amin'ny andian'ny ondry sy ny zanak'omby avy ao am-pahitra,","Dia ireo izay mivovo foana manaraka ny feon-dokanga ary mamorona zava-maneno toy ny nataon'i Davida,","Dia ireo izay misotro divay amin'ny lovia famafazana sady mihosotra diloilo tsara Indrindra, nefa tsy onena ny fahasimban'i Josefa.","Koa amin'izao dia ho voalohany amin'izay hobaboina ireo, ary hatsahatro ny hobin'izay mitsilailay foana.","Jehovah Tompo dia efa nianiana tamin'ny tenany, hoy Jehovah, Andriamanitry ny maro: Fahavetavetana eo anatrehako ny reharehan'i Jakoba, ary halako ny tranobeny; Koa dia hatolotro ny tanàna mbamin'izay rehetra ao anatiny.","Ary raha hisy folo lahy sisa ao an-trano iray, dia samy ho faty ireo.","Ary ny havan'izay maty, na izay handevina azy, dia hambeta azy ka hitondra ny faty hiala ao an-trano, dia hiteny amin'izay ao anaty trano hoe: Mbola misy ihany va ato aminao? Ary raha hoy izy: Tapitra! Dia hovaliana hoe: Mangina re! fa tsy tokony hotonenina ny anaran'i Jehovah. [Heb. handoro]","Fa, indro, Jehovah no mandidy, ka horavana ny trano lehibe, ary hotresatresahina ny trano madinika.","Mihazakazaka eny amin'ny sola-bato va ny soavaly. Misy olona mampihosy omby va eny, no efa navadikareo ho zava-mangidy ny rariny, ary ny vokatry ny fahamarinana ho zava-mahafaty?","Dia ianareo izay mifaly amin'ny zava-poana ka manao hoe: Moa tsy ny herinay va no ahazoanay tandroka ho anay?","Fa, indro, hanangana firenena hamely anareo Aho, ry taranak'Isiraely, hoy Jehovah, Andriamanitry ny maro, dia hampahory anareo hatrany akaikin'i Hamata izy ka hatramin'ny lohasahan-driaka any amin'ny tani-hay."]}