{"book":"Amosa","chapter":1,"verses":["Ny tenin'i Amosa, izay isan'ny mpiandry ondry tao Tekoa, dia izay hitany ny amin'ny Isiraely tamin'ny andro nanjakan'i Ozia, mpanjakan'ny Joda, sy tamin'ny andro nanjakan'i Jeroboama, zanak'i Joasy, mpanjakan'ny Isiraely, roa taona talohan'ny horohorontany.","Ary hoy izy: Jehovah mierona ao Ziona ary mampikotroka any Jerosalema; Ny saha fiandrasana ondry dia mitomany ary maina ny tampon'i Karmela.","Izao no lazain'i Jehovah: Noho ny fahotana telon'i Damaskosy, eny, efatra aza, dia tsy havelako izy, satria kodia vy no nivelezany an'i Gileada; [Heb. tsy hahemotro]","Fa haterako afo ny tranon'i Hazaela, ka handevona ny tranoben'i Beni-hadada izany.","Hotorotoroiko koa ny hidin'i Damaskosy, ary hofoanako tsy hisy mponina ny lohasahan'i Avena, ary Bet-edena tsy hisy hitana tehina fanapahana; Ary ny vahoakan'i Syria dia ho lasan-ko babo any Kira, hoy Jehovah. [Na: mpanapaka]","Izao no lazain'i Jehovah: Noho ny fahotana telon'i Gaza, eny, efatra aza, dia tsy havelako izy, satria lasany ho babo avika ny olona hatolony ho any Edoma; [Heb. tsy hahemotro]","Fa haterako afo ny mandan'i Gaza, ka handevona ny tranobeny izany;","Ary hofoanako Asdoda tsy hisy mponina, ary Askelona tsy hisy hitana tehina fanapahana; Dia haveriko ny tanako hamely an'i Ekrona, ka ho faty izay sisa amin'ny Filistina, hoy Jehovah Tompo","Izao no lazain'i Jehovah: noho ny fahotana telon'i Tyro, eny efatra aza, dia tsy havelako izy, satria natolony ho any Edoma ny babo rehetra, ary tsy notsarovany ny fanekem-pirahalahiana;[Heb. tsy hahemotro]","Fa haterako afo ny mandan'i Tyro, ka handevona ny tranobeny izany","Izao no lazain'i Jehovah: noho ny fahotana telon'i Edoma, eny, efatra aza, dia tsy havelako izy, satria nanenjika ny rahalahiny tamin'ny sabatra izy, ka nofoanany ny fiantrany, ny fahatezerany dia namiravira mandrakariva, ary ny fahavinirany notehiriziny lalandava; [Heb. tsy hahemotro]","Fa haterako afo ao Temana, ka handevona ny tranoben'i Bozra izany","Izao no lazain'i Jehovah: noho ny fahotana telon'ny taranak'i Amona, eny, efatra aza, dia tsy havelako izy, satria notatahany izay bevohoka tao Gileada, hanitarany ny fari-taniny; [Heb. tsy hahemotro]","Fa hampirehitra afo ao amin'ny mandan'i Raba Aho, ka handevona ny tranobeny izany, sady hisy akora amin'ny andro iadiana sy rivo-mahery amin'ny andron'ny tadio;","Dia ho lasan-ko babo ny mpanjakany mbamin'ireo mpanapaka rehetra ao aminy, hoy Jehovah."]}