{"book":"Amosa","chapter":7,"verses":["Izao no nasehon'i Jehovah Tompo tamiko: Indro, nanao ny valala tamin'ny voalohan'ny nitsimohan'ny kolokolon'ahitra Izy; ary, indro, kolokolon'izay nojinjana ho an'ny mpanjaka izany.","Ary nony efa laniny avokoa ny zava-maniry amin'ny tany, dia hoy izaho: Jehovah Tompo, mifona aminao aho mamelà heloka! Hataon'i Jakoba ahoana no fahajanona? Fa kely izy.","Nanenenan'i Jehovah izany; Tsy hisy izany, hoy Jehovah.","Izao no nasehon'i Jehovah Tompo tamiko: Indro, Jehovah Tompo miantso hifandahatra hamely amin'ny afo, ka nandevona ny lalina lehibe sy nila handany ny zara-lova izany.","Dia hoy izaho: Jehovah Tompo, Mifona aminao aho, mitsahara! Hataon'i Jakoba ahoana no fahajanona? Fa kely izy.","Nanenenan'i Jehovah izany; Tsy hisy izany, hoy Jehovah Tompo.","Izao no nasehony ahy: Indro, ny Tompo nitsangana teo ambonin'ny manda natao amin'ny pilao, sady nisy pilao teny an-tànany.","Dia hoy Jehovah tamiko: Inona no hitanao, ry Amosa? Ary hoy izaho: Pilao. Dia hoy ny Tompo: Indro, hanisy pilao eo amin'ny Isiraely oloko Aho, fa tsy handefitra aminy intsony;[Heb. handalo azy]","Dia ho foana ny fitoerana avon'Isaka, ary ho rava ny fitoera-masin'Isiraely; Ary hitsangana Aho ka hamely sabatra ny taranak'i Jeroboama.","Dia naniraka tany amin'i Jeroboama, mpanjakan'ny Isiraely, Amazia, ilay mpisorona tao Betela, nanao hoe: Amosa efa nanao tetika hikomy aminao teo amin'ny taranak'Isiraely, ary tsy zakan'ny tany ny teniny rehetra,","satria hoy Amosa: Ho fatin-tsabatra Jeroboama, ary hobaboina hiala amin'ny taniny tokoa ny Isiraely.","Ary hoy Amazia tamin'i Amosa: Ry mpahita! andeha mandositra mankany amin'ny tanin'ny Joda ianao, ka mihinàna hanina any, ary maminania any;","fa aza maminany eto Betela intsony; fa fitoera-masin'ny mpanjaka sy tranom-panjakana ity.","Dia namaly Amosa ka nanao tamin'i Amazia hoe: Tsy mba mpaminany aho, na zanaka ny mpaminany; fa mpiandry ondry sy mpioty aviavy ihany aho,[Na: mpandraotra][sykomora]","saingy nalain'i Jehovah tany ampiandrasana ondry ka nataony hoe: Mandehana, ka maminania amin'ny Isiraely oloko.","Ka mba henoy ny tenin'i Jehovah: Hianao manao hoe: Aza maminany ny hamelezana ny Isiraely, ary aza milaza ny hamelezana ny taranak'Isaka;","Koa izao no lazain'i Jehovah: Ny vadinao hijangajanga ao an-tanàna, ary ny zanakao-lahy sy ny zanakao-vavy ho lavon-tsabatra, Ary ny taninao hozaraina amin'ny famolaina; Ary ny tenanao ho faty any amin'ny tany maloto; Ary ny Isiraely hobaboina hiala amin'ny taniny tokoa."]}