{"book":"Apokalypsy","chapter":20,"verses":["Ary hitako fa, indro, nisy anjely nidina avy tany an-danitra, nanana ny fanalahidin'ny lavaka tsy hita noanoa sy gadra lehibe eny an-tànany;","dia nisambotra ilay dragona izy (dia ilay menarana ela, ny devoly sy Satana izany) ka namatotra ary arivo taona,","dia nanipy ary ho amin'ny lavaka tsy hita noanoa ka nanidy izany, dia nanisy tombo-kase teo amboniny, mba tsy hamitahany ny firenena maro intsony mandra-pahatapitry ny arivo taona; ary rehefa afaka izany, dia tsy maintsy hovahana kelikely aloha izy.","Ary nahita seza fiandrianana maro aho, ary nisy nipetraka teo amboniny, ary nomena fahefana hitsara izy; ary hitako koa ny fanahin'izay notapahin-doha noho ny filazana an'i Jesosy sy ny tenin'Andriamanitra sy izay rehetra tsy niankohoka teo anoloan'ny bibi-dia na teo anoloan'ny sariny ary tsy nandray ny marika ho eo amin'ny handriny na ho eo amin'ny tànany; ary velona izy ka niara-nanjaka tamin'i Kristy arivo taona.","Fa ny sisa amin'ny maty dia tsy mbola velona mandra-pahatapitry ny arivo taona. Izany no fitsanganana voalohany.","Sambatra sy masina izay manana anjara amin'ny fitsanganana voalohany; ireo tsy mba ananan'ny fahafatesana faharoa fahefana, fa ho mpisoron'Andriamanitra sy Kristy ireo ka hiara-manjaka aminy arivo taona.","Ary rehefa tapitra ny arivo taona, dia hovahana Satana ho afaka ao amin'ny tranomaizina nitoerany","ka hivoaka hamitaka ny firenena eny amin'ny vazan-tany efatra, dia Goga sy Magoga, mba hanangona ary ho any amin'ny ady; tahaka ny fasiky ny ranomasina ny isany.","Ary niakatra namaky ny tany izy, dia nanodidina ny tobin'ny olona masina sy ny tanàna malala; ary nisy afo nidina avy tany an-danitra ka nandany azy. [ Na: (afo avy amin'Andriamanitra)]","Ary ny devoly izay namitaka azy dia natsipy tany amin'ny farihy afo sy solifara, izay misy ilay bibi-dia sy ilay mpaminany sandoka koa, ary hampijalina andro amin'alina mandrakizay mandrakizay ireo.","Ary hitako fa, indro, nisy seza fiandrianana fotsy lehibe sy Ilay mipetraka eo amboniny; ny tany sy ny lanitra nandositra ny tavany, ka tsy nisy hitoerany intsony.","Ary nahita ny maty aho, na ny lehibe na ny kely, nitsangana teo anoloan'ny seza fiandrianana; ary novelarina ny boky; ary nisy boky iray koa novelarina, dia ny bokin'ny fiainana izany; ary ny maty dia notsaraina araka izay zavatra voasoratra teo anatin'ny boky, araka ny asany.","Ary ny ranomasina dia namoaka ny maty tao anatiny; ary ny fahafatesana sy ny fiainan-tsi-hita namoaka ny maty tao aminy; dia samy notsaraina araka ny asany izy. [ Gr. Hadesy]","Ary ny fahafatesana sy ny fiainan-tsi-hita dia natsipy tany amin'ny farihy afo. Izany no fahafatesana faharoa, dia ny farihy afo. [ Gr. Hadesy]","Ary raha nisy tsy hita voasoratra teo anatin'ny bokin'ny fiainana, dia natsipy tany amin'ny farihy afo izy."]}