{"book":"Apokalypsy","chapter":5,"verses":["Ary hitako fa, indro, nisy boky voasoratra tao anatiny sy teo ivohony, voapetaka mafy tamin'ny tombo-kase fito, teo an-tanana ankavanan'ilay nipetraka teo ambonin'ny seza fiandrianana.","Ary hitako fa, indro, nisy anjely mahery niantso tamin'ny feo mafy hoe: Iza no miendrika hanokatra ny boky sy hamaha ny tombo-kaseny?","Ary tsy nisy tany an-danitra, na tet? an-tany, na tany ambanin'ny tany, nahasokatra ny boky na nahajery azy.","Ary nitomany mafy aho, satria tsy nisy hita miendrika hanokatra ny boky na hijery azy.","Ary ny anankiray tamin'ny loholona nanao tamiko hoe: Aza mitomany; indro, ny Liona avy amin'ny firenen'i Joda, dia ny Solofon'i Davida, no efa naharesy ka hanokatra ny boky sy hamaha ny tombo-kaseny fito. [ Gr. presbytera]","Ary hitako fa, indro, teo afovoan'ny seza fiandrianana sy ny zava-manan'aina efatra ary teo afovoan'ny loholona dia nisy Zanak'ondry nitsangana tahaka ny efa voavono, nanan-tandroka fito sy maso fito, dia ny Fanahy fiton'Andriamanitra nirahina hankany amin'ny tany rehetra. [ Gr. presbytera]","Ary tonga Izy ka nandray ny boky teo an-tanana ankavanan'ilay nipetraka teo ambonin'ny seza fiandrianana.","Ary rehefa nandray ny boky Izy, ny zava-manana-aina efatra sy ny loholona efatra amby roa-polo dia niankohoka teo anatrehan'ny Zanak'ondry, sady samy nanana lokanga sy lovia volamena feno ditin-kazo manitra izy, dia vavaka ataon'ny olona masina izany. [ Gr. presbytera]","Ary nihira fihiram-baovao izy ka nanao hoe: Hianao no miendrika haka ny boky sy hamaha ny tombo-kaseny; Fa voavono Hianao, Ary ny rànao no nanavotanao ho an'Andriamanitra olona avy tamin'ny fokom-pirenena rehetra sy ny samy hafa fiteny sy ny olona ary ny firenena rehetra;","Ary efa nataonao fanjakana sy mpisorona ho an'Andriamanitsika ireo; Ary manjaka ambonin'ny tany izy.","Ary nahita aho sady nandre feon'anjely maro manodidina ny seza fiandrianana sy ny zava-manan'aina ary ny loholona, ary ny Isany dia alinalina sy arivoarivo, [ Gr. presbytera]","nanao tamin'ny feo mahery hoe: Ny Zanak'ondry, Izay novonoina, dia miendrika handray hery sy harena sy fahendrena sy faherezana sy haja sy voninahitra ary saotra.","Ary izao zavatra ary rehetra izao, na izay any an-danitra, na izay ety ambonin'ny tany sy any ambanin'ny tany, na izay any an-dranomasina mbamin'izay rehetra ao anatiny, dia reko samy nanao hoe: Ho an'ilay mipetraka eo ambonin'ny seza fiandrianana sy ho an'ny Zanak'ondry anie ny saotra sy ny haja sy ny voninahitra ary ny fanjakana mandrakizay mandrakizay.","Ary ny zava-manan'aina efatra nanao hoe: Amena. Ary ny loholona dia niankohoka ka nivavaka. [ Gr. presbytera]"]}