{"book":"Apokalypsy","chapter":10,"verses":["Ary hitako fa, indro, nisy anjely mahery anankiray koa, nidina ary tany an-danitra sady nitafy rahona; ary ny avana dia teo amin'ny lohany, ary ny tavany dia tahaka ny masoandro, ary ny tongony tahaka ny andry afo,","ary nitàna boky kely nivelatra teny an-tanany izy; ary nabahany ny tongony, ka ny ankavanany tamin'ny ranomasina, ary ny ankaviany tamin'ny tany;","ary niantso tamin'ny feo mahery izy, tahaka ny fieron'ny liona; ary nony niantso izy, dia nikotroka ny kotrokorana fito.","Ary rehefa nikotroka ny kotrokorana fito, dia efa hanoratra aho, kanjo nahare feo avy tany an-danitra aho nanao hoe: Asio tombo-kase izay efa notononin'ny kotrokorana fito, fa aza soratana.","Ary ny anjely, ilay efa hitako, dia nitsangana teo ambonin'ny ranomasina sy teo ambonin'ny tany, ka nanangana ny tànany ankavanana ho amin'ny lanitra","ary nianiana tamin'izay velona mandrakizay mandrakizay, dia Ilay nahary ny lanitra sy ny ao aminy ary ny tany sy ny ao aminy ary ny ranomasina sy ny ao aminy fa tsy hisy andro intsony; [ Na: tsy ho ela]","fa amin'ny andro hitsofan'ny anjely fahafito, rehefa hitsoka izy, dia ho tanteraka ny zava-miafina izay an'Andriamanitra, araka ny teny soa mahafaly nambarany tamin'ny mpaminany mpanompony","Ary ny feo izay efa reko avy tany an-danitra dia niteny tamiko indray hoe: Mandehana, raiso ilay boky mivelatra eny an-tànan'ny anjely mitsangana eo ambonin'ny ranomasina sy eo ambonin'ny tany.","Dia nankany amin'ny anjely aho ka nanao taminy hoe: Omeo ahy iny boky kely iny. Ary hoy izy tamiko: Raiso, ka hano avokoa io; dia hampangidy ny kibonao izy, nefa eo am-bavanao dia ho mamy tahaka ny tantely.","Dia noraisiko ilay boky kely teny an-tanan'ny anjely ka nohaniko avokoa; ary raha nataoko teo am-bavako izy, dia mamy tahaka ny tantely, kanjo nony voateliko, dia nangidy ny kiboko.","Ary nisy nilaza tamiko hoe: Tsy maintsy maminany indray ianao ny amin'ny olona maro sy ny firenena maro sy ny fiteny maro ary ny mpanjaka maro."]}