{"book":"Apokalypsy","chapter":13,"verses":["Ary hitako fa, indro, nisy bibi-dia niakatra avy tamin'ny ranomasina, nanan-tandroka folo sy loha fito, ary tamin'ny tandrony dia nisy diadema folo; ary tamin'ny lohany dia nisy anarana fitenenan-dratsy. [ Gr. blasfemia; izahao Mat. IX, 3]","Ary ny bibi-dia izay efa hitako dia tahaka ny leoparda, ary ny tongony tahaka ny an'ny bera, ary ny vavany tahaka ny vavan'ny liona; ary ilay dragona nanome azy ny heriny sy ny seza fiandrianany ary fahefana lehibe.","Ary hitako ny lohany anankiray, izay toa voa ka efa ho faty; nefa sitrana ihany ilay feriny saiky nahafaty azy; ary gaga ny tany rehetra nanaraka ilay bibi-dia.","Ary dia niankohoka teo anoloan'ilay dragona ireo, satria izy no nanome ny fahefana ho an'ny bibi-dia; ary niankohoka teo anoloan'ny bibi-dia koa ireo ka nanao hoe: Iza no tahaka ny bibi-dia? ary iza no mahay miady aminy?","Dia nomena lela miteny zavatra mihoapampana sy fitenenan-dratsy izy, ary nomena fahefana mba hiasa roa amby efa-polo volana. [ Gr. vava] [ Gr. manao blasfemia; izahao Mat. IX. 3] [ Na: haharitra]","Ary nanokatra ny vavany hiteny ratsy an'Andriamanitra izy, dia ny hiteny ratsy ny anarany sy ny tabernakeliny, dia ireo mitoetra any an-danitra. [ Gr. manao blasfemia; izahao Mat. IX. 3]","Ary navela hiady tamin'ny olona masina izy ka haharesy azy; ary nomena fahefana tamin'ny fokom-pirenena sy ny olona sy ny samy hafa fiteny ary ny firenena rehetra iry.","Ary hiankohoka eo anoloany ny olona rehetra monina ambonin'ny tany, dia izay tsy manana ny anarany voasoratra eo amin'ny bokin'ny fiainan'ny Zanak'ondry, izay voavono hatramin'ny nanorenana izao tontolo izao.","Raha misy manan-tsofina, aoka izy hihaino.","Raha misy mamabo, dia mba hobaboina kosa izy; ary raha misy mamono amin'ny sabatra, dia tsy maintsy hovonoina amin'ny sabatra kosa izy. Indro ny faharetana sy ny finoan'ny olona masina. [ Na: Raha misy ho amin'ny fahababoana, dia ho amin'ny fahababoana izy]","Ary hitako fa, indro, nisy bibi-dia iray koa niakatra avy tamin'ny tany; ary nanan-tandroka roa tahaka ny an'ny zanak'ondry izy sady niteny tahaka ny dragona.","Ary ny fahefana rehetra nananan'ilay bibi-dia voalohany dia asehony eo anatrehany, ary ny tany mbamin'izay monina eo dia asainy miankohoka eo alohan'ilay bibi-dia voalohany, izay efa sitrana tamin'ilay feriny saiky nahafaty azy.","Ary manao famantarana lehibe izy, ka dia mampidina afo avy any an-danitra ho amin'ny tany eo imason'ny olona aza.","Ary mamitaka izay monina ambonin'ny tany izy amin'ny famantarana izay nomena ary hatao eo imason'ny bibi-dia, sady milaza amin'izay monina ambonin'ny tany koa mba hanao sary ho an'ny bibi-dia, izay voan'ny sabatra, nefa velona ihany.","Ary navela hanisy aina ny sarin'ny bibi-dia izy, mba hahateny ny sarin'ny bibi-dia, ary hampamono izay rehetra tsy mety miankohoka eo anoloan'ny sarin'ny bibi-dia.","Ary ny olona rehetra, na ny kely na ny lehibe, na ny manan-karena na ny malahelo, na ny tsy andevo na ny andevo, dia ampandraisiny marika eo amin'ny tànany ankavanana na eo amin'ny handriny avokoa,","mba tsy hisy hahazo hividy na hivarotra, afa-tsy izay manana ny marika, dia ny anaran'ny bibi-dia, na ny isan'ny anarany.","Indro ny fahendrena. Aoka izay manan-tsaina hanisa ny isan'ny bibi-dia, fa fanisan'olona izany; ary enina amby enim-polo amby enin-jato no isany."]}