{"book":"Apokalypsy","chapter":14,"verses":["Ary hitako fa, indro, ny Zanak'ondry nitsangana teo an-tendrombohitra Ziona, ary nisy efatra arivo amby efatra alina sy iray hetsy nomba Ary, samy manana ny anarany sy ny anaran'ny Rainy voasoratra eo amin'ny handriny.","Ary nahare feo avy tany an-danitra aho, tahaka ny firohondrohon'ny rano be sy tahaka ny fikotroky ny kotrokorana mafy; ary ny feo izay reko dia tahaka ny an'ny mpitendry lokanga mitendry ny lokangany.","Ary mihira toa tonon-kira vaovao eo anoloan'ny seza fiandrianana sy eo anatrehan'ny zava-manan'aina efatra sy ny loholona izy; ary tsy nisy nahay nianatra izany fihirana izany, afa-tsy ny efatra arivo amby efatra alina sy iray hetsy izay navotana niala tamin'ny tany. [ Gr. presbytera]","Ireo no tsy voaloto tamin'ny vehivavy, fa virijina izy. Ireo no manaraka ny Zanak'ondry na aiza na aiza no alehany. lreo no navotana avy tamin'ny olona ho voaloham-bokatra ho an'Andriamanitra sy ny Zanak'ondry.","Ary tsy nisy lainga hita teo am-bavany, sady tsy manan-tsiny izy.","Ary hitako fa, indro, nisy anjely iray koa nanidina teo afovoan'ny lanitra, nanana filazantsara mandrakizay hotorina amin'izay monina ambonin'ny tany sy amin'ny firenena sy ny fokom-pirenena sy ny samy hafa fiteny ary ny olona rehetra,","nanao tamin'ny feo mahery hoe: Matahora an'Andriamanitra, ka omeo voninahitra Izy; fa tonga ny andro fitsarany; ary miankohofa eo anoloan'izay nanao ny lanitra sy ny tany sy ny ranomasina ary ny loharano. [ Gr. ora]","Ary nisy iray koa, dia anjely faharoa, nanaraka ka nanao hoe: Rava! rava Babylona lehibe! izay nampisotro ny firenena rehetra ny divain'ny fahatezerana noho ny fijangajangany.","Ary nisy iray koa, dia anjely fahatelo, nanaraka ireny ka nanao tamin'ny feo mahery hoe: Raha misy miankohoka eo anoloan'ny bibi-dia sy ny sariny ka mandray ny marika eo amin'ny handriny na amin'ny tànany,","dia izy koa no hisotro ny divain'ny fahatezeran'Andriamanitra, izay naidina tao anatin'ny kapoaky ny fahatezerany tsy miharoharo zavatra, sady hampijalina amin'ny afo sy solifara eo anatrehan'ny anjely masina sy eo anatrehan'ny Zanak'ondry iry;","ary ny setroky ny fijaliany dia miakatra mandrakizay mandrakizay; ary tsy manam-pitsaharana na andro na alina izay miankohoka eo anoloan'ny bibi-dia sy ny sariny, na izay mandray ny mariky ny anarany.","Indro ny faharetan'ny olona masina, dia izay mitandrina ny didin'Andriamanitra sy ny finoana an'i Jesosy.","Ary nahare feo avy tany an-danitra aho nanao hoe: Soraty: Sambatra ny maty, dia izay maty ao amin'ny Tompo hatramin'izao. Eny, hoy ny Fanahy, fa hitsahatra amin'izay nisasarany izy; fa ny asany manaraka azy.","Ary, indro, nahita rahona fotsy aho, ary nisy tahaka ny Zanak'Olona nipetraka teo ambonin'ny rahona, Izay nisatroka satro-boninahitra volamena sady nitana fijinjana maranitra teny an-tànany. [ Na: toa zanak'olona]","Ary nisy anjely iray koa nivoaka avy tao amin'ny tempoly, niantso tamin'ny feo mahery ka nanao tamin'ilay nipetraka teo ambonin'ny rahona hoe: Arosoy ny fijinjanao, ka mijinjà, satria tonga ny andro fijinjana; fa masaka dia masaka ny vokatry ny tany. [ Gr. ora]","Dia naroson'ilay nipetraka teo ambonin'ny rahona tamin'ny tany ny fijinjany, ka voajinja ny tany.","Ary nisy anjely iray koa nivoaka avy tao amin'ny tempoly tany an-danitra, ary izy koa nanana fijinjana maranitra.","Ary nisy anjely iray koa nivoaka avy teo amin'ny alitara, ary nanana fahefana tamin'ny afo izy; ary izy niantso ilay nanana ny fijinjana maranitra tamin'ny feo mahery hoe: Arosoy ny fijinjanao maranitra, ka angòny ny sampahom-boaloboka eo amin'ny tany; fa masaka tsara ny voalobony.","Ary naroson'ilay anjely tamin'ny tany ny fijinjany, dia nangoniny ny voaloboky ny tany ka nazerany tao amin'ny famiazana lehibe, dia ny fahatezeran'Andriamanitra.","Ary voahitsaka teny ivelan'ny tanàna ny famiazana, ary avy tao amin'ny famiazana dia nisy rà nahadifotra hatramin'ny lamboridin-tsoavaly ka lasa hatramin'ny enin-jato amby arivo stadio."]}