{"book":"Apokalypsy","chapter":2,"verses":["[Efesosy] Soraty ho amin'ny anjelin'ny fiangonana any Efesosy. Izao no lazain'ilay miharona ny kintana fito eny an-tànany ankavanana sady mandeha eo afovoan'ny fanaovan-jiro volamena fito: [ Gr. eklesia]","Fantatro ny asanao sy ny fikelezanao aina sy ny faharetanao ary ny tsi-fahazakanao izay mpanao ratsy; ary ianao efa nizaha toetra izay milaza ny tenany ho Apostoly, kanjo tsy izy, ary hitanao fa mpandainga izy;","ary manana faharetana ianao ka niaritra noho ny anarako sady tsy reraka.","Kanefa manan-teny aminao Aho, satria efa niala tamin'ny fitiavanao voalohany ianao.","Koa tsarovy izay nitoeranao fony tsy mbola lavo, dia mibebaha, ka manaova ny asa voalohany; fa raha tsy izany, dia ho avy aminao Aho ka hamindra ny fanaovan-jironao hiala amin'ny fitoerany, raha tsy mibebaka ianao.","Kanefa izao no toetranao: halanao ny asan'ny Nikolaita, izay halako koa. [ Gr. anananao]","Izay manan-tsofina, aoka izy hihaino izay lazain'ny Fanahy amin'ny fiangonana. Izay maharesy dia havelako hihinana ny avy amin'ny hazon'aina, izay eo amin'ny Paradisan'Andriamanitra. [ Gr. eklesia]","Ary soraty ho amin'ny anjelin'ny fiangonana any Smyrna: Izao no lazain'ny Voalohany sy ny Farany, Izay efa maty, nefa velona indray: [ Gr. eklesia]","Fantatro ny fahorianao sy ny fahantranao (nefa manan-karena ianao), ary ny fitenenan-dratsy ataon'izay milaza ny tenany ho Jiosy, kanjo tsy izy, fa synagogan'i Satana. [ Gr. blasfemia; izahao Mat. 9, 3)","Aza matahotra izay efa hiaretanao; indro, ny devoly efa hanao ny sasany aminareo ao an-tranomaizina, mba ho voazaha toetra ianareo, ary hanam-pahoriana hafoloana. Aoka ho mahatoky hatramin'ny fahafatesana ianao, dia homeko anao ny satro-boninahitra fiainana.","Izay manan-tsofina, aoka izy hihaino izay lazain'ny Fanahy amin'ny fiangonana. Izay maharesy dia tsy hosimban'ny fahafatesana faharoa. [ Gr. eklesia]","Ary soraty ho amin'ny anjelin'ny fiangonana any Pergamosy: Izao no lazain'ilay manana ny sabatra roa lela maranitra: [ Gr. eklesia]","Fantatro izay onenanao, dia ao amin'ny itoeran'ny seza fiandrianan'i Satana; ary mitàna mafy ny anarako ianao ka tsy nandà ny finoana Ahy, na dia tamin'ny andron'i Antipasy martiorako aza, izay lehilahy nahatoky Ahy, dia ilay novonoina teo aminareo, teo amin'izay onenan'i Satana.","Kanefa manan-teny kely aminao Aho, fa misy eo aminao izay mitàna ny fampianaran'i Balama, ilay nanome fo an'i Balaka hanisy fahatafintohinana teo anoloan'ny Zanak'isiraely, hihinana hena naterina tamin'ny sampy sy hijangajanga.","Ary toy izany koa, misy eo aminao izay mitàna ny fampianaran'ny Nikolaita tahaka ny an'ireny.","Koa dia mibebaha; fa raha tsy izany, dia ho avy aminao faingana Aho ka hamely ireo amin'ny sabatry ny vavako.","Izay manan-tsofina, aoka izy hihaino izay lazain'ny Fanahy amin'ny fiangonana. Izay maharesy dia homeko mana miafina sady homeko vato fotsy, ary eo amin'ny vato dia misy anaram-baovao voasoratra, izay tsy fantatr'olona afa-tsy izay mandray azy ihany. [ Gr. eklesia]","Ary soraty ho amin'ny anjelin'ny fiangonana any Tyatira: Izao no lazain'ny Zanak'Andriamanitra, Izay manana maso toy ny lelafo, ary ny tongony tahaka ny varahina manganohano: [ Gr. eklesia]","Fantatro ny asanao sy ny fitiavanao sy ny finoanao sy ny fanompoanao ary ny faharetanao, ary ny asanao farany dia be noho ny voalohany.","Kanefa manan-teny aminao Aho, satria ianao mandefitra amin'ilay vehivavy Jezebela, izay milaza ny tenany ho mpaminanivavy ka mampianatra sady manoloky ny mpanompoko hijangajanga sy hihinana hena naterina tamin'ny sampy.","Ary nomeko andro hibebahany izy, nefa tsy mety mibebaka amin'ny fijangajangany izy.","Indro, hampandamahiko eo am-pandriana izy, ary izay mijangajanga aminy dia hataoko ao amin'ny fahoriana lehibe, raha tsy hibebaka amin'ny asan-dravehivavy izy.","Ary hovonoiko amin'ny fahafatesana ny zanany; ary ny fiangonana rehetra hahalala fa Izaho no mandinika ny voa sy ny fo; ary homeko araka ny asanareo avy ianareo rehetra. [ Gr. eklesia]","Fa aminareo izay sisa any Tyatira, dia izay tsy manana izany fampianarana izany sady tsy mba mahalala ny ataon'ireo hoe \"sain-dalin'i Satana\", dia izao no lazaiko: tsy hovesarako entana hafa ianareo;","kanefa izay anananareo dia tano mafy mandra-pihaviko.","Ary izay maharesy ka mitandrina ny asako hatramin'ny farany dia homeko fahefana amin'ny jentilisa;","ary hiandry azy amin'ny tehim-by izy ka hanorotoro azy toy ny fanorotoro vilany tany, dia araka izay efa noraisiko tamin'ny Raiko.","Ary homeko azy ny kintana fitarika andro.","Izay manan-tsofina, aoka izy hihaino izay lazain'ny Fanahy amin'ny fiangonana. [ Gr. eklesia]"]}