{"book":"Apokalypsy","chapter":9,"verses":["Ary ny anjely fahadimy nitsoka, dia hitako fa, indro, nisy kintana anankiray avy tany an-danitra latsaka tamin'ny tany; ary nomena ilay anjely ny fanalahidin'ny lavaka tsy hita noanoa.","Ary nanokatra ny lavaka tsy hita noanoa izy, dia nisy setroka niakatra ary tamin'ny lavaka, tahaka ny setroka ary amin'ny lafaoro lehibe, ary tonga maizina ny masoandro sy ny habakabaka noho ny setroka avy tao amin'ny lavaka.","Ary nisy valala nivoaka avy tamin'ny setroka nankamin'ny tany; ary nomena hery ireny, tahaka ny herin'ny maingoka amin'ny tany. [ Gr. fahefana]","Ary nilazana izy mba tsy hanimba ny ahitra amin'ny tany, na ny zava-maitso, na ny hazo akory aza, fa ny olona izay tsy manana ny tombo-kasen'Andriamanitra eo amin'ny handriny ihany.","Nefa tsy navela hahafaty ary izy, fa ny hampanaintaina ary dimy volana; ary ny fampanaintainany dia tahaka ny fampanaintainan'ny maingoka, raha mamely olona.","Ary amin'izany andro izany dia hitady fahafatesana ny olona, fa tsy hahita; ary haniry ho faty izy, fa mandositra ary ny fahafatesana.","Ary ny endriky ny valala dia tahaka ny soavaly voaomana ho enti-miady; ary tamin'ny lohany nisy satro-boninahitra toy ny volamena, ary ny tavany tahaka ny tavan'olona.","Ary nanam-bolo tahaka ny volom-behivavy izy, ary ny nifiny tahaka ny an'ny liona.","Ary nanam-piarovan-tratra tahaka ny fiarovan-tratra vy izy; ary ny fikopakopaky ny elany dia tahaka ny fikotrokotroky ny kalesy entin'ny soavaly betsaka miriotra ho amin'ny ady.","Ary manan-drambo tahaka ny maingoka izy sady misy fanindronana; ary amin'ny rambony no misy ny heriny hampahoriany ny olona dimy volana. [ Gr. fahefana]","Ary manana ny anjelin'ny lavaka tsy hita noanoa ho mpanjakany izy; ny anarany amin'ny teny Hebreo dia Abadona, fa amin'ny teny Grika kosa dia Apolyona no anarany. [ Abadona = Fandringanana] [ Apolyona = Mpandringana]","Lasa ny loza anankiray; indreo, ho avy ny loza roa hafa koa, rehefa afaka izao.","Ary ny anjely fahenina nitsoka, dia nahare feo ary tamin'ny tandroky ny alitara volamena eo anatrehan'Andriamanitra aho,","nanao tamin'ny anjely fahenina, izay nanana ny trompetra, hoe: Vahao ny anjely efatra izay mifatotra any Eofrata, ony lehibe.","Dia novahana ny anjely efatra izay voaomana ho amin'ny ora sy ny andro sy ny volana ary ny taona mba hahafaty ny ampahatelon'ny olona.","Ary ny isan'ny miaramila an-tsoavaly dia roa alinalina; nahare ny isany aho.","Ary toy izao no nahitako ny soavaly teo amin'ny fahitana sy izay nitaingina azy: manana-piarovan-tratra tahaka ny afo sy ny setroka ary ny solifara izy; ary ny lohan'ny soavaly dia tahaka ny lohan'ny liona; ary misy afo sy setroka ary solifara mivoaka ary amin'ny vavany.","Ireo loza telo loha ireo, dia ny afo sy ny setroka ary ny solifara izay nivoaka ary tamin'ny vavany, no nahafaty ny ampahatelon'ny olona.","Fa ny herin'ny soavaly dia eo amin'ny vavany sy ny rambony; fa ny rambony dia tahaka ny menarana sady manan-doha, ka ireny no entiny mampahory.","Nefa ny olona sisa, izay tsy matin'ireo loza ireo, dia tsy nibebaka hiala tamin'ny asan'ny tànany, mba tsy hivavaka amin'ny demonia sy ny sampy volamena sy volafotsy sy varahina sy vato ary hazo, izay tsy mahajery, na mahare, na afa-mamindra;","ary tsy nibebaka tamin'ny namonoany olona izy, na tamin'ny nanaovany ody ratsy, na tamin'ny fijangajangany, na tamin'ny halatra nataony koa."]}