{"book":"Apokalypsy","chapter":18,"verses":["Rehefa afaka izany, dia hitako fa indro, nisy anjely izay koa nidina avy tany an-danitra, nanana fahefana lehibe; ary ny tany nohazavain'ny voninahiny.","Ary niantso tamin'ny feo mahery izy ka nanao hoe: Rava! rava Babylona lehibe! ka tonga fonenan'ny demonia sy fieren'ny fanahy maloto rehetra ary akanin'ny vorona rehetra izay maloto sy ankahalaina. [ Gr. tranomaizina]","Fa tamin'ny divain'ny fahatezerana noho ny fijangajangany no nahalavoan'ny firenena rehetra, ary ny mpanjakan'ny tany nijangajanga taminy, ary ny mpandranto amin'ny tany tonga mpanankarena noho ny hafatratry ny nitiavan'io ny zava-mahafinaritra ny tena. [ Na: (nisotrohan')]","Ary nahare feo iray koa avy tany an-danitra aho nanao hoe: Mialà aminy ianareo, ry oloko, mba tsy hiombonanareo ota aminy, ary mba tsy hisy hahazo anareo ny loza manjo azy.","Fa ny fahotany efa nitehika tamin'ny lanitra, ary Andriamanitra efa nahatsiaro ny ratsy nataony.","Mamalia azy araka izay nataony, ka omeo azy indroa heny toy ny nataony izy; ny kapoaka izay nofenoiny, dia fenoy indroa heny ho azy. [ Gr. noharoharoiny] [ Gr. haroharoy]","Toraka itsy niderany tena sy nivelomany tamin'ny zava-mahafinaritra ny tena, dia omeo fanaintainana sy alahelo toraka izany koa izy, satria hoy izy anakampo: Mipetraka ho mpanjakavavy aho, fa tsy mpitondratena, ary tsy mba hahita alahelo mihitsy aho;","koa noho izany dia ho tonga indray andro monja izao loza hanjo azy izao, dia fahafatesana sy fisaonana ary mosary, ary ho levon'ny afo izy; fa mahery ny Tompo Andriamanitra, Izay nitsara azy.","Ary ny mpanjakan'ny tany, izay nijangajanga taminy sy niara-nanaram-po taminy tamin'ny zava-mahafinaritra ny tena, dia hiteha-tratra sy hitomany ary, raha mahita ny setroky ny fandoroana azy;","eny, hijanona eny lavitra eny izy noho ny fahatahorana ny fanaintainany ka hanao hoe: Indrisy! Indrisy! Babylona, izay tanàna lehibe! ry ilay tanàna mafy! fa tamin'ny ora izay monja dia tonga ny fitsarana anao.","Ary ny mpandranto amin'ny tany dia hitomany sy hisaona azy; fa tsy hisy mpividy intsony ny entany:","dia entana volamena sy volafotsy sy vato soa sy perila sy rongony fotsy madinika sy lamba volomparasy sy landy sy jaky sy hazo mani-pofona, sy ny fanaka ivory rehetra mbamin'ny fanaka rehetra amin'ny hazo saro-bidy indrindra sy varahina sy vy ary vato sanga,","sy havozomamy sy zavatra mani-pofona sy ditin-kazo sy menaka manitra sy ditin-kazo mani-pofona, sy divay sy diloilo sy lafarina tsara toto sy vary tritika sy omby sy ondry sy soavaly sy kalesy ary tena sy ain'olona. [ Gr. amoma] [ lebona: izahao Eks. xxx. 34]","Ary ny vokatra soa nirin'ny fanahinao dia efa niala taminao, ary ny zava-tsoa rehetra sy ny zava-malaza rehetra dia efa levona tsy ho anao, ary tsy ho hita intsony mandrakizay ireo. [ Na: voan-kazo]","Ny mpandranto izany zavatra izany, izay efa tonga mpanankarena taminy, dia hijanona eny lavitra eny noho ny fahatahorana ny fanaintainany ka hitomany sy hisaona","ary hanao hoe: Indrisy! indrisy! ilay tanàna lehibe, izay nitafy rongony fotsy madinika sy lamba volomparasy sy jaky ary niravaka volamena sy vato soa ary perila!","Fa tamin'ny ora iray monja no nahafoana ny harena be toy izany. Ary ny mpitondra sambo rehetra sy izay rehetra mandeha eny ambonin'ny ranomasina sy ny matilo ary izay rehetra manao raharaha any an-dranomasina dia nijanona teny lavitra eny,","ary raha nahita ny setroky ny fandoroana ary, dia niantso nanao hoe: Aiza intsony re no misy tahaka izany tanàna lehibe izany?","Ary nanopy vovoka hiraraka tamin'ny lohany izy, dia niantso sady nitomany sy nisaona ka nanao hoe: Indrisy! indrisy! ilay tanàna lehibe, izay nampanan-karena izay rehetra manan-tsambo eny amin'ny ranomasina noho ny zava-tsaro-bidy tao aminy; fa tamin'ny ora iray monja no nahafoana izany.","Mifalia noho izay zavatra nanjo azy ianao. ry lanitra, sy ianareo olona masina sy ianareo Apostoly, ary ianareo mpaminany; fa Andriamanitra efa nitsara azy ka namaly azy noho ny taminareo.","Ary nisy anjely mahery anankiray nibata vato tahaka ny vato lehibe fikosoham-bary, dia nanipy izany tany an-dranomasina ka nanao hoe: Hatsipy mafy toy izany no ho fandrava an'i Babylona, ilay tanàna lehibe, ka tsy ho hita intsony izy.","Ary ny feon'ny mpitendry lokanga sy ny mpitsoka mozika sy ny mpitsoka sodina ary ny mpitsoka trompetra dia tsy ho re eo aminao intsony; ary ny mpiasa rehetra mahay zavatra na inona na inona tsy ho hita eo aminao intsony; ary ny feon'ny vato fikosoham-bary tsy ho re eo aminao intsony;","ary ny fahazavan'ny jiro tsy mba hahazava eo aminao intsony; ary ny feon'ny mpampakatra sy ny ampakarina tsy ho re eo aminao intsony; fa lehiben'ny tany ny mpandrantonao; fa ny ody ratsinao no nentinao namitaka ny firenena rehetra.","Ary teo anatiny no nahitana ny ran'ny mpaminany sy ny olona masina sy itsy rehetra novonoina teny ambonin'ny tany."]}