{"book":"Apokalypsy","chapter":19,"verses":["Rehefa afaka izany, dia nahare hoatra ny feon'ny vahoaka betsaka tany an-danitra aho nanao hoe: Haleloia! Ny famonjena sy ny voninahitra ary ny hery dia an'Andriamanitsika;","Fa marina sy mahitsy ny fitsarana ataony; Fa nitsara ilay vehivavy janga lehibe Izy - Dia ilay nandoto ny tany tamin'ny fijangajangany - Ary namaly ary noho ny ran'ny mpanompony izay nalatsaky ny tànany.","Dia niteny fanindroany ireo hoe: Haleloia! Ary ny setroky ny tanàna dia miakatra mandrakizay mandrakizay.","Ary ny loholona elatra amby roa-polo sy ny zava-manan'aina efatra dia niankohoka nivavaka tamin'Andriamanitra. Izay mipetraka eo ambonin'ny seza fiandrianana, ka nanao hoe: Amena; Haleloia! [ Gr. presbytera]","Ary nisy feo koa nivoaka avy teo amin'ny seza fiandrianana ka nanao hoe: Miderà an'Andriamanitsika ianareo mpanompony rehetra, dia ianareo izay matahotra Azy, na ny kely na ny lehibe.","Dia nahare feo tahaka ny an'ny vahoaka betsaka aho, sy tahaka ny firohondrohon'ny rano be, ary tahaka ny fikotroky ny kotrokorana mafy, nanao hoe: Haleloia! Fa ny Tompo Andriamanitsika, dia ny Tsitoha, no Mpanjaka.","Aoka isika hifaly sy ho ravoravo ka hanome voninahitra Ary; fa tonga ny fampakaram-badin'ny Zanak'ondry. Ka efa niomana ny vadiny.","Ary nasaina nitafy rongony fotsy madinika sady madio no mangatsakatsaka izy; fa izany rongony fotsy madinika izany dia ny asa marina ataon'ny olona masina.","Ary hoy koa izy tamiko Soraty: Sambatra izay nantsoina ho amin'ny fanasana fampakaram-badin'ny Zanak'ondry. Fa hoy izy tamiko: Ireo dia teny marin'Andriamanitra.","Dia niankohoka teo amin'ny tongony aho mba hivavaka aminy. Ary hoy izy tamiko: Tandremo. aza manao izao; fa mpanompo namanao ihany aho sady naman'ireo rahalahinao izay mitana ny filazana an'i Jesosy; Andriamanitra ihany no ivavaho; fa ny filazana an'i Jesosy no fanahin'ny faminaniana.","Ary nahita ny lanitra voasokatra aho, ka, indro, nisy soavaly fotsy; ary Izay nitaingina azy dia atao hoe Mahatoky sy Marina, ary amin'ny fahamarinana no itsarany sy iadiany.","Ary ny masony dia lelafo, ary tamin'ny lohany nisy diadema maro; ary Izy manana anarana voasoratra, izay tsy misy mahalala akory afa-tsy ny tenany ihany.","Ary miakanjo akanjo voafafy rà Izy; ary ny anarany atso hoe Ny Tenin'Andriamanitra.","Ary ny antokon'ny miaramila any an-danitra dia nanaraka Ary, samy nitaingina soavaly fotsy sy niakanjo rongony madinika sady fotsy no madio.","Ary misy sabatra maranitra mivoaka avy amin'ny vavany mba hamelenany ny firenena; ary Izy hanapaka azy amin'ny tehim-by; ary Izy no manitsaka ny famiazana ny divain'ny firehetan'ny fahatezeran'Andriamanitra Tsitoha.","Ary manana anarana voasoratra amin'ny lambany sy ny feny Izy nanao hoe: MPANJAKAN'NY MPANJAKA SY TOMPON'NY TOMPO.","Ary hitako fa, indro, nisy anjely anankiray koa nitsangana teo amin'ny masoandro, ary niantso tamin'ny feo mahery izy ka nanao tamin'ny voro-manidina rehetra teo afovoan'ny habakabaka hoe: Avia, ka miangòna ho amin'ny fanasana lehiben'Andriamanitra,","mba hihinananareo ny nofon'ny mpanjaka sy ny nofon'ny mpifehy arivo sy ny nofon'ny mahery sy ny nofon'ny soavaly mbamin'izay mitaingina azy ary ny nofon'ny olona rehetra, na andevo na tsy andevo, na kely na lehibe.","Ary hitako ilay bibi-dia sy ny mpanjakan'ny tany mbamin'ny miaramilany tafangona mba hiady amin'ilay mitaingina ny soavaly sy amin'ny miaramilany.","Ary nosamborina ilay bibi-dia mbamin'ny mpaminany sandoka, dia ilay nanao ny famantarana teo anatrehany, izay nentiny namitaka ny efa nandray ny mariky ny bibi-dia sady miankohoka eo anoloan'ny sariny; ary dia natsipy velona ho any amin'ny farihy afo mirehitra solifara izy roroa.","Ary ny olona sisa dia matin'ny sabatra mivoaka avy amin'ny vavan'ilay mitaingina ny soavaly; ary ny vorona rehetra dia voky ny nofony."]}