{"book":"Apokalypsy","chapter":12,"verses":["Ary nisy famantarana lehibe hita tany an-danitra, dia vehivavy mitafy ny masoandro, ary ny volana no eo ambanin'ny tongony, ary misy satro-boninahitra kintana roa ambin'ny folo amin'ny lohany,","sady bevohoka izy; ary mihetsi-jaza izy ka mitaraina, satria marary fatratra efa hiteraka.","Ary nisy famantarana hafa koa hita tany an-danitra, ka, indro, nisy dragona mena lehibe manan-doha fito sy tandroka folo, ary misy diadema fito amin'ny lohany.","Ary ny rambony dia manala ny ampahatelon'ny kintana amin'ny lanitra ka manjera ireny ho amin'ny tany; ary ny dragona nijanona teo anatrehan'ilay vehivavy efa hiteraka mba handrapaka ny zanany, raha vao teraka;","ary niteraka zazalahy izy, izay efa hanapaka ny firenena rehetra amin'ny tehim-by; ary ny zanany novonjena faingana nakarina ho any amin'Andriamanitra, dia ho any amin'ny seza fiandrianany. [ Gr. handry]","Ary ravehivavy kosa nandositra nankany an-efitra, izay nisy fitoerany namboarin'Andriamanitra, mba hovelomina any enim-polo amby roan-jato amby arivo andro izy.","Ary nisy ady tany an-danitra: Mikaela sy ny anjeliny niady tamin'ilay dragona; ary ilay dragona mbamin'ny anjeliny kosa dia niady,","nefa tsy naharesy, sady tsy nisy fitoerana ho azy intsony tany an-danitra.","Ary nazera ilay dragona, dia ilay menarana ela, izay atao hoe devoly sy Satana, izay mamitaka izao tontolo izao; dia nazera tamin'ny tany izy, ary ny anjeliny koa niaraka nazera taminy.","Dia nahare feo mahery tany an-danitra aho nanao hoe: Ankehitriny dia tonga ny famonjena sy ny hery sy ny fanjakan'Andriamanitsika, Ary ny fahefan'ny Kristiny, Satria nazera ilay mpiampanga ny rahalahintsika, dia ilay miampanga azy eo anatrehan'Andriamanitsika andro aman'alina.","Ary izy ireo naharesy azy noho ny amin'ny ran'ny Zanak'ondry Sy ny teny filazana Azy, Ary tsy nankamamy ny ainy intsony iry, na dia ho faty aza.","Ary noho izany mifalia, ry lanitra sy ianareo izay monina ao aminy. Loza ho an'ny tany sy ny ranomasina ! Fa nidina ho aminareo ny devoly sady manana fahatezerana lehibe, Satria fantany fa kely sisa ny androny.","Ary rehefa hitan'ilay dragona fa nazera tamin'ny tany izy, dia nanenjika ilay vehivavy niteraka ny zazalahy izy.","Ary ilay vehivavy nomena ny elatra roa an'ny voromahery lehibe hanidinany ho any an-efitra, ho any amin'ny fitoerany, izay itaizana azy fetr'andro iray sy fetr'andro roa ary antsasaky ny fetr'andro, mba tsy ho hitan'ilay menarana izy.","Ary ilay menarana namoaka rano tamin'ny vavany, toy ny riaka, hanaraka an-dravehivavy, mba hindaosin'ny riaka iry.","Nefa ny tany namonjy an-dravehivavy, fa nivava ny tany ka nitelina ny riaka izay navoaky ny dragona tamin'ny vavany.","Dia tezitra tamin'ilay vehivavy ny dragona ka lasa nandeha hiady tamin'ny zanany sisa, izay mitandrina ny didin'Andriamanitra sy mitana ny filazana an'i Jesosy. Ary nitsangana teo ambonin'ny fasiky ny ranomasina izy."]}