{"book":"Apokalypsy","chapter":17,"verses":["Ary tonga ny anjely anankiray tamin'izy fito izay nanana ny lovia fito, dia niteny tamiko nanao hoe: Avia at?; dia hasehoko anao ny fitsarana ilay vehivavy janga lehibe, izay mipetraka eny ambonin'ny rano maro,","dia ilay nijangajangan'ny mpanjakan'ny tany, sady natao leon'ny divain'ny fijangajangany ny mponina tamin'ny tany.","Dia nentiny tamin'ny Fanahy ho any an'efitra aho ary nahita vehivavy nitaingina bibi-dia mivolon-jaky, feno anarana fitenenan-dratsy sady nanan-doha fito sy tandroka folo.","Ary ravehivavy dia nitafy lamba volomparasy sy jaky ary niravaka volamena sy vato soa ary perila sady nitana kapoaka volamena teny an-tànany, feno zava-betaveta, dia ny zava-maloto momba ny fijangajangany;","ary nisy anarana voasoratra teo amin'ny handriny nanao hoe: ZAVA-MIAFINA, BABYLONA LEHIBE, RENIN'NY MPIJANGAJANGA SY NY ZAVA-BETAVETA, AMIN'NY TANY.","Ary hitako fa, indro, ravehivavy dia leon'ny ran ny olona masina sy ny ran'ny martioran'i Jesosy; koa raha nahita azy aho, dia gaga indrindra.","Ary hoy ilay anjely tamiko: Nahoana no gaga ianao? Izaho hilaza aminao ny zava-miafina ny amin-dravehivavy sy ny bibi-dia mitondra azy, izay manan-doha fito sy tandroka folo.","Ny bibi-dia, ilay efa hitanao, dia teo ihany ary tsy eo izao, nefa efa hiakatra avy amin'ny lavaka tsy hita noanoa izy ka ho lasa ho amin'ny fandringanana; ary ny monina ambonin'ny tany, dia izay tsy voasoratra eo amin'ny bokin'ny fiainana hatramin'ny nanorenana izao tontolo izao, dia ho gaga raha mijery ilay bibi-dia, izay teo ihany ary tsy eo izao, nefa mbola ho avy indray.","Indro ny hevitra iray misy fahendrena: Ny loha fito dia tendrombohitra fito, izay ipetrahan-dravehivavy.","Ary mpanjaka fito ireo; efa lavo ny dimy, ka ny iray mbola eo ihany, ary ny iray koa mbola tsy tonga; ary rehefa tonga izy, dia tsy maintsy mitoetra kelikely.","Ary ny bibi-dia izay teo ihany ary tsy eo izao, dia izy no naman'ny fito mahavalo ary ka lasa ho amin'ny fandringanana.","Ary ny tandroka folo, izay hitanao, dia mpanjaka folo izay tsy mbola nahazo fanjakana; fa mandray fahefana ho toa mpanjaka iray ora miaraka amin'ny bibi-dia izy.","Ireo dia miray saina ka manome ny heriny sy ny fahefany ho an'ilay bibi-dia.","Ireo dia hiady amin'ny Zanak'ondry, ary ny Zanak'ondry haharesy azy, satria Tompon'ny tompo sy Mpanjakan'ny mpanjaka Izy, ary haharesy azy koa izay momba Azy, dia olona voantso sy voafidy ary mahatoky.","Ary hoy izy tamiko: Ny rano ela hitanao, izay ipetrahan'ilay vehivavy janga, dia olona sy vahoaka betsaka sy firenena maro ary samy hafa fiteny.","Ary ny tandroka folo sy ny bibi-dia izay efa hitanao, dia ireo no hankahala ilay vehivavy janga ka hahatsinontsinona azy sy hampitanjaka ary sy hihinana ny nofony ary handevona ny tenany amin'ny afo.","Fa Andriamanitra efa nanome fo ireo hanatanteraka ny heviny sy hifanara-tsaina ary hanome ny fanjakany ho an'ilay bibi-dia mandra-pahatanteraky ny tenin'Andriamanitra.","Ary ravehivavy, ilay hitanao, dia tanàna lehibe, izay manjaka amin'ny mpanjakan'ny tany."]}