{"book":"Asan'ny Apostoly","chapter":28,"verses":["Ary rehefa voavonjy izahay, vao fantatray fa Melita no anaran'ilay nosy.","Ary tsy kely ny soa nasehon'ny tompon-tany taminay; fa namelona afo izy ka nandray tsara anay rehetra, satria nilatsaka tamin'izay ny ranonorana, sady nangatsiaka ny andro.","Dia namory kitay hazo iray trotroana Paoly ka nanohoka izany teo amin'ny afo; ary nisy menarana nivoaka avy tamin'ny afo ka niraikitra tamin'ny tànany.","Ary raha hitan'ny tompon-tany ny biby niraikitra tamin'ny tànany, dia niresaka hoe izy: Mpamono olona tokoa io lehilahy io, ka na dia voavonjy tamin'ny ranomasina aza izy, tsy avelan'ny todin'aina ho velona.","Fa nakifiny ho eo amin'ny afo ilay biby, ka tsy nisy naninona izy na dia kely akory aza.","Ary ny olona kosa nanampo azy hivonto, na hikarapoka ho faty tampoka; fa rehefa niandry ela izy ka nahita fa tsy nisy na inona na inona nanjo an'i Paoly, dia niova saina izy ka nanao hoe: andriamanitra io.","Ary teo akaikin'io dia nisy sahan'i Popilo, mpanapaka ny nosy, izay nandray anay ka nampiantrano anay tsara hateloana.","Ary nararin'ny tazo sady nivalan-drà ny rain'i Popilo; ary Paoly niditra teo aminy ka nivavaka sady nametra-tanana taminy, dia nahasitrana azy.","Ary rehefa vita izany, dia tonga koa ny sasany izay narary teo amin'ny nosy, ka dia sitrana.","Ary voninahitra be no nomen'ny olona anay; ary rehefa handeha izahay, dia novatsiany tsara.","Ary rehefa afaka telo volana, dia niondrana izahay tamin'ny sambon'Aleksandria, izay efa nandany ny ririnina teo amin'izany nosy izany sady nisy sarin'ny Zaza Kambana. [ Gr. Dioskory; dia Kastora sy Poloksa]","Ary rehefa nitody tany Syrakosa izahay, dia nitoetra teo hateloana.","Ary nony niala teo izahay, dia nisompirana nankany Regioma; ary rehefa afaka indray andro, dia nifofofofo avy any atsimo ny rivotra, koa nony ampitso dia tonga tao Potioly izahay;","tao no nahitanay ny rahalahy sasany, ary izy niangavy anay hitoetra tao aminy hafitoana. Ary toy izany no nandrosoanay nankany Roma.","Ary nony nahare ny dianay ny rahalahy tany, dia tonga izy nitsena anay hatrany amin'ny Tsenan'Apio sy ny Tranombahiny Telo; raha nahita azy Paoly, dia nisaotra an'Andriamanitra izy ka nahazo toky.","Ary rehefa tonga tany Roma izahay, Paoly dia navelany hitoetra mitokana teo amin'ny miaramila anankiray izay niambina azy. [ Ampio hoe: ny mpifatotra dia natolotry ny kapiteny ho amin'ny lehiben'ny mpiambina; fa]","Ary rehefa afaka hateloana, dia nampanalain'i Paoly hiangona izay lohandohany tamin'ny Jiosy; ary rehefa niangona ireo, dia hoy izy taminy: Ry rahalahy, izaho dia mpifatotra avy tany Jerosalema natolotra teo an-tànan'ny Romana, na dia tsy diso tamin'ny firenentsika aza, na tamin'ny fanaon-drazana;","ary rehefa nanadina ahy mafy ireo, dia saiky nandefa ahy ihany, satria tsy nisy nataoko izay tokony hahafaty ahy.","Fa raha notoherin'ny Jiosy izany, dia tery aho ka nilaza fa handahatra amin'i Kaisara, nefa tsy mba toy ny manana teny hiampangako ny fireneko tsy akory.","Ary izany zavatra izany no nampanalako anareo, hahitako anareo sy hiresahako aminareo; fa noho ny fanantenan'ny Isiraely no ifatorako amin'ity gadra ity.","Ary hoy izy ireo taminy; Izahay tsy mbola nahazo taratasy avy tany Jodia milaza anao, ary tsy mbola nisy rahalahy izay nankaty nanambara na nilaza ratsy anao;","fa tianay ho re aminao izay hevitrao; fa ny amin'izany antoko izany dia fantatray fa efa ratsy laza eny tontolo eny izy.","Ary rehefa nanao fotoana taminy ireo, dia maro no nankeo aminy tao an-trano nitoerany; ary izy nilaza sy nanambara taminy ny fanjakan'Andriamanitra hatramin'ny maraina ka hatramin'ny hariva, ary ny teny eo amin'ny lalàn'i Mosesy sy ny mpaminany no nitaomany azy hino an'i Jesosy.","Ary ny sasany nino izay nolazainy, fa ny sasany kosa tsy mba nino.","Ary raha tsy niray saina ireo dia niala, rehefa nanao teny indraim-bava Paoly hoe: Marina izay nampilazain'ny Fanahy Masina an'Isaia mpaminany tamin'ny razanareo","manao hoe: Mandehana any amin'ity firenena ity ianao, ka lazao hoe: Mba hahare mandrakariva ihany ianareo, fa tsy hahalala; Ary mba hijery mandrakariva ihany ianareo, fa tsy hahita;","Fa efa adala ny fon'ireo olona ireo, ary efa lalodalovana ny sofiny, ary efa nakimpiny ny masony, Fandrao hahita ny masony, sy handre ny sofiny, ary hahalala ny fony, dia hibebaka izy, ka hahasitrana azy Aho. (Isa. 6. 9, 10).","Koa aoka ho fantatrareo fa izao famonjen'Andriamanitra izao dia nampitondraina ho any amin'ny jentilisa, ary izy hihaino azy.","","Ary Paoly nitoetra roa taona ngarangidina tao an-trano nohofany ka nandray tsara izay rehetra nankeo aminy,","dia nitory ny fanjakan'Andriamanitra ka nampianatra ny amin'i Jesosy Kristy Tompo tamin'ny fahasahiana be, ary tsy nisy fisakanana."]}