{"book":"Asan'ny Apostoly","chapter":19,"verses":["Ary raha mbola tany Korinto Apolosy, dia nitety ny tany ambony Paoly ka tonga tany Efesosy, dia nahita mpianatra sasany teo izy","ka nanao taminy hoe: Efa noraisinareo va ny Fanahy Masina, fony vao nino ianareo? Fa ireo nanao taminy hoe: Tsy renay akory fa efa nomena ny Fanahy Masina.","Ary hoy Paoly: Ho amin'inona ary no nanaovana batisa anareo? Dia hoy ireo: Ho amin'ny batisan'i Jaona.","Fa hoy Paoly: Jaona nanao ny batisan'ny fibebahana ka nilaza tamin'ny olona hino Izay ho avy manaraka azy, dia Jesosy.","Ary raha nahare izany izy, dia natao batisa ho amin'ny anaran'i Jesosy Tompo.","Ary rehefa nametrahan'i Paoly tanana izy, dia nilatsaka taminy ny Fanahy Masina; ary niteny tamin'ny teny tsy fantatra izy sady naminany.","Ary tokony ho roa ambin'ny folo lahy no isan'izy rehetra.","Ary Paoly niditra tao amin'ny synagoga ka niteny tamin'ny fahasahiana, dia niady hevitra telo volana ka nampanaiky ny amin'ny fanjakan'Andriamanitra.","Fa raha nikiribiby ny sasany ka tsy nanaiky, fa niteny ratsy izany fampianarana izany teo imason'ny olona maro, dia niala tamin'ireo izy ka nitondra ny mpianatra nitokana, dia niady hevitra isan'andro tao amin'ny trano fampianaran'i Tyrano. [ Gr. lalana]","Ary naharitra roa taona ngarangidina izany, ka dia nandre ny tenin'ny Tompo izay rehetra nonina tany Asia, na Jiosy na jentilisa. [ Gr. Grika]","Ary ny tànan'i Paoly no nanaovan'Andriamanitra fahagagana lehibe maro,","ka dia ny mosara sy ny fiaron'akanjo teny aminy no nentina hatao amin'ny marary, dia sitrana ny aretiny, ary nivoaka ny fanahy ratsy.","Ary nisy Jiosy sasany, mpiriorio mamoaka fanahy ratsy, izay ninia nanonona ny anaran'i Jesosy Tompo koa teo ambonin'ny manana fanahy ratsy ka nanao hoe: Mampianiana anareo amin'i Jesosy Izay torin'i Paoly aho.","Ary nisy fito mirahalahy, zanak'i Skeva, Jiosy, lohan'ny mpisorona, izay nanao izany.","Ary ny fanahy ratsy namaly ka nanao taminy hoe: Fantatro Jesosy, ary fantatro koa Paoly; fa mba iza kosa moa ianareo?","Ary ny lehilahy izay nanana ny fanahy ratsy dia niantsambotra tamin'ireo ary nahery ka naharesy azy roa lahy, dia nandositra niala tamin'izany trano izany ireo sady nitanjaka no voaratra.","Ary fantatry ny Jiosy sy ny jentilisa rehetra izay nonina tany Efesosy izany; dia raiki-tahotra ny olona rehetra ka nankalaza ny anaran'i Jesosy Tompo.","Ary maro izay nino dia tonga ka niaiky sy nilaza ny asany.","Ary maro ny mpanao ody no nanangona ny bokiny ka nandoro azy teo imason'ny olona rehetra; ary nony voatontaly ny tokom-bidiny, dia hita fa volafotsy dimy alina izany.","Fatratra toy izany no fandroson'ny tenin'Andriamanitra sy ny heriny.","Ary rehefa vita izany zavatra izany, Paoly dia nikasa tao am-pony handeha hamaky an'i Makedonia sy Akaia aloha vao hankany Jerosalema ka nanao hoe: Rehefa tonga any aho, dia tsy maintsy hahita an'i Roma koa.","Ary ny roa lahy tamin'izay nanompo ary, dia Timoty sy Erasto, no nirahiny nankany Makedonia; fa izy mbola nitoetra tany Asia andro vitsivitsy kosa.","Ary tamin'izany andro izany dia nisy tabataba be ihany ny amin'izany fampianarana izany. [ Gr. lalana]","Fa nisy lehilahy anankiray atao hoe Demetrio, mpanefy volafotsy, izay nanao sarin'ny tempolin'i Diana tamin'ny volafotsy, dia nampahazo harena be ny mpanefy; [ Gr. Artemisy]","ireny mbamin'ny mpanao zavatra hafa koa toy izany dia nantsoiny hiangona ka nilazany hoe: Tompokolahy, fantatrareo fa amin'izao tao-zavatra izao no ahazoantsika harena.","Ary hitanareo sy renareo fa tsy eto Efesosy ihany, fa saiky manerana an'i Asia rehetra dia mitaona olona betsaka izany Paoly izany ka mampivily ny samy manao hoe: Tsy Andriamanitra izay zavatra nataon-tanana.","Ka dia tsy izao raharahantsika izao ihany no ahina hatao ho zava-poana; fa ny tempolin'i Diana, andriamani-bavy lehibe, dia hatao tsinontsinona koa aza, ka ho afa-boninahitra ilay ivavahan'i Asia rehetra sy izao tontolo izao.","Ary rehefa nandre izany izy ireo, dia tezitra loatra ka niantso hoe: Lehibe Dianan'ny Efesiana!","Ary nanerana ny tanàna ny tabataba; ary rehefa nisarika an'i Gaio sy Aristarko, lehilahy Makedoniana niara-dia tamin'i Paoly, izy, dia niray saina niriotra ho ao an-trano filalaovana.","Ary raha te-hiditra ho any amin'ny olona Paoly, dia tsy navelan'ny mpianatra.","Ary ny lehibe sasany tany Asia, izay sakaizany, dia nampitondra teny nananatra azy mba tsy ho sahy hiditra ao an-trano filalaovana. [ Gr. Asiarka]","Ary ny sasany niantso zavatra iray, ary ny sasany kosa zavatra hafa; fa nihorikorika ny olona vory; koa ny ankamaroany tsy nahalala izay anton'ny niangonany teo.","Ary nisy nisarika an'i Aleksandro avy teo amin'ny vahoaka, fa ny Jiosy nanesika azy handroso. Ary Aleksandro nanofa tanana, fa ta-handaha-teny hiala tsiny tamin'ny olona.","Fa rehefa fantatry ny olona fa Jiosy, izy dia niredona niantso tokony ho ora roa izy rehetra hoe: Lehibe Dianan'ny Efesiana!","Ary ny mpitahiry ny didy dia nampangina ny olona ka nanao hoe: Ry lehilahy Efesiana, iza no olona tsy mahalala fa ny tanànan'ny Efesiana no mpitahiry an'i Diana lehibe sy ny sarin-javatra izay latsaka avy tamin'i Jopitera ? [ Gr. Zeosy]","Ary satria tsy azo toherina izany, dia tokony hangina ianareo ka tsy hanao na inona na inona an-kamehana.","Fa nentinareo ety ireo lehilahy ireo, izay tsy nandroba tempoly, na niteny ratsy ny andriamanitsika.","Koa raha manan-teny hifamaliana amin'olona Demetrio sy ny mpanefy izay momba azy, aoka hifandahatra izy, fa misy ihany ny andro hitsarana, ary ao ihany koa ireo governora.","Fa raha mitady zavatra hafa kosa ianareo, dia hotsaraina amin'izay fivoriana voatendrin'ny lalàna.","Fa andrao ampangaina isika noho ny tabataba tsy misy antony izay niseho androany, ka tsy hita izay hilazantsika izao fampitairana izao.","Ary rehefa nilaza izany izy, dia nampirava ny olona vory teo."]}