{"book":"Asan'ny Apostoly","chapter":15,"verses":["Ary ny olona sasany izay nidina avy tany Jodia nampianatra ny rahalahy hoe: Raha tsy forana araka ny fanaon'i Mosesy ianareo, dia tsy azo vonjena.","Ary rehefa nifanditra sy niady hevitra be ihany tamin'ireo Paoly sy Barnabasy, dia nifanarahana ny hiakaran'izy roa lahy sy ny sasany koa hankany Jerosalema ho any amin'ny Apostoly sy ny loholona hanadina izany teny niadian-kevitra izany. [ Gr. presbytera]","Ary rehefa nanatitra azy ny fiangonana, dia nandeha namaky an'i Foinika sy Samaria izy ka nilaza ny niovan'ny jentilisa; dia nampifaly ny rahalahy rehetra indrindra izy.","Ary rehefa tonga tany Jerosalema izy, dia noraisin'ny fiangonana sy ny Apostoly ary ny loholona, ka dia nilaza izay rehetra efa nataon'Andriamanitra tamin'ny nombany azy. [ Gr. presbytera]","Fa ny mino sasany, izay isan'ny antokon'ny Fariseo kosa, dia nitsangana ka nanao hoe: Tsy maintsy forana ireny ka asaina mitandrina ny lalàn'i Mosesy.","Ary dia nivory ny Apostoly sy ny loholona mba hihevitra izany zavatra izany. [ Gr. presbytera]","Ary rehefa nisy ady hevitra be ihany, dia nitsangana Petera ka nanao taminy hoe: Ry rahalahy, fantatrareo fa hatramin'ny ela Andriamanitra dia efa nifidy teo aminareo fa amin'ny vavako no handrenesan'ny jentilisa ny tenin'ny filazantsara ka hinoany.","Ary Andriamanitra, Izay mahalala ny fo, dia vavolombelony tamin'ny nanomezany azy ny Fanahy Masina tahaka antsika koa;","fa tsy nataony misy hafa isika sy izy, fa nodioviny tamin'ny finoana ny fony.","Koa nahoana ianareo no maka fanahy an'Andriamanitra amin'ny fametrahanareo zioga amin'ny vozon'ny mpianatra, izay tsy zakan'ny razantsika na isika ho entina?","Fa mino isika fa ny fahasoavan'i Jesosy Tompo no hamonjena antsika, dia tahaka ny azy ihany koa.","Dia nangina ny olona rehetra ka nihaino an'i Barnabasy sy Paoly, izay nilaza ny famantarana sy ny fahagagana nampanaovin'Andriamanitra azy tany amin'ny jentilisa.","Ary rehefa nitsahatra tsy niteny izy roa lahy, dia namaly Jakoba ka nanao hoe: Ry rahalahy, mihainoa ahy:","Simeona efa nanambara izay nitsinjovan'Andriamanitra ny jentilisa tamin'ny voalohany hanalany olona aminy hankalazana ny anarany.","Ary mifanaraka amin'izany ny tenin'ny mpaminany, araka ny voasoratra hoe:","Rehefa afaka izany, dia hiverina Aho Ka hanangana ny trano-lain'i Davida izay efa nianjera; Ary hanangana izay efa rava ao Aho Ka hanamboatra azy indray;","Mba hitady ny Tompo ny olona sisa sy ny jentilisa rehetra, Izay efa niantsoana ny anarako, hoy Jehovah,","Izay manao izany zavatra fantatra hatramin'ny voalohany indrindra izany (Amo. 9. 11, 12).","Koa dia izao no hevitro: Tsy mety raha isika manome fahasahiranana ny avy amin'ny jentilisa izay miverina ho amin'Andriamanitra;","fa aoka hanoratra epistily aminy isika mba hifadiany ny hena fahavetavetana aterina amin'ny sampy sy ny fijangajangana ary ny zavatra kendaina sy ny rà.","Fa hatramin'ny razana fahiny dia manana izay mitory azy ao amin'ny isan-tanàna Mosesy, fa vakina ao amin'ny synagoga rehetra isan-tSabata ny teniny.","Ary sitraky ny Apostoly sy ny loholona mbamin'ny fiangonana rehetra ny hifidy olona amin'ny namany mba hirahina hiaraka amin'i Paoly sy Barnabasy hankany Antiokia, dia Joda, izay atao hoe Barnabasy, sy Silasy, izay lehilahy samy tsara laza eo amin'ny rahalahy; [ Gr. presbytera]","ary nanoratra taratasy izy ho entin'ireo, dia izao: Ny Apostoly sy ny rahalahy loholona miarahaba ny rahalahy avy amin'ny jentilisa izay any Antiokia sy Syria ary Kilikia. [ Gr. presbytera]","Satria efa renay fa ny sasany izay avy tany aminay efa nanao teny nampitabataba anareo ka namadika ny sainareo, kanefa tsy nasainay nanao izany izy,","dia sitrakay, rehefa nifanara-kevitra, ny hifidy olona hirahina hankat? aminareo hiaraka amin'i Barnabasy sy Paoly malalanay,","lehilahy izay nanao ny ainy tsy ho zavatra ho voninahitry ny anaran'i Jesosy Kristy Tompontsika.","Dia nirahinay Joda sy Silasy, sady hilaza vava izany teny izany koa izy.","Fa sitraky ny Fanahy Masina sy izahay tsy hampitondra enta-mavesatra anareo afa-tsy izao zavatra tsy maintsy hotandremana izao ihany:","dia ny hifadianareo ny hena aterina amin'ny sampy sy ny rà sy ny zavatra kendaina ary ny fijangajangana; raha mahatandrin-tena hifady izany ianareo, dia ho soa. Veloma ianareo.","Ary rehefa nalefany izy ireo, dia nidina nankany Antiokia; ary namory ny olona maro izy, dia natolony ilay epistily.","Ary nony efa namaky izany ny olona, dia nifaly noho ny anatra tsara.","Ary satria mpaminany Joda sy Silasy, dia namporisika ny rahalahy tamin'ny teny maro izy ka nampahery azy.","Ary rehefa nitoetra elaela teo izy ireo, dia nampandehanin'ny rahalahy soa aman-tsara ho any amin'izay naniraka azy.","","Ary Paoly sy Barnabasy kosa nitoetra tany Antiokia; dia nampianatra sy nitory ny tenin'ny Tompo izy roa lahy mbamin'ny maro koa.","Ary rehefa afaka andro vitsivitsy, dia hoy Paoly tamin'i Barnabasy: Andeha isika hiverina hamangy ny rahalahy any amin'ny tanàna rehetra izay efa nitoriantsika ny tenin'ny Tompo, hahitantsika izay toetrany.","Ary tian'i Barnabasy ny hitondra an'i Jaona, izay atao hoe Marka, hiaraka aminy.","Nefa nataon'i Paoly fa tsy tokony ho entiny miaraka aminy izy, satria nandao azy tany Pamfylia ka tsy niaraka taminy ho any amin'ny raharaha.","Ary nifanditra mafy izy roa lahy ka nisaraka; ary Barnabasy nitondra an'i Marka, dia niondrana an-tsambo nankany Kyprosy.","Fa Paoly kosa nifidy an'i Silasy, dia niainga, rehefa natolotry ny rahalahy ho amin'ny fahasoavan'ny Tompo izy.","Dia nandeha namaky an'i Syria sy Kilikia izy nampahery ny fiangonana tany."]}