{"book":"Asan'ny Apostoly","chapter":1,"verses":["Ry Teofilo, ilay boky voalohany dia nosoratako ny amin'izay nataon'i Jesosy sy nampianariny,","hatramin'ny andro nampiakarana Azy, rehefa nodidiany tamin'ny Fanahy Masina ny Apostoly izay nofidiny,","sady niseho koa tamin'ny famantarana maro taorian'ny nijaliany fa velona Izy, ka niseho taminy efa-polo andro Izy ary nilaza ny amin'ny fanjakan'Andriamanitra.","Ary raha niara-niangona teo aminy Jesosy, dia namepetra azy tsy hiala an'i Jerosalema, fa hiandry ny teny fikasan'ny Ray, izay efa renareo tamiko, hoy Izy; [Na: niara-nihinana]","fa Jaona nanao batisa tamin'ny rano; fa ianareo kosa hatao batisa amin'ny Fanahy Masina, rehefa afaka andro vitsivitsy.","Koa izay tafangona teo dia nanontany Azy hoe: Tompoko, amin'izao va no hampodianao ny fanjakana ho amin'ny Isiraely?","Fa hoy kosa Izy taminy: Tsy anareo ny hahalala ny andro na ny fotoana izay efa notendren'ny Ray amin'ny fahefany ihany. [Na: izay nataon'ny Ray ho adidin'ny tenany ihany]","Fa hahazo hery ianareo amin'ny hilatsahan'ny Fanahy Masina aminareo, ary ho vavolombeloko any Jerosalema sy eran'i Jodia sy Samaria ary hatramin'ny faran'ny tany.","Ary rehefa nilaza izany Jesosy, dia nakarina Izy, raha mbola nijery izy ireo; ary nisy rahona nitondra Azy, ka tsy hitan'ny masony intsony Izy.","Ary raha mbola nandinika ny lanitra izy ireo tamin'ny nandehanan'i Jesosy, indreo, nisy roa lahy teo anilany niakanjo akanjo fotsy,","izay nanao hoe: Ry lehilahy Galiliana, nahoana no mijanona eto mijery ny lanitra ianareo? iny Jesosy Izay nampiakarina niala taminareo ho any an-danitra iny dia mbola ho avy tahaka ny nahitanareo Azy niakatra ho any an-danitra.","Ary izy ireo niverina tany Jerosalema, rehefa avy teo amin'ny tendrombohitra atao hoe Oliva, izay akaikin'i Jerosalema (araka izay mety haleha amin'ny Sabata).","Ary rehefa tafiditra izy, dia niakatra ho any an-trano ambony, izay fitoerany, - dia Petera sy Jaona sy Jakoba sy Andrea, Filipo sy Tomasy, Bartolomeo sy Matio, Jakoba zanak'i Alfeo, sy Simona Zelota ary Jodasy, zanak'i Jakoba. [ Na: rahalahin']","Ireo rehetra ireo niray saina naharitra nivavaka mbamin'ny vehivavy sy Maria, renin'i Jesosy, ary ny rahalahiny.","Ary tamin'izany andro izany dia nitsangana teo afovoan'ny rahalahy Petera (tokony ho roa-polo amby zato no isan'ny olona vory teo) ka nanao hoe: [Gr. anarana]","Ry rahalahy, tsy maintsy notanterahina ilay tenin'ny Soratra Masina nampilazain'ny Fanahy Masina rahateo an'i Davida ny amin'i Jodasy, izay tonga mpitarika ny olona nisambotra an'i Jesosy;","fa izy dia isantsika ihany ka nahazo anjara tamin'izao fanompoana izao koa.","Koa izany lehilahy izany dia nahazo saha tamin'ny tambin'ny fahotany; ary potraka niankohoka izy, dia vaky ny kibony ka nipoaka sady nivaroraka avokoa ny tsinainy.","Ary fantatr'izay rehetra monina eto Jerosalema izany, ka ny anaran'izany saha izany amin'ny fiteniny dia atao hoe Akeldama, izany hoe Sahan-drà.","Fa voasoratra eo amin'ny Bokin'ny Salamo hoe: Aoka ho lao ny fonenany, Ary aoka tsy hisy olona honina ao (Sal. 69. 25); ary koa: Aoka ho lasan'olon-kafa ny anjara-raharahany (Sal. 109. 8).","Koa amin'ireo lehilahy niaraka teto amintsika mandrakariva ireo, raha niditra sy nivoaka tamintsika Jesosy Tompo,","hatramin'ny batisan'i Jaona ka hatramin'ny andro nampiakarana Azy niala tamintsika, dia tokony hisy anankiray ho namantsika mba ho vavolombelon'ny nitsanganany.","Ary nanokana roa lahy izy, dia Josefa, atao hoe Barsabasy, izay atao hoe koa Josto, ary Matia.","Dia nivavaka izy ka nanao hoe: Hianao, Tompo ô, Izay mahalala ny fon'ny olona rehetra, asehoy izay nofidinao amin'izy roa lahy ireto,","mba hahazoany anjara amin'izao fanompoana sy ny mah'Apostoly izao, izay nialan'i Jodasy hankanesany any amin'ny fitoerany.","Dia nanao filokana ho azy izy, ka latsaka tamin'i Matia ny filokana; ary izy no lany ho isan'ny Apostoly iraika ambin'ny folo lahy."]}