{"book":"Asan'ny Apostoly","chapter":11,"verses":["Ary ny Apostoly sy ny rahalahy izay tany Jodia dia nahare fa ny jentilisa koa efa nandray ny tenin'Andriamanitra.","Ary nony tafakatra tany Jerosalema Petera, dia nila ady taminy ny mino izay isan'ny voafora","ka nanao hoe: Efa niantrano tany amin'ny olona tsy voafora ianao sady niara-nihinana taminy.","Ary Petera dia nitantara izany taminy hatramin'ny niandohany ka nanao hoe:","Tany an-tanàna Jopa aho ka nivavaka, ary azon-tsindrimandry aho, dia nahita fahitana, ka, indro, nisy zavatra nidina avy tany an-danitra toa lamba lehibe nampidinina tamin'ny zorony efatra, dia nankeo amiko izany;","ary raha nijery sy nandinika azy aho, dia hitako ny biby ety an-tany, izay manan-tongotra efatra, sy ny bibi-dia sy ny zava-mandady sy mikisaka ary ny voro-manidina koa.","Ary nandre feo koa aho nanao tamiko hoe: Mitsangàna, ry Petera, vonoy, ka hano.","Fa hoy izaho: Sanatria, Tompoko! fa tsy mbola niditra tamin'ny vavako izay zava-padina na tsy madio.","Ary nisy feo avy tany an-danitra namaly fanindroany hoe: Izay efa nodiovin'Andriamanitra aza ataonao ho fady.","Ary intelo no nanaovana izany, dia nosarihana niakatra tany an-danitra indray izany rehetra izany.","Ary tamin'izay dia, Indreo, nisy telo lahy nijanona teo anoloan'ny trano nitoeranay, izay iraka avy tany Kaisaria hankeo amiko.","Dia nasain'ny Fanahy hiaraka tamin'ireo aho ka tsy hizaha tavan'olona na dia kely akory aza. Ary niaraka tamiko koa ireto rahalahy enina ireto, ka niditra tao an-tranon-dralehilahy izahay.","Ary nambarany taminay ny nahitany ny anjely nitsangana tao an-tranony ka nanao hoe: Maniraha ho any Jopa, ka ampanalao Simona, izay atao hoe koa Petera;","izy hilaza teny aminao, izay hamonjena anao sy ny ankohonanao rehetra.","Ary raha vao niteny aho, dia nilatsaka taminy ny Fanahy Masina tahaka ny tamintsika fahiny.","Dia nahatsiaro ny tenin'ny Tompo aho, izay nolazainy hoe: Jaona nanao batisa tamin'ny rano, fa ianareo kosa dia hatao batisa amin'ny Fanahy Masina.","Koa raha mba homen'Andriamanitra azy ny fanomezana, tahaka antsika fony isika vao nino an'i Jesosy Kristy Tompo dia iza moa aho no hahasakana an'Andriamanitra?","Ary rehefa nandre izany ireo, dia nangina sady nankalaza an'Andriamanitra ka nanao hoe: Efa nomen'Andriamanitra ny jentilisa koa ny fibebahana hahazoany fiainana.","Ary izay niely noho ny fanenjehana tamin'i Stefana dia nandeha hatrany, Foinika sy Kyprosy ary Antiokia, nefa tsy nitoriteny tamin'ny olona izy, afa-tsy tamin'ny Jiosy ihany.","Ary ny sasany tamin'ireny, dia lehilahy avy any Kyprosy sy Kyrena izay tonga tany Antiokia, dia niresaka tamin'ny jentilisa koa ka nitory an'i Jesosy Tompo. [ Gr. Grika; na Helenista]","Ary ny tanan'ny Tompo nomba azy ireo, ka maro no isan'izay nino sy niverina ho amin'ny Tompo.","Ary ren'ny sofin'ny fiangonana tany Jerosalema ny amin'ireo, dia naniraka an'i Barnabasy izy handeha hatrany Antiokia.","Ary rehefa tonga izy ka nahita ny fahasoavan'Andriamanitra, dia faly ka nananatra azy rehetra haharitra hiray amin'ny Tompo amin'ny fo minia fatratra.","Fa lehilahy tsara fanahy izy sady feno ny Fanahy Masina sy finoana; ary maro be ny olona nanampy ho an'ny Tompo.","Dia lasa Barnabasy nankany Tarsosy hitady an'i Saoly.","Ary rehefa nahita azy izy, dia nitondra azy hankany Antiokia. Ary niara-niasa tao amin'ny fiangonana hatramin'ny herintaona ngarangidina izy roa lahy ka nampianatra olona maro; ary tany Antiokia no voalohany nanaovana ny anaran'ny mpianatra hoe.","Ary tamin'izany andro izany dia nisy mpaminany sasany avy tany Jerosalema nankany Antiokia.","Ary nitsangana ny anankiray tamin'ireny, izay atao hoe Agabo, fa voatsindrin'ny Fanahy izy ka nilaza fa hisy mosary be eran'ny tany rehetra. Ary dia tonga izany tamin'ny andron'i Klaodio.","Ary ny mpianatra ninia hampitondra zavatra araka ny ananany hamonjy ny rahalahy izay nonina tany Jodia.","Dia nataony izany, ary ny tànan'i Barnabasy sy Saoly no nampitondrainy izany ho any amin'ny loholona. [ Gr. presbytera]"]}