{"book":"Asan'ny Apostoly","chapter":13,"verses":["Ary teo amin'ny fiangonana tany Antiokia nisy mpaminany sy mpampianatra: Barnabasy sy Simeona, izay atao hoe Nigera, sy Losio Kyreniana sy Menahema (izay niolonono tamin'i Heroda mpanapaka) ary Saoly.","Ary raha nanao fanompoam-pivavahana ho an'ny Tompo sy nifady hanina ireo, dia hoy ny Fanahy Masina: Atokàny ho Ahy Barnabasy sy Saoly hanao ny asa izay efa niantsoako azy.","Ary rehefa nifady hanina sy nivavaka ary nametra-tanana taminy izy, dia nandefa azy.","Ary rehefa nirahin'ny Fanahy Masina izy roa lahy, dia nidina nankany Seleokia izy ka niondrana an-tsambo teo hankany Kyprosy.","Ary nony tonga tany Salamisy izy, dia nitory ny tenin'Andriamanitra teny amin'ny synagogan'ny Jiosy; ary nitondra an'i Jaona koa ho mpanampy azy izy.","Ary rehefa namaky ny nosy ka tonga tany Pafo izy, dia nahita Jiosy anankiray atao hoe Barjesosy, mpanao ody sady mpaminany sandoka,","izay nitoetra tao amin'i Serygio Paolo, governoran'ny tany sady lehilahy hendry; ary izy nampaka an'i Barnabasy sy Saoly hankao aminy ka naniry mba hahare ny tenin'Andriamanitra.","Fa Elyma, mpanao ody (fa izany no anarany, raha adika), nanohitra azy roa lahy sady nitady hampivily ny governora tsy hanaiky ny finoana.","Fa Saoly kosa, izay atao hoe koa Paoly, feno ny Fanahy Masina, dia nibanjina azy","ka nanao hoe: Ialahy feno ny fitaka rehetra sy ny fahafetsena rehetra, ialahy zanaky ny devoly sady fahavalon'ny fahamarinana rehetra, tsy hitsahatra tsy hamily ny lala-mahitsin'ny Tompo va ialahy?","Ary, indro, ankehitriny ny tanan'ny Tompo hamely an'ialahy, dia ho jamba ialahy ka tsy hahita masoandro aloha. Dia latsaka tao aminy niaraka tamin'izay ny mampanjambena sy ny aizina, ary niraparapa nitady olona hitantana azy izy.","Ary ny governora, nony nahita izay efa natao, dia nino sady talanjona tamin'ny fampianaran'ny Tompo.","Ary Paoly sy ny namany, rehefa niondrana an-tsambo niala avy tany Pafo, dia tonga tany Peryga any Pamfyha; fa Jaona nandao azy ka niverina nankany Jerosalema.","Ary rehefa niala tany Peryga izy ireo, dia nandroso nankany Antiokia any Pisidia, dia niditra tao amin'ny synagoga tamin'ny andro Sabata ka nipetraka teo.","Ary rehefa vita ny famakiana ny lalàna sy ny mpaminany, ny mpanapaka ny synagoga dia nampilaza taminy ka nanao hoe: Ry rahalahy, raha misy fananarana hataonareo amin'ny olona, dia ataovy.","Ary Paoly nitsangana, dia nanofa tanana azy ka nanao hoe: Ry lehilahy Isiraely sy ianareo izay matahotra an'Andriamanitra, mihainoa;","Andriamanitr'izao olona Isiraely izao efa nifidy ny razantsika ka nanandratra ny olona, raha nivahiny tany amin'ny tany Egypta izy, ary sandry avo no nitondrany azy nivoaka avy tany.","Ary Izy nandefitra tamin'ny nataony tany an-efitra tokony ho efa-polo taona. [ Na: (nitondra azy tahaka ny fitondran'ny olona ny zanany; izahao Deo. 1.31)]","Ary rehefa nandrava firenena fito tany amin'ny tany Kanana Izy, dia nampandovainy ny tanin'ireny izy","tokony ho dimam-polo amby efa-jato taona; ary rehefa afaka izany, dia nomeny mpitsara izy hatramin'i Samoela mpaminany.","Ary rehefa afaka indray izany, dia nangataka mpanjaka izy; ka dia nomen'Andriamanitra azy efa-polo taona Saoly, zanak'i Kisy, lehilahy avy tamin'ny firenen'i Benjamina.","Ary rehefa nanaisotra an'i Saoly Izy, dia nanandratra an'i Davida ho mpanjakany sady nanambara azy hoe: Izaho nahita an'i Davida, zanak'i Jese, lehilahy araka ny foko, izay hanao ny sitrapoko rehetra (1 Sam. 13. 14; Sal. 89. 20).","Avy tamin'ny taranak'izany lehilahy izany no nitondran'Andriamanitra an'i Jesosy araka ny teny fikasana ho Mpamonjy ny Isiraely,","rehefa notorin'i Jaona tamin'ny olona Isiraely rehetra aloha ny batisan'ny fibebahana, fony tsy mbola tonga Izy.","Ary Jaona, rehefa nadiva no nahatanteraka ny nalehany, dia nanao hoe: Ataonareo ho iza moa aho? Tsy Izy aho; fa, indro, misy Anankiray avy ao aoriako, ka izaho tsy miendrika hamaha ny kapa eo an-tongony akory.","Ry rahalahy, taranak'i Abrahama, sy izay rehetra eo aminareo matahotra an'Andriamanitra, dia ho amintsika no nampitondrana ny tenin'izao famonjena izao.","Fa izay monina any Jerosalema sy ny loholony, satria tsy mba nahafantatra Azy, na ny feon'ny mpaminany izay vakina isan-tSabata, dia nahatanteraka izany tamin'ny nanamelohany Azy.","Ary na dia tsy hitany aza izay tokony hanamelohana Azy ho faty, dia nangataka tamin'i Pilato ihany izy hamonoana Ary.","Ary rehefa nahatanteraka izay rehetra voasoratra ny amin'i Jesosy izy, dia nanaisotra Azy tamin'ny hazo ka nandevina Azy tao am-pasana.","Fa Andriamanitra kosa nanangana Azy tamin'ny maty.","Ary Izy niseho andro maro tamin'izay niara-niakatra taminy avy tany Galilia ho any Jerosalema, ka dia ireo no vavolombelony amin'ny olona ankehitriny.","Ary izahay mitory ny filazantsara aminareo, dia ilay teny fikasana nolazaina tamin'ny razana,","dia ny nahatanterahan'Andriamanitra izany tamin'ny zanatsika, raha nanangana an'i Jesosy Izy, araka ny voasoratra eo amin'ny Salamo faharoa hoe: Zanako Hianao, Izaho niteraka Anao androany (Sal. 2. 7).","Ary ny amin'ny nananganany Azy tamin'ny maty, ka tsy hiverina ho amin'ny lò intsony Izy, dia izao no voalazany: Homeko anareo ny famindram-po mahatoky nampanantenaina an'i Davida (Isa. 55. 3).","Fa hoy Izy ao amin'ny Salamo hafa koa: Tsy hamela ny Iray Masinao ho tratry ny lò Hianao (Sal. 16. 10).","Fa Davida, rehefa nahatanteraka ny sitrapon'Andriamanitra hahasoa ny olona niara-belona taminy, dia nodi-mandry ka nangonina ho any amin'ny razany izy ary tratry ny lò; [Na. Fa Davida, rehefa nanompo ny olona niara-belona taminy, dia nodi-mandry araka ny sitrapon'Andriamanitra]","fa Izay natsangan'Andriamanitra no tsy mba tratry ny lò.","Ary aoka ho fantatrareo, ry rahalahy, fa izany Lehilahy izany no itoriana famelan-keloka aminareo;","ary ao aminy no anamarinana izay rehetra mino ho afaka amin'ny heloka rehetra izay tsy azo nanamarinana anareo tamin'ny lalàn'i Mosesy.","Koa tandremo fandrao hihatra izay voalaza eo amin'ny mpaminany hoe:","Izahaonareo mpamotsifotsy, dia gagà, ka levona; Fa Izaho manao asa amin'ny andronareo, Dia asa izay tsy hinoanareo akory, na dia hisy hilaza aminareo aza (Hab. 1. 5)","Ary rehefa nivoaka izy, dia nangatahiny holazaina aminy indray izany teny izany amin'ny Sabata manaraka.","Ary rehefa nirava ny fiangonana, dia maro tamin'ny Jiosy sy ny proselyta izay nanompo an'Andriamanitra no nanaraka an'i Paoly sy Barnabasy, izay niteny taminy ka namporisika azy haharitra amin'ny fahasoavan'Andriamanitra.","Ary nony tamin'ny Sabata manaraka, dia saiky tafangona avokoa ny tao an-tanàna hihaino ny tenin'Andriamanitra.","Nefa ny Jiosy kosa, raha nahita ny vahoaka betsaka, dia feno fialonana ka nanohitra ny teny nolazain'i Paoly, sady niteny ratsy. [ Gr. nanao blasfemia, izahao Mat. 9.3]","Ary Paoly sy Barnabasy dia niteny tamin'ny fahasahiana ka nanao hoe: Hianareo no tsy maintsy nitoriana ny tenin'Andriamanitra aloha; fa rehefa mandà izany ianareo ka manao ny tenanareo ho tsy miendrika hahazo fiainana mandrakizay, dia indro, mitodika mankany amin'ny jentilisa izahay;","fa izao no nandidian'ny Tompo anay: Efa nanendry Anao ho fahazavan'ny jentilisa Aho, Mba ho famonjena hatrany amin'ny faran'ny tany Hianao (Isa. 49. 6).","Ary rehefa nandre izany ny jentilisa, dia faly izy ka nankalaza ny tenin'Andriamanitra; ary izay voalahatra ho amin'ny fiainana mandrakizay dia nino. [ Na: ny tenin'ny Tompo]","Ary ny tenin'ny Tompo dia naely eran'izany tany rehetra izany.","Fa ny Jiosy nampitaitra ny vehivavy manan-kaja izay nivavaka sy ny lehibe tao an-tanàna, dia nahatonga fanenjehana tamin'i Paoly sy Barnabasy ireny ka nandroaka azy niala tamin'ny taniny.","Fa izy roa lahy kosa nanintsana ny vovoka tamin'ny tongony hiampanga ireo, dia nankany Ikonioma.","Ary dia feno fifaliana sy ny Fanahy Masina ny mpianatra."]}