{"book":"Asan'ny Apostoly","chapter":7,"verses":["Ary hoy ny mpisoronabe: Moa izany tokoa va?","fa hoy Stefana: Mihainoa, ry rahalahy sy ianareo ray: Andriamanitry ny voninahitra niseho tamin'i Abrahama razantsika, raha tany Mesopotamia izy, fony tsy mbola nonina tany Harana,","ka nanao taminy hoe: Mialà amin'ny taninao sy ny havanao, ka andeha ho any amin'ny tany izay hasehoko anao (Gen. 12. 1).","Dia niala tamin'ny tanin'ny Kaldeana izy ka nonina tany Harana; ary rehefa maty ny rainy, dia nafindran'Andriamanitra niala teo izy hankany amin'ny tany izay onenanareo ankehitriny.","Ary tsy nomeny lova teto izy, na dia eram-paladia akory aza; kanefa nampanantenainy izy fa homeny azy sy ny taranany mandimby azy ho lovany izany, na dia tsy mbola nanan-janaka akory aza izy.","Ary nolazain'Andriamanitra fa ny taranany hivahiny any amin'ny tanin'ny firenena hafa ary handevoziny sy hampahoriny efa-jato taona.","Nefa ny firenena izay hotompoiny dia hotsaraiko kosa, hoy Andriamanitra; ary rehefa afaka izany, dia hivoaka izy ka hanompo Ahy eto amin'ity tany ity (Gen. 15. 13, 14).","Ary nomeny fanekena amin'ny famorana izy. Ary dia niteraka an'isaka izy ka namora azy tamin'ny andro fahavalo; ary Isaka niteraka an'i Jakoba, ary Jakoba niteraka ny patriarka roa ambin'ny folo lahy.","Ary nialona an'i Josefa ny patriarka ka nivarotra azy ho any Egypta; nefa Andriamanitra nomba azy","ka nahafaka azy tamin'ny fahoriany rehetra sady nanome azy fahasoavana sy fahendrena teo imason'i Farao, mpanjakan'i Egypta; ary izy nanendry azy ho mpanapaka any Egypta mbamin'izay rehetra tao an-dapany.","Ary nisy mosary eran'i Egypta sy Kanana rehetra, ka mafy ny fahoriana; ary tsy nahita hanina ny razantsika.","Fa nony nandre Jakoba fa nisy vary tany Egypta, dia naniraka ny razantsika izy tamin'ny voalohany.","Ary tamin'ny fanindroany dia fantatr'izy mirahalahy avy Josefa, ary dia fantatr'i Farao koa ny havan'i Josefa.","Ary Josefa naniraka ka nampaka an'i Jakoba rainy mbamin'ny mpianakaviny rehetra, dia olona dimy amby fito-polo izy.","Ary Jakoba nidina nankany Egypta, dia maty izy sy ny razantsika;","ary nentina ho any Sekema izy ka nalevina tao amin'ny fasana izay novidin'i Abrahama vola tamin'ny zanak'i Hamora tany Sekema.","Fa rehefa ho tonga ny fotoana hahatanterahana ny teny fikasana, izay nataon'Andriamanitra tamin'i Abrahama, dia nitombo sy nihamaro ny olona tany Egypta,","mandra-pitsangan'ny mpanjaka hafa tany Egypta, izay tsy nahalala an'i Josefa.","Ary izy nanao hafetsena tamin'ny razantsika, dia nampahory azy, ka dia samy nanary ny zanany vao teraka mba tsy ho velona izy.","Tamin'izany andro izany no nahaterahan'i Mosesy, ary tsara teo anatrehan'Andriamanitra izy ka notezaina telo volana tao an-tranon'ny rainy.","Fa rehefa nariana izy, dia nalain'ny zanakavavin'i Farao ka notezainy ho zanany.","Ary Mosesy nampianarina ny fahendrena rehetra nananan'ny Egyptiana, ary nahery tamin'ny teniny sy ny asany izy.","Ary rehefa ho efa-polo taona izy, dia velona tao am-pony ny hamangy ny Zanak'isiraely, rahalahiny","Ary raha nahita ny anankiray nampahorina maina izy, dia namaly ka namono ilay Egyptiana ary namonjy ilay nampahorina.","Ary nataony fa ho fantatry ny rahalahiny fa ny tànany no hamonjen'Andriamanitra azy; kanjo tsy fantany.","Ary nony ampitson'iny dia niseho tamin'ireo izay niady Mosesy ary nanao izay hampihavana azy ka nanao hoe: Raondriana, mirahalahy ianareo, koa nahoana ianareo no miady?","Fa ilay namely maina ny namany dia nanosika azy ka nanao hoe: Iza no nanendry an'ialahy ho mpanapaka sy mpitsara anay?","Moa ta-hamono ahy koa va ialahy tahaka ny namonoan'ialahy ilay Egyptiana omaly? (Eks. 2. 13, 14.)","Ary tamin'izany teny izany dia nandositra Mosesy ka nivahiny tany amin'ny tany Midiana, ary tany no niterahany zanaka roa lahy.","Ary rehefa afaka efa-polo taona, dia nisy anjely niseho taminy tany an-efitry ny tendrombohitra Sinay teo anaty lelafo teo amin'ny voaroy.","Ary Mosesy, nony nahita, dia gaga noho ny fahitana; nefa nony nanatona handinika izy, dia tonga ny feon'ny Tompo nanao hoe:","Izaho no Andriamanitry ny razanao, dia Andriamanitr'i Abrahama sy Isaka ary Jakoba (Eks. 3. 6). Dia tora-kovitra Mosesy ka tsy sahy nandinika.","Ary hoy Jehovah taminy: Esory ny kapa amin'ny tongotrao; fa masina io tany ijanonanao io.","Hitako tokoa ny fahorian'ny oloko any Egypta, ary reko ny fitarainany, dia nidina hamonjy azy Aho. Koa andeha ankehitriny, dia hirahiko ho any Egypta ianao (Eks. 3. 5-10).","Izany Mosesy izany dia nolaviny ka nataony hoe: Iza no nanendry an'ialahy ho mpanapaka sy mpitsara? (Eks. 2. 14) kanjo izy ihany no nirahin'Andriamanitra ho mpanapaka sy mpanavotra nomban'ny tanan'ny Anjely, Ilay niseho taminy teo amin'ny voaroy.","Izy no nitondra ny olona nivoaka sady nanao fahagagana sy famantarana tany Egypta sy teo amin'ny Ranomasina Mena ary tany an-efitra efa-polo taona.","Izany no Mosesy izay nilaza tamin'ny Zanak'isiraely hoe: Mpaminany no hatsangan'Andriamanitra ho anareo avy amin'ny rahalahinareo, tahaka ahy (Deo. 18. 15).","Izy ilay teo amin'ny fiangonana tany an-efitra mbamin'ny Anjely izay niteny taminy tany an-tendrombohitra Sinay sy tamin'ny razantsika, ka izy no nandray teny velona mba homeny antsika.","Nefa ny razantsika tsy nety nanaiky azy, fa nandà, dia manina an'i Egypta ny fony,","ka hoy izy tamin'i Arona: Anaovy andriamanitra izahay, hitarika antsika eo aloha; fa ilay Mosesy iny, izay nitondra antsika nivoaka avy tany amin'ny tany Egypta, dia tsy fantatray izay nanjo azy (Eks. 32. 1).","Ary dia nanao ombilahy kely izy tamin'izany andro izany, dia nanatitra fanatitra tamin'ny sampy ka niravoravo tamin'ny asan'ny tànany.","Fa Andriamanitra nihodina, dia nanolotra azy hanompo izay eny amin'ny lanitra; araka ny voasoratra eo amin'ny bokin'ny mpaminany hoe: Moa nanatitra zavatra voavono sy fanatitra ho Ahy efa-polo taona tany an-efitra va ianareo, ry taranak'isiraely?","Tsia, fa nobetainareo ny tranolain'i Moloka sy ny kintan'ny andriamanitra atao hoe Refana, Dia ny endri-javatra izay nataonareo hivavahana, Ka dia hamindra anareo ho any ankoatr'i Babylona Aho (Amo. 5. 25-27).","Ny trano-lain'ny Vavolombelona dia teo amin'ny razantsika tany an-efitra, tahaka ny voatendrin'izay niteny tamin'i Mosesy mba hanaovany azy araka ny endrika izay efa hitany.","Izany koa dia noraisin'ny razantsika izay nandimby ireo, ka nentiny niditra niaraka tamin'i Josoa tamin'ny nahazoany ny tanin'ny firenena izay noroahin'Andriamanitra hiala teo anoloan'ny razantsika hatramin'ny andron'i Davida;","izy nahita fitia anatrehan'Andriamanitra ka nangataka hahita trano ho an'Andriamanitr'i Jakoba.","Fa Solomona kosa no nanao trano ho Azy.","Kanefa ny Avo Indrindra tsy mitoetra ao amin'izay nataon-tànan'olona; araka ny nolazain'ny mpaminany hoe:","Ny lanitra no seza fiandrianako, Ary ny tany no fitoeran-tongotro; Koa trano manao ahoana no hataonareo ho Ahy? hoy Jehovah, Ary manao ahoana no ho fitoerana fitsaharako?","Tsy ny tanako va no nanao izao zavatra rehetra izao? (Isa. 66. 1, 2.)","Ry olona mafy hatoka sady tsy voafora fo sy sofina, ianareo manohitra ny Fanahy Masina mandrakariva; tahaka ny nataon'ny razanareo ihany no ataonareo koa.","Iza no mpaminany izay tsy nenjehin'ny razanareo? Eny, novonoiny aza izay naminany ny fihavian'ilay Marina; ary ankehitriny dia efa tonga mpamadika sy mpamono Azy ianareo,","dia olona izay nahazo ny lalàna tamin'ny nandaharan'anjely azy, nefa tsy nankato izany.","Ary nony nandre izany izy ireo, dia lotika ny fony, ka nihidy vazana taminy izy.","Fa Stefana, feno ny Fanahy Masina, dia nibanjina ny lanitra ka nahita ny voninahitr'Andriamanitra sy Jesosy nitsangana teo ankavanan'Andriamanitra,","dia nanao hoe: Indro, hitako ny lanitra misokatra ary ny Zanak'olona mitsangana eo ankavanan'Andriamanitra.","Ary ny olona niantso tamin'ny feo mahery sady nanentsin-tadiny ka indray nirodona taminy,","dia nandroaka azy ho eny ivelan'ny tanàna ka nitora-bato azy; ary ireo vavolombelona dia nametraka ny fitafiany teo anilan'ny tongotry ny zatovo anankiray atao hoe Saoly.","Ary ny olona nitora-bato an'i Stefana, izay niantso hoe: Ry Jesosy Tompo ô, raiso ny fanahiko.","Dia nandohalika izy ka niantso tamin'ny feo mahery hoe Tompo ô, aza atao ho helony anie izao ota izao. Ary rehefa nilaza izany izy, dia nodi-mandry."]}