{"book":"Asan'ny Apostoly","chapter":3,"verses":["Ary Petera sy Jaona niakatra ho eo an-kianjan'ny tempoly tamin'ny ora fahasivy fotoam-pivavahana.","Ary nisy nitondra lehilahy nalemy tongotra hatrany an-kibon-dreniny, izay napetrany isan'andro teo anoloan'ny vavahadin'ny tempoly, ilay atao hoe Itsaraendrika, mba hangataka fiantrana amin'izay niditra teo an-kianjan'ny tempoly;","nony nahita an'i Petera sy Jaona efa niditra eo an-kianjan'ny tempoly izy, dia nangataka mba homena fiantrana.","Ary Petera sy Jaona nibanjina azy ka nanao hoe: Mijere anay.","Dia nibanjina azy roa lahy tsara izy, fa nanantena hahazo zavatra taminy.","Fa hoy Petera: Tsy manana volafotsy na volamena aho, fa izay ananako no omeko anao: Amin'ny anaran'i Jesosy Kristy avy any Nazareta, mitsangantsangàna.","Ary noraisiny tamin'ny tànany ankavanana ralehilahy ka natsangany; dia natanjaka niaraka tamin'izay ny tongony sy ny kitrokeliny.","Ary niantsambotra izy ka nijoro, dia nitsangantsangana ary niara-niditra taminy ho eo an-kianjan'ny tempoly, nitsangantsangana ny niantsambotsambotra sady nidera an'Andriamanitra.","Ary ny vahoaka rehetra nahita azy mitsangantsangana sy midera an'Andriamanitra.","Ary fantany tsara fa io no ilay nipetraka teo amin'ny vavahady Itsaraendrika eo amin'ny tempoly mba hiantrana; dia gaga sady talanjona ny olona noho izay tonga tamin-dralehilahy.","Ary raha nihazona an'i Petera sy Jaona izy, dia niara-nirohitra ny olona rehetra ho eo amin'izy telo lahy teo amin'ny fialofana izay atao hoe Fialofan'i Solomona, ka talanjona.","Ary Petera, nony nahita, dia namaly ny vahoaka hoe: Ry lehilahy Isiraely, nahoana no talanjona amin'izany ianareo? Ary nahoana no mandinika anay ianareo, toa herinay na fahamasinanay no nanaovanay azy ho afa-mandeha?","Andriamanitr'i Abrahama sy Isaka ary Jakoba, Andriamanitry ny razantsika, no nanome voninahitra an'i Jesosy Mpanompony, Izay natolotrareo sy nolavinareo teo anatrehan'i Pilato, rehefa nokasainy halefa. [ Na: Zanany]","Fa ianareo nandà Ilay Masina sy Marina, ary mpamono olona no nangatahinareo halefa ho anareo;","fa ny Tompon'ny aina kosa no novonoinareo; fa Izy natsangan'Andriamanitra tamin'ny maty, ary vavolombelon'izany izahay.","Ary ny anarany no nampahatanjaka io lehilahy hitanareo sy fantatrareo io noho ny finoana ny anarany; eny, ny finoana izay azo amin'ny alalany no nahazoany izao fahasitranana tsara eto imasonareo rehetra izao.","Ary ankehitriny, ry rahalahy, fantatro fa tamin'ny tsi-fahalalana no nanaovanareo izany, tahaka ny mpanapaka anareo koa.","Fa izany no nahatanterahan'Andriamanitra ny zavatra nampilazainy ny mpaminany rehetra rahateo, fa hiaretan'ny Kristiny.","Koa mibebaha ianareo, ka miverena hamonoana ny fahotanareo, mba ho avy izay andro famelombelomana avy amin'ny fanatrehan'ny Tompo,","ary mba hanirahany ny Kristy voatendry ho anareo, dia Jesosy,","Ilay tsy maintsy horaisin'ny lanitra mandra-pihavin'ny andro fampodiana ny zavatra rehetra, izay nampilazain'Andriamanitra ny mpaminaniny masina hatramin'ny voalohany indrindra.","Fa Mosesy nilaza hoe: Mpaminany no hatsangan'i Jehovah Andriamanitra ho anareo avy amin'ny rahalahinareo, tahaka ahy; izy no hohenoinareo amin'izay rehetra holazainy aminareo.","Ary izay rehetra tsy hihaino izany mpaminany izany dia haringana tsy ho eo amin'ny olona (Deo. 18. 15, 19).","Ary ny mpaminany rehetra koa hatramin'i Samoela sy izay nanarakaraka, na iza na iza niteny, dia nanambara izao andro izao.","Hianareo no zanaky ny mpaminany sy ny fanekena nataon'Andriamanitra tamin'ny razanareo, raha hoy Izy tamin'i Abrahama: Ary amin'ny taranakao no hitahiana ny firenena rehetra ambonin'ny tany (Gen. 22. 18).","Andriamanitra, rehefa nanangana ny Mpanompony, dia naniraka Azy ho aminareo voalohany, mitahy anareo amin'ny fialanareo rehetra amin'ny faharatsianareo isam-batan'olona. [Na: ny Zanany]"]}