{"book":"Asan'ny Apostoly","chapter":22,"verses":["Ry rahalahy sy ianareo ray henoy ny teny halahatro aminareo ankehitriny hanala tsiny ny tenako.","Ary nony ren'ny olona fa teny Hebreo no nitenenany taminy, dia mainka nangina izy; ary hoy Paoly:","Izaho lehilahy Jiosy, teraka tany Tarsosy any Kilikia, fa teto amin'ity tanàna ity no nahabe ahy teo anilan'ny tongotr'i Gamaliela, dia nampianarina tsara ny lalàna avy tamin'ny razana aho, ary nazoto indrindra ho an'Andriamanitra tahaka anareo rehetra ankehitriny.","Nanenjika izay nanaiky izany fampianarana izany aho hatramin'ny mahafaty azy aza, dia namatotra azy, na lahy na vavy, ka nanolotra azy hatao an-tranomaizina; [ Gr. lalana]","ary ny mpisoronabe sy ny loholona rehetra no vavolombeloko, sady izy no nandraisako taratasy ho amin'ny rahalahy, dia nankany Damaskosy aho, mba ho entiko am-patorana hankany Jerosalema koa izay hita teo, mba hampijalina.","Ary raha nandeha aho ka mby teo akaiky an'i Damaskosy, tamin'ilay antoandrobe iny, dia nisy mazava lehibe nanelatrelatra tampoka avy tany an-danitra manodidina ahy;","dia lavo tamin'ny tany aho ka nandre feo nilaza tamiko hoe: Saoly, Saoly, nahoana ianao no manenjika Ahy?","Ary izaho namaly hoe: Iza moa Hianao, Tompoko? Dia hoy Izy tamiko: Izaho no Jesosy avy any Nazareta, Izay enjehinao.","Ary izay niaraka tamiko dia nahita ny mazava; nefa tsy mba nahare ny feon'izay niteny tamiko izy.","Ary hoy izaho: Tompoko, inona no hataoko? Dia hoy ny Tompo tamiko: Mitsangana, ka mandehana ho any Damaskosy; fa any no holazaina aminao izay rehetra voatendry hataonao.","Ary raha tsy nahajery aho noho ny famirapiratan'izany mazava izany, dia notantanan'ireo niaraka tamiko aho, ka dia tonga tany Damaskosy.","Ary ny lehilahy anankiray atao hoe Ananiasy, mpivavaka manaraka ny lalàna sady tsara laza teo amin'ny Jiosy rehetra izay nonina teo,","dia nanatona ahy ary nitsangana ka nanao tamiko hoe: Ry Saoly rahalahy, mahirata. Ary tamin'izany ora izany dia nahiratra aho ka nahita azy.","Ary hoy izy: Andriamanitry ny razantsika efa nanendry anao hahafantatra ny sitrapony sy hahita ny Iray Marina ary hihaino ny teny aloaky ny vavany;","fa ho vavolombelony amin'ny olona rehetra ianao ny amin'izay efa hitanao sy renao.","Ary ankehitriny inona no mampijanona anao? Mitsangàna, miantsoa ny anarany, ary aoka hatao batisa ianao ka hosasana ho afaka amin'ny fahotanao.","Ary rehefa tonga tany Jerosalema indray aho ka nivavaka teo an-kianjan'ny tempoly, dia azon-tsindrimandry","ka nahita Azy milaza amiko hoe: Maladia ianao, ka mivoaha faingana an'i Jerosalema; fa tsy handray ny fanambaranao Ahy izy.","Dia hoy izaho: Tompoko, izy ireo mahalala fa ny mino Anao dia nataoko tao an-tranomaizina sady nokapohiko tao amin'ny synagoga rehetra;","ary raha nalatsaka ny ran'i Stefana martioranao, izaho koa dia mba nitsangana teo ka nanaiky sady nitandrina ny fitafian'izay namono azy.","Ary hoy Izy tamiko: Mandehana, fa Izaho haniraka anao handeha lavitra any amin'ny jentilisa.","Ary ny olona nihaino azy hatramin'izany teny izany, dia nanandratra ny feony ka nanao hoe: Esory amin'ny tany ilehio, fa tsy tokony hovelomina izy!","Ary raha niantso sy niala lamba ary nanipy vovoka ho amin'ny rivotra izy,","dia nasain'ny mpifehy arivo ho entina any anati-rova Paoly, ary nasainy hadinina amin'ny kapoka, mba hahafantarany izay fototry ny nanakoran'ny olona azy toy izany.","Ary raha namatotra azy tamin'ny kofehy hoditra izy, dia hoy Paoly tamin'ny kapiteny izay hitsangana teo: Mety aminareo va ny mikapoka lehilahy Romana izay tsy mbola nohelohina?","Ary ny kapiteny, nony nahare, dia lasa nilaza tamin'ny mpifehy arivo ka nanao hoe: Inona izao hataonao izao? fa Romana io lehilahy io.","Dia nankeo aminy ny mpifehy arivo ka nanao taminy hoe: Lazao amiko: Romana va ianao? Dia hoy izy: Eny.","Ary ny mpifehy arivo namaly hoe: Vola be no nahazoako izany voninahitra izany. Fa hoy Paoly: Izaho kosa efa nanana izany hatry ny fony vao teraka.","Dia nandao azy faingana ireo olona efa hanadina azy; ary ny mpifehy arivo natahotra koa, rehefa nahalala azy fa Romana, satria efa nampamatotra azy izy.","Ary nony ampitso, satria ta-hahafantatra marina izay niampangan'ny Jiosy azy ny mpifehy arivo, dia namaha azy, ary nasainy niangona ny lohan'ny mpisorona sy ny Synedriona rehetra, ary Paoly nentiny nidina ka nampitoeriny teo anatrehany."]}