{"book":"Asan'ny Apostoly","chapter":5,"verses":["Fa nisy kosa lehilahy atao hoe Ananiasy sy Safira vadiny nivarotra tany,","ka nanafenany ho azy ny vola vidiny, ary ny vavy koa nahalala izany; dia nentiny ny vola sasany vidiny ka napetrany teo anoloan'ny tongotry ny Apostoly.","Ary hoy Petera: Ry Ananiasy, nahoana Satana no nameno ny fonao handainga amin'ny Fanahy Masina ka hanafina ny vola sasany vidin'ny tany?","Fony tsy namidy, tsy anao ihany va izy? Ary rehefa namidy, tsy anao hanaovanao izay sitraponao koa va? Nahoana no nisaina izany tao am-ponao ianao? Tsy nandainga tamin'olona ianao, fa tamin'Andriamanitra.","Ary Ananiasy, nony nandre izany teny izany, dia nikarapoka, ka afaka ny ainy; dia raiki-tahotra loatra izay rehetra nandre izany.","Ary nitsangana ny zatovo, dia nofonosiny ny faty ka nentiny nivoaka, dia naleviny.","Fa rehefa afaka tokony ho ora telo, dia niditra koa ny vavy, nefa tsy fantany izay efa nanjo teo.","Ary hoy Petera taminy: Lazao amiko: Izany ihany va no vola vidin'ny taninareo? Dia hoy izy: Eny, izany ihany.","Ary hoy Petera taminy: Nahoana ianareo no niray tetika haka fanahy ny Fanahin'ny Tompo? Indro, eo am-baravarana ny tongotr'izay nandevina ny vadinao, ary hitondra anao hivoaka koa izy.","Dia nikarapoka teo anoloan'ny tongony niaraka tamin'izay koa izy, ka afaka ny ainy; ary raha niditra ny zatovo, dia hitany fa maty, ary nentiny nivoaka ka naleviny teo anilan'ny lahy.","Dia raiki-tahotra indrindra ny fiangonana rehetra sy izay rehetra nandre izany.","Ary ny tanan'ny Apostoly no nanaovana famantarana sy fahagagana maro teo amin'ny vahoaka; ary izy rehetra niray saina teo amin'ny Fialofan'i Solomona;","ary tsy nisy tamin'ny olona sisa rehetra sahy niray taminy; nefa nankalaza azy ny vahoaka.","Ary vao mainka nisy olona maro koa na lahy na vavy izay nino ny Tompo nanampy ho isany;","ka dia nentiny teny an-dalambe aza ny marary ka napetrany teny ambony farafara sy fandriana, mba hisy ho azon'ny tandindon'i Petera ahay, raha mandalo izy.","Ary ny olona maro avy tamin'ny vohitra manodidina an'i Jerosalema dia nivory koa, nitondra ny marary sy izay nampahorin'ny fanahy maloto; dia sitrana avokoa izy rehetra.","Ary nitsangana ny mpisoronabe mbamin'ny namany rehetra (izay antokon'ny Sadoseo), fa feno fialonana izy,","dia nisambotra ny Apostoly izy ka nanao azy tao an-tranomaizina.","Fa nisy anjelin'ny Tompo namoha ny varavaran'ny tranomaizina nony alina, dia nitondra azy nivoaka ka nanao hoe:","Mandehana, ka mitsangàna, ary mitoria amin'ny vahoaka eo an-kianjan'ny tempoly ny teny rehetra milaza izany fiainana izany.","Ary rehefa nandre izany izy, dia niditra maraina koa teo an-kianjan'ny tempoly ka nampianatra. Ary rehefa tonga ny mpisoronabe sy ny namany, dia nampiangona ny Synedriona sy ny loholona rehetra tamin'ny Zanak'isiraely izy ka naniraka nankao amin'ny tranomaizina haka ny Apostoly.","Fa nony tonga ny mpiandry raharaha, dia tsy nahita azy tao an-tranomaizina; dia niverina izy ka nilaza hoe:","Ny tranomaizina dia hitanay mihidy tsara, ary ny mpiambina mitsangana eo am-baravarana; kanefa nony novohanay, dia tsy nahita olona tao izahay.","Ary ny lehiben'ny mpiambina ny tempoly sy ny lohan'ny mpisorona, rehefa nandre izany teny izany, dia niroahana ny amin'izay ho faran'izany.","Dia nisy tonga ka nilaza taminy hoe: Ireny lehilahy izay nataonareo tao an-tranomaizina ireny, dia indreo izy mitsangana eo an-kianjan'ny tempoly ka mampianatra ny olona.","Dia lasa ny lehiben'ny mpiambina sy ny mpiandry raharaha ka nitondra azy, nefa tsy nanao mahery, satria natahotra ny vahoaka izy, fandrao hotorahany vato.","Ary rehefa nentiny, dia napetrany teo anatrehan'ny Synedriona ireo, ary ny mpisoronabe nanontany azy","ka nanao hoe: Efa noraranay mafy dia mafy ianareo tsy hampianatra amin'izany anarana izany; kanjo, indro, efa nofenoinareo ny fampianaranareo Jerosalema, ka tianareo hankinina aminay ny ran'izany Lehilahy izany.","Fa Petera sy ny Apostoly namaly ka nanao hoe: Andriamanitra no tokony hekena mihoatra noho ny olona.","Andriamanitry ny razantsika efa nanangana an'i Jesosy, Izay novonoin'ny tananareo nahantonareo teo amin'ny hazo.","Izy nasandratry ny tanana ankavanan'Andriamanitra ho Tompo sy Mpamonjy, hanome fibebahana sy famelan-keloka ho an'ny Isiraely. [ Na: nasandratra ho eo an-tanana ankavanan'Andriamanitra]","Ary izahay dia vavolombelon'izany zavatra izany, ary ny Fanahy Masina koa, Izay efa nomen'Andriamanitra ny manaiky Azy.","Ary raha nandre izany izy, dia lotika ny fony, ka nihendry hamono azy izy.","Dia nitsangana teo amin'ny Synedriona ny Fariseo anankiray atao hoe Gamaliela, mpampiana-dalàna, izay nalaza teo amin'ny olona rehetra, ary nasainy navoaka kely ireo olona ireo.","Dia hoy izy tamin'ny namany: Ry lehilahy Isiraely, tandremo tsara izay hataonareo amin'ireo olona ireo.","Fa nitsangana fahiny Teodasy ka nanao ny tenany ho zavatra; tokony ho efa-jato no isan'ny lehilahy izay niandany taminy; fa novonoina izy ka nihahaka izay rehetra nanaiky azy ka tonga tsinontsinona.","Ary nanarakaraka azy indray, tamin'ny andro nanoratana ny vahoaka, dia nitsangana Jodasy avy any Galilia; ary izy nitaona olona hikomy hanaraka azy; dia novonoina koa izy, ka nihahaka izay rehetra nanaiky azy.","Ary ankehitriny dia lazaiko aminareo: Mandefera amin'ireo olona ireo, ka avelao ihany izy; fa raha avy amin'olona izao saina na asa izao, dia ho foana;","fa raha avy amin'Andriamanitra kosa izao, dia tsy ho azonareo foanana, sao dia miseho ho mpiady amin'Andriamanitra ianareo.","Dia nanaiky azy izy; ary rehefa niantso ny Apostoly izy, dia nikapoka azy sady nandrara azy tsy hiteny amin'ny anaran'i Jesosy intsony, ary dia nandefa azy handeha.","Ary ireo dia niala teo anatrehan'ny Synedriona, sady faly, satria natao miendrika hitondra fahafaham-baraka ho voninahitr'izany anarana izany.","Ary tsy nitsahatra nampianatra sy nitory an'i Jesosy ho Kristy isan'andro teo an-kianjan'ny tempoly sy tao an-trano izy."]}