{"book":"Asan'ny Apostoly","chapter":24,"verses":["Ary rehefa afaka hadimiana dia nidina Ananiasy mpisoronabe mbamin'ny loholona sasany sy Tertylo, mpandaha-teny anankiray, izay nanambara tamin'ny mpanapaka ny niampangany an'i Paoly.","Ary rehefa nantsoina izy, dia niampanga azy Tertylo ka nanao hoe:","Hianao no ahazoanay fiadanana lehibe, ary ny fitondranao efa nampandry tsara ity firenena ity; koa raisinay amin'ny fankasitrahana mandrakariva eny tontolo eny izany, ry Feliksa tsara indrindra ô.","Fa mba tsy hanahirana anao ela loatra aho, trarantitra ianao, henoy kely amin'ny faharetana izahay.","Fa io lehilahy io dia hitanay fa tena ratsy fanahy sady mpampikomy ny Jiosy rehetra eny tontolo eny, ary izy no tari-dalan'ilay antoko atao hoe Nazarena.","Izy io koa nitady handoto ny tempoly; dia nosamborinay izy; [ Ampio hoe: ka tianay hotsaraina araka ny lalànay]","","ary rehefa manadina azy ianao, dia ho fantatrao marina izay rehetra iampanganay azy.","Ary ny Jiosy koa dia nanaiky sy nilaza fa izany no izy.","Ary rehefa notondroin'ny mpanapaka hiteny Paoly, dia namaly ka nanao hoe: Fantatro fa ianao dia efa mpitsara ela tamin'ity firenena ity, ka dia faly aho handaha-teny hanala tsiny ny tenako;","fa azonao fantarina mora fa tsy mba mihoatra noho ny roa ambin'ny folo andro izay no niakarako hivavaka tany Jerosalema.","Ary tsy nisy nahita ahy niady hevitra tamin'olona teo an-kianjan'ny tempoly na nampitabataba ny vahoaka tao amin'ny synagoga, na tao an-tanàna;","ary tsy hainy hamarinina eto anatrehanao izay zavatra iampangany ahy ankehitriny.","Fa izao no ekeko aminao, fa araka ny fampianarana izay ataony hoe fitokoana no anompoako an'Andriamanitry ny razako, sady inoako izay rehetra voasoratra eo amin'ny lalàna sy ny mpaminany, [Gr. lalàna]","ary manantena amin'Andriamanitra aho, izay antenain'izy ireo koa, fa hisy fitsanganan'ny marina sy ny meloka.","Ary amin'izany dia mikely aina koa aho mba hanana fieritreretana tsy manameloka ahy na amin'Andriamanitra na amin'olombelona mandrakariva.","Ary nony afaka taona maro, dia tonga aho hitondra fiantrana sy fanatitra ho an'ny fireneko.","Ary tamin'izay dia hitany voadio teo an-kianjan'ny tempoly aho, tsy tamin'ny olona maro anefa, na tamin'ny fitabatabana; fa nisy Jiosy sasany avy any Asia,","- tokony hiseho eto anatrehanao ireo mba hiampanga ahy, raha tàhiny misy izay hiampangany ahy.","Na aoka ireto olona ireto ihany no hilaza izay ratsy hitany raha nitsangana teo anatrehan'ny Synedriona aho,","afa-tsy izao teny iray loha izao ihany, dia ilay nantsoiko raha nijanona teo afovoany aho hoe: Ny amin'ny fitsanganan'ny maty no itsarana ahy eto anatrehanareo anio.","Ary satria fantatr'i Feliksa tsaratsara kokoa ny amin'izany fampianarana izany, dia nampandeha azy rehetra izy aloha ka nanao hoe: Rehefa tafidinay Lysia, mpifehy arivo, dia hofotorako tsara ny raharahanareo. [ Gr. lalàna]","Ary izy nandidy ny kapiteny hiambina an'i Paoly sy hamela azy hitsangantsangana ary tsy handrara olona na dia iray akory aza amin'ny sakaizany izay ho avy hanompo azy.","Ary rehefa afaka andro vitsivitsy, dia tonga Feliksa sy Drosila vadiny, vehivavy Jiosy, dia nampaka an'i Paoly izy ka nihaino azy nitory ny finoana an'i Kristy Jesosy.","Ary raha nitory ny amin'ny fahamarinana sy ny fahononana ary ny fitsarana ho avy izy, dia raiki-tahotra Feliksa ka namaly hoe: Mandehana angaloha; fa raha malalaka, dia hampaka anao indray aho.","Sady nanantena koa izy fa homen'i Paoly vola; ka dia nampaka azy matetika izy ka niresaka taminy.","Ary rehefa afaka roa taona, dia Porsio Festosy no nandimby an'i Feliksa; ary Feliksa ta-hahazo sitraka tamin'ny Jiosy, ka dia mbola navelany ho mpifatotra ihany Paoly."]}