{"book":"Daniela","chapter":12,"verses":["Ary amin'izany andro izany dia hitsangana Mikaela, andrian-dehibe, izay mitsangana hiaro ny zanaky ny firenenao; ary hisy andro fahoriana, izay tsy nisy tahaka azy hatrizay nisian'ny firenena ka hatramin'izany andro izany; ary amin'izany dia ho afaka ny firenenao, dia izay rehetra hita voasoratra ao amin'ny boky.","Ary maro amin'izay matory ao amin'ny vovoky ny tany no hifoha: ny sasany ho amin'ny fiainana mandrakizay, ary ny sasany ho amin'ny henatra sy ny latsa mandrakizay.","Ary izay hendry dia hamirapiratra toy ny famirapiratry ny lanitra; ary izay mamerina ny maro ho amin'ny fahamarinana dia ho tahaka ny kitana mandrakizay doria.","Ary ianao, ry Daniela, dia ahoroninao ny teny, ka asio tombo-kase ny taratasy mandra-pihavin'ny andro farany; maro no hazoto mandinika, ka hitombo ny fahalalana.[Heb. hivoivoy]","Dia nijery aho Daniela, ka, indro, nisy roa hafa koa nitsangana ny anankiray teto amoron'ny ony, ary ny anankiray kosa teroa an-dafiny.","Ary hoy ny anankiray tamin'ilay lehilahy mitafy rongony fotsy, izay teo ambonin'ny rano amin'ny ony: Mandra-pahoviana vao ho tanteraka ny faran'ireo fahagagana ireo?","Ary ilay lehilahy mitafy rongony fotsy, izay teo ambonin'ny rano amin'ny ony, dia nanandratra ny tànany ankavanana sy ny tànany ankavia ho amin'ny lanitra ka reko nianiana tamin'Izay velona mandrakizay izy fa ho fetr'andro iray sy fetr'andro roa ary antsasaky ny fetr'andro; ary rehefa vita ny fanamontsamontsanana ny herin'ny olo-masina, dia ho tanteraka ireo rehetra ireo.","Ary nandre izany aho, nefa tsy nahafantatra; dia hoy izaho: Tompoko ô, hanao ahoana no hiafaran'ireo zavatra ireo?","Dia hoy izy: Andeha, ry Daniela, fa efa voahorona ny teny sady voaisy tombo-kase mandra-pihavin'ny andro farany.","Maro no hodiovina sy hofotsiana ary hozahan-toetra; fa ny ratsy fanahy kosa mbola hanao ratsy ihany, ary tsy hisy amin'ny ratsy fanahy hahafantatra, fa ny hendry no hahafantatra.","Ary hatramin'ny andro hampitsaharana ny fanatitra isan'andro sy hampidirana ny fahavetavetana mahatonga fandravana dia hisy andro sivifolo sy roan-jato amby arivo.","Sambatra izay miandry sy mahatratra ny andro dimy amby telo-polo amby telon-jato sy arivo.","Fa mandehana ianao mandra-pihavin'ny farany; fa hitsahatra ianao ka hitsangana ho ao amin'ny anjaranao amin'ny andro farany."]}