{"book":"Daniela","chapter":7,"verses":["Fahitana niseho tamin'i Daniela ny amin'ny fanjakana efatra lehibe, sy ny hitsaran'Andriamanitra ireo.Tamin'ny taona voalohany nanjakan'i Belsazara, mpanjakan'i Babylona, dia nanonofy Daniela sady nahita fahitana tao am-pandriany, ary nosoratany ny nofy, ka nambarany ny fotopototry ny teny.[Ar. fahitan'ny lohany]","Dia niteny Daniela ka nanao hoe: Nahita tamin'ny fahitako tamin'ny alina aho, fa, indreo, ny rivotra efatry ny lanitra nibosesika teny amin'ny ranomasina lehibe.","Ary nisy biby efatra lehibe samy hafa niakatra avy tamin'ny ranomasina.","Ny voalohany dia toy ny liona ary nanana elatry ny voromahery; nijery aho ambara-panongotra ny elany, ary natsangana avy tamin'ny tany izy ka najoro tamin'ny tongony roa toy ny fijoron'ny olona, sady natao manana fon'olombelona izy.","Ary indro koa ny faharoa, biby hafa tahaka ny bera, izay nampisondrotra ny ila-tenany, sady nisy taolan-tehezana telo teo am-bavany anelanelan'ny nifiny; ary toy izao no voalaza taminy: Mitsangàna, homàna nofo be.","Ary nony afaka izany, dia nahita aho fa, indro, nisy hafa koa toy ny leoparda, izay nanana ela-borona efatra teo an-damosiny, ary io biby io nanana loha efatra, ary nomena fanapahana izy.","Nony afaka izany, dia nahita tamin'ny fahitana tamin'ny alina aho, ary, indro ny fahefatra, biby mahatsiravina sady matanjaka sy mahery indrindra, ary nanana nify vy lehibe izy; nihinana sy nanotahota izy, ary ny sisa tsy laniny dia nohosihosen'ny tongony; ary hafa noho ny biby rehetra teo alohany izy sady nanana tandroka folo.","Nodinihiko ny tandroka, ka, indro, nisy tandroka iray kely koa nipoitra teo aminy, ary novohana teo anoloan'io ny tandroka telo tamin'ireo taloha; ary, indro, nanana maso toy ny mason'olona sy vava miteny zavatra mihoa-pampana izy.","Mbola nijery ihany aho mandra-pametraka ny seza fiandrianana, ary ny Fahagola no nipetraka teo, ny fitafiany dia fotsy toy ny fanala, ary ny volon-dohany toy ny volon'ondry madio; ny seza fiandrianany dia lelafo, ary ny kodiany dia afo mirehitra.","Ony afo no nivoaka sy nandeha avy teo anatrehany; arivoarivo no nanompo Azy, ary alinalina no nitsangana teo anatrehany; nipetraka ny Mpitsara, ary novelarina ny boky.","Dia mbola nijery ihany aho noho ny feon'ny teny mihoapampana notenenin'ilay tandroka; eny, nijery aho ambara-pamono ny biby, ka nolevonina ny tenany, ary natao teo amin'ny afo mirehitra izy.","Ary ny amin'ny biby, sasany, dia nesorina taminy ny fanapahany; nefa nohalavaina ihany ny andro hiainany mandra-pahalanin'ny andro sy ny fotoana.","Ary mbola nahita tamin'ny fahitana tamin'ny alina ihany aho, ary, indro, nisy toy ny zanak'olona avy tamin'ny rahon'ny lanitra, ary nankeo amin'ny Fahagola Izy, dia nampanakekeny teo anatrehany.","Ary nomena fanapahana sy voninahitra ary fanjakana Izy, mba hanompoan'ny fokom-pirenena sy ny firenena ary ny samy hafa fiteny rehetra Azy; ny fanapahany dia fanapahana mandrakizay ka tsy ho tapaka, ary ny fanjakany tsy ho rava.","Izaho Daniela nalahelo tam-panahy, ary ny fahitan'ny lohako naharaiki-tahotra ahy.","Dia nanakaiky ilay anankiray tamin'izay nitsangana teo aho ka nanontany azy ny fototr'izany rehetra izany. Dia nambarany tamiko, ka nampahafantariny ahy ny hevitry ny zavatra.","Ireo biby lehibe efatra ireo dia mpanjaka efatra izay hitsangana avy amin'ny tany.","Nefa ny olo-masin'ny Avo Indrindra no hahazo ny fanjakana ary hanana ny fanjakana mandrakizay alaovalo.","Dia naniry hahalala izay fototra marina ny amin'ny fahefatra aho, dia ilay biby hafa noho izy rehetra sady mahatsiravina indrindra izay nanana nify vy sy hoho varahina sady nihinana sy nanotahota, ary ny sisa tsy laniny dia nohosihosen'ny tongony;","ary ny amin'ny tandroka folo teo an-dohany sy ny anankiray koa izay nipoitra, ka nisy telo potraka teo anoloany, dia ilay tandroka nanana maso sy vava izay niteny zavatra mihoapampana, ary ny fijery azy dia lehibe noho ny namany.","Mbola nijery ihany aho, ary izany tandroka izany nanoto ny olo-masina ka naharesy azy,","ambara-pihavin'ny Fahagola, ka nomena rariny ny olo-masin'ny Avo Indrindra; ary tonga ny fotoana nahazoan'ny olo-masina ny fanjakana.","Izao no nolazainy: Ilay fahefatra amin'ny biby dia fanjakana fahefatra ety ambonin'ny tany, izay ho hafa noho ny fanjakana rehetra sady handrava ny tany rehetra ary hanosihosy sy hanorotoro azy.","Ary ny tandroka folo dia mpanjaka folo izay hitsangana avy amin'izany fanjakana izany; ary hisy iray koa hitsangana manaraka azy; hafa noho ny voalohany izy ary handresy mpanjaka telo.","Ary hiteny hanohitra ny Avo Indrindra izy sy hampahory ny olo-masin'ny Avo Indrindra ary hitady hanova fotoana sy lalàna; ary hatolotra eny an-tànany ireo ambara-pahatapitry ny fetr'andro iray sy ny fetr'andro roa ary ny antsasaky ny fetr'andro.","Fa hipetraka ny Mpitsara, ary hesorina ny fanapahany, ka horavana sy hosimbana hatramin'ny farany izy.","Ary ny fanjakana sy ny fanapahana ary ny fahalehibiazan'ny fanjakana eny ambanin'ny lanitra rehetra dia homena ny olo-masin'ny Avo Indrindra; ny fanjakany dia fanjakana mandrakizay, ary ny fanapahana rehetra dia hanompo sy hanoa Azy.","Hatramin'izao no faran'izany zavatra izany. Ny amiko, izaho Daniela, dia naharaiki-tahotra ahy indrindra ny eritreritro, ka nivaloarika ny tarehiko, nefa notehiriziko tao am-poko ihany izany zavatra izany."]}