{"book":"Daniela","chapter":10,"verses":["Tamin'ny taona fahatelo nanjakan'i Kyrosy, mpanjakan'i Persia, dia nisy nambara tamin'i Daniela, izay atao hoe Beltesazara; marina ny teny, ary ady mafy no nolazainy; ary nahalala ny teny izy sady nahafantatra ny fahitana.","Tamin'izany andro izany izaho Daniela dia nisaona roatokom-bolana mipaka.","Tsy nihinana hanim-py aho, sady tsy nanendry hena na divay ny vavako, ary tsy nihosotra diloilo akory aho ambara-pahatapitry ny roatokom-bolana mipaka.","Ary tamin'ny andro fahefatra amby roa-polo tamin'ny volana voalohany, raha teo amoron'ny ony lehibe aho (Hidekela izany),","dia nanopy ny masoko aho ka nijery, ary, indro, nisy lehilahy iray nitafy rongony fotsy, ka tena volamena avy any Ofaza no nisikinany;","tahaka ny krysolita ny tenany. ary tahaka ny helatra ny tarehiny, ary tahaka ny fanilo mirehitra ny masony, ary mivolom-barahina manganohano ny sandriny sy ny tongony; ary ny feony toy ny feon'olona maro be;","ary izaho Daniela ihany no nahita ny fahitana; fa ny olona izay teo amiko kosa tsy mba nahita izany, fa toran-kovitra indrindra izy ka nandositra niery.","Ary dia nilaozana ho irery aho ary nahita izany fahitana lehibe izany, dia tsy nisy hery tafajanona tato amiko; fa nihasimba nivaloarika ny tarehiko, ary tsy nisy hery intsony tamiko.","Nefa nandre ny teniny ihany aho; ary nony nandre izany aho, dia renoky ny torimaso niankohoka tamin'ny tany.","Ary, indro, nisy tanana nanohina ka nanarina ahy handohalika sy hitehin-tanana, nefa mbola nangozohozo ihany.","Ary hoy izy tamiko: Ry Daniela malala ô, fantaro ny teny Izay lazaiko aminao, ka mijoroa; fa nirahina ho at? aminao aho ankehitriny. Ary nony nilaza izany teny izany tamiko izy, dia nitsangana nangozohozo teo aho.","Dia hoy izy tamiko: Aza matahotra, ry Daniela; fa hatramin'ilay andro voalohany nampiasanao ny fonao hahalala sy hampahory ny tenanao teo anatrehan'Andriamanitrao dia reko ny teninao, ary noho ny teninao dia avy aho.","Fa ilay andrianan'ny fanjakan'i Persia nanohitra ahy iraika amby roa-polo andro; fa indro kosa Mikaela, anankiray amin'ireo andriana lehibe, no tonga hanampy ahy; ka dia izaho ihany no sisa nijanona teo amin'ny mpanjakan'i Persia.[Heb. voalohany]","Ary avy hampahafantatra anao izay hanjo ny firenenao any am-parany aho, satria mbola hihatra amin'izany andro izany ny fahitana.","Ary nony nilaza izany teny izany tamiko izy, dia niankohoka tamin'ny tany aho sady tsy nahateny.","Ary, indro, nisy anankiray miendri-janak'olombelona nanendry ny molotro, dia niloa-bava aho ka niteny nanao tamin'ilay nitsangana teo anatrehako hoe: Tompoko, azon'ny fanaintainana aho noho ny fahitana ka tsy manan-kery intsony.","Fa aiza no ahazoan'ity izaho mpanompon'ny tompoko ity hiteny aminao tompoko? Ary tamin'izay dia tsy nisy hery nitoetra tato amiko intsony, na nisy aina sisa tato amiko.","Ary nisy indray nanana endrik'olona nanendry ahy koa, dia nampahery ahy","ka nanao hoe: Aza matahotra, ry ilay malala indrindra; fiadanana anie ho anao, mahereza, eny, mahereza. Ary rehefa niteny tamiko izy, dia nihahery aho ka nanao hoe: Aoka hiteny ianao tompoko, satria efa nampahery ahy.","Dia hoy izy: Moa fantatrao va ny nihaviako at? aminao? Ankehitriny dia hiverina hiady amin'ny andrianan'i Persia aho, ary rehefa mivoaka aho, dia, indro, ho avy ny andrianan'i Grisia.","Fa hambarako aminao izay voasoratra ao amin'ny soratra marina; nefa tsy misy miara-misikina amiko hanohitra ireo, afa-tsy Mikaela andriananareo."]}