{"book":"Daniela","chapter":5,"verses":["Belsazara mpanjaka nanao fanasana lehibe ho an'ny mpanolo-tsainy arivo lahy, ary teo anatrehan'ireny no nisotroany divay.","Nony efa nisotro divay Belsazara, dia nasainy nalaina ny fanaka volamena sy volafotsy izay nalain'i Nebokadnezara rainy avy tao amin'ny tempoly tany Jerosalema, mba hisotroan'ny mpanjaka sy ny mpanolotsainy sy ny vadiny mbamin'ny vaditsindranony.","Dia nentiny ny fanaka volamena izay nalaina avy teo amin'ny tempolin'ny tranon'Andriamanitra tany Jerosalema, ary ny mpanjaka sy ny mpanolo-tsainy sy ny vadiny mbamin'ny vaditsindranony nisotro taminy.","Eny, nisotro divay izy sady nankalaza ny andriamanitra volamena sy volafotsy sy varahina sy vy sy hazo ary vato.","Tamin'izay dia nisy rantsan- tànan'olona niseho ka nanoratra tandrifin'ny jiro tamin'ny lalotra sokay teo amin'ny rindrin'ny lapan'ny mpanjaka; ary ny mpanjaka nahita ilay rantsan-tanana nanoratra.","Dia nivaloarika ny tarehin'ny mpanjaka, ary naharaiki-tahotra azy ny eritreriny, ka dia nivahavaha ny valahany, sady niady ny lohaliny.","Dia niantso mafy ny mpanjaka hampiditra ny mpisikidy sy ny Kaldeana ary ny mpanandro. Ary ny mpanjaka niteny ka nanao tamin'ny olon-kendrin'i Babylona hoe: Na zovy na zovy no mahavaky io soratra io sady milaza ny heviny amiko dia hampiakanjoina volomparasy, sy hasiana rojo volamena ny vozony, ary ho isan'ny mpanapaka telo lahy amin'ny fanjakana izy.","Dia niditra avokoa ny olon-kendrin'ny mpanjaka, nefa tsy nisy nahavaky ny soratra na nampahalala ny mpanjaka ny heviny.","Dia natahotra indrindra Belsazara mpanjaka, ka nivaloarika ny tarehiny, ary vaka ter? ny mpanolo-tsainy.","Ary ny renin'ny mpanjaka niditra tao amin'ny trano fanasana noho ny tenin'ny mpanjaka sy ny mpanolo-tsainy; dia niteny ny renin'ny mpanjaka ka nanao hoe: Ry mpanjaka ô, ho velona mandrakizay anie ianao, aoka tsy haharaiki-tahotra anao ny eritreritrao, na hivaloarika ny tarehinao.","Misy lehilahy ato amin'ny fanjakanao izay manana fanahin'ireo andriamanitra masina ao anatiny; ary fony fahavelon-drainao dia hita fa nisy fahazavan-tsaina sy fahalalana ary fahendrena tao aminy tahaka ny fahendren'ireo andriamanitra; ka nataon'i Nebokadnezara mpanjaka rainao, dia ny mpanjaka rainao, hoy izaho, ho lehiben'ny ombiasy sy ny mpisikidy sy ny Kaldeana ary ny mpanandro izy;","fa fanahy hendry sy fahalalana sy saina ary fahaiza-milaza nofy sy fanambarana teny sarotra sy fampisehoana hevitra miafina no hita tao amin'izany Daniela izany, izay nomen'ny mpanjaka anarana hoe Beltesazara, koa aoka hantsoina Daniela, fa holazainy ny hevitry ny teny.","Dia nampidirina teo anatrehan'ny mpanjaka Daniela. Ary ny mpanjaka niteny ka nanao tamin'i Daniela hoe: Hianao mantsy no Daniela, ilay isan'ny babo avy amin'ny taranak'i Joda, izay nentin'ny mpanjaka raiko avy tany Joda.","Efa reko ny aminao, fa ianao manana fanahin'ireo andriamanitra sady misy fahazavan-tsaina sy fahalalana ary fahendrena tsara hita ao aminao.","Ary vao teo dia efa nampidirina teto anatrehako ny olon-kendry sy ny mpisikidy hamaky io soratra io sy hampahafantatra ahy ny heviny; fa tsy nahalaza ny hevitry ny teny izy;","ary efa reko ny aminao, fa ianao no mahalaza hevitra sy mahay mampiseho hevitra miafina; koa raha mahavaky ny soratra sy mampahafantatra ahy ny heviny ianao, dia hampiakanjoina volomparasy, sy hasiana rofo volamena ny vozonao, ary ho isan'ny mpanapaka telo lahy amin'ny fanjakana ianao.","Dia namaly Daniela ka nanao teo anatrehan'ny mpanjaka hoe: Aoka ihany ho anao ny fanomezanao, ary ny valim-pitianao omeo ny hafa; nefa hovakiko amin'ny mpanjaka ihany ny soratra, ary hampahafantariko azy ny heviny.","Ny aminao, ry mpanjaka ô, Andriamanitra Avo Indrindra efa nanome fanjakana sy fahalehibiazana sy voninahitra ary laza an'i Nebokadnezara rainao;","ary noho ny fahalehibiazana izay nomeny azy, ny fokom-pirenena sy ny firenena ary ny samy hafa fiteny rehetra dia nangovitra sy natahotra teo anatrehany; izay tiany hovonoina dia novonoiny; ary izay tiany hovelomina dia novelominy; ary izay tiany hasandratra dia nasandrany; ary izay tiany haetry dia naetriny.","Fa nony niavonavona kosa ny fony, ary nikikitra tamin'ny fireharehana ny fanahiny, dia naetry niala tamin'ny seza fiandrianan'ny fanjakany izy, ary ny voninahiny nesorina taminy;","dia noroahina niala tamin'ny zanak'olombelona izy; ary ny fony natao tahaka ny an'ny biby, ary ny fonenany tany amin'ny boriki-dia, dia nampihinanina ahitra toy ny omby izy, ary kotsan'ny andon'ny lanitra ny tenany, ambara-pahafantany fa Andriamanitra Avo Indrindra no manapaka amin'ny fanjakan'ny olona, ary izay tiany no tendreny ho mpanjakany.","Ary ianao, ry Belsazara zanany, dia tsy mba nampietry ny fonao, na dia fantatrao aza izany rehetra izany;","fa niavonavona tamin'ny Tompon'ny lanitra ianao; ary ny fanaky ny tranon'Andriamanitra dia nentina eto anatrehanao, ary ianao sy ny mpanolo-tsainao sy ny vadinao mbamin'ny vaditsindranonao nisotro divay taminy; ary ianao nankalaza ny andriamanitra volafotsy sy volamena sy varahina sy vy sy hazo ary vato, izay tsy mahita, na mandre, na mahalala; fa Andriamanitra Izay mitana ny ainao sady Tompon'ny alehanao rehetra dia tsy mba nankalazainao.","Ary noho izany dia Izy no nihavian'ilay rantsan-tanana, ka voasoratra ireo teny ireo.","Ary ny teny voasoratra dia izao: Mene, Mene, Tekela, Oparesina.[Oparesina = sy Paresina]","Izao no hevitry ny teny: Mene, voaisan'Andriamanitra ny nanjakanao ka taperiny amin'izao;","Tekela, efa voalanja tamin'ny mizana ianao ka, indro, latsa-danja;","Paresa, zarazaraina ny fanjakanao ka omena ho an'ny Mediana sy ny Persiana.","Ary Belsazara dia nanome teny, ka dia nampiakanjoina volomparasy Daniela, sady nasiana rojo volamena ny vozony, ary nisy niantso azy ho isan'ny mpanapaka telo lahy amin'ny fanjakana.","Ary tamin'io alina io ihany dia novonoina Belsazara, mpanjakan'ny Kaldeana."]}