{"book":"Daniela","chapter":8,"verses":["Tamin'ny taona fahatelo nanjakan'i Belsazara mpanjaka dia nisy fahitana niseho tamiko, izaho Daniela, taorian'ilay niseho tamiko tamin'ny voalohany.","Ary nahita tamin'ny fahitana aho, ka raha mbola nijery aho, dia, indro, tao Sosana tao amin'ny lapan'ny mpanjaka izay ao amin'ny tany Elama aho; ary nahita tamin'ny fahitana aho, ka teo amoron'ny ony Olay aho.","Dia natopiko ny masoko, ka hitako, fa, indro, nisy ondrilahy iray nitsangana teo amoron'ny ony, izay nanana tandroka roa; lava ireo tandroka ireo, ary ny anankiray lava noho ny anankiray, nefa ilay lavalava kokoa no niposaka taoriana.","Hitako ny ondrilahy manoto miankandrefana sy mianavaratra ary mianatsimo; ary tsy nisy biby nahajanona teo anoloany, ary tsy nisy naharombaka izay mby teny an-tanany; fa nanao araka izay sitrapony izy ka tonga lehibe.[Na: niavonavona]","Ary raha mbola nandinika aho, dia, indro, nisy osilahy nivoaka avy tany andrefana ka nitety ny tany rehetra, nefa tsy nikasika ny tany; ary ilay osilahy dia nanana tandroka lehibe teo anelanelan'ny masony.","Ary izy nankeo amin'ilay ondrilahy nanana tandroka roa, dia ilay efa hitako nitsangana eo amoron'ny ony, ka nanazakazaka azy tamin'ny fahatezeran'ny heriny.","Ary hitako nanatona ho eo anilan'ny ondrilahy izy, dia nisafoaka taminy ka namely ny ondrilahy ary nanapaka ny tandrony roa, ka tsy nahajanona teo anoloany intsony ilay ondrilahy, fa nazerany teo amin'ny tany ka nohitsakitsahiny; ary tsy nisy nahavonjy ilay ondrilahy teny an-tànany.","Ary dia nihahery indrindra ilay osilahy; nefa nony nahery izy, dia tapaka ilay tandrony lehibe; ary nisy efatra lehibe nipoitra nisolo iny nifanandrify tamin'ny rivotra efatry ny lanitra.","Ary nisy tandroka kely nipoitra avy tamin'ny anankiray amin'ireny ka nihalehibe indrindra nianatsimo sy niantsinanana ary nankany amin'ny tany mahafinaritra.","Ary nihalehibe izy ka nihatra tamin'ireo maro be eny amin'ny lanitra; ary nisy nazerany ho amin'ny tany ireo maro be sy ny kintana ka nohitsakitsahiny.","Eny, nihalehibe izy ka dia niady tamin'ny Komandin'ireo maro be, ary nesorina taminy ny fanatitra isan'andro, ary ny fitoerana masina noravana.","Ary nisy maro be mbamin'ny fanatitra isan'andro natolotra azy noho ny fahadisoana, dia nazerany ho amin'ny tany ny fahamarinana; ary niasa izy sady nambinina.","Dia nandre ny masina anankiray niteny aho, ary nisy masina iray koa nanao tamin'ilay niteny hoe: Mandra-pahoviana ny fahitana mandrakariva sy ny fahotana mahatonga fandravana mba hanolorana ny fitoerana masina sy ireo maro be ho fanitsaka? [Na: ny amin'ny fanatitra isan'andro]","Ary hoy izy tamiko: Taon-jato sy roa arivo andro; ary nony afaka izany, dia amin'izay vao hodiovina ny fitoerana masina. [Heb. hariva sy maraina][Heb. ho marina]","Ary nony nahita ny fahitana izaho Daniela ka nitady hahafantatra izany, dia, indro, nisy nanana tarehy tahaka ny olona nitsangana teo anatrehako.","Ary nandre feon'olona tao afovoan'i Olay aho, izay niantso ka nanao hoe: Ry Gabriela, ampahalalao ny fahitana ity lehilahy ity.","Ary dia nankeo amin'ilay nitsanganako izy; ary nony tonga izy, dia raiki-tahotra aho ka nikarapoka nihohoka; nefa hoy izy tamiko: Aoka ho fantatrao, ry zanak'olona, fa io fahitana io dia milaza ny farany.","Ary raha niresaka tamiko izy, dia renoky ny torimaso teo amin'ny tany aho; fa izy nanohina nampitsangana ahy.","Dia hoy izy: Indro, hampahafantariko anao izay ho tonga amin'ny fahatezerana farany; fa ho amin'ny fotoana any am-parany izany.","Ilay ondrilahy hitanao nanana tandroka roa dia ny mpanjakan'i Media sy Persia.","Ary ny osilahy lava volo dia ny mpanjakan'i Grisia; ary ny tandroka lehibe teo anelanelan'ny masony dia ny mpanjaka voalohany.","Ary ny amin'ilay efa tapaka, ka nisy efatra nitsangana nandimby azy, dia hisy fanjakana efatra hitsangana avy amin'ny jentilisa, nefa tsy mitovy hery aminy.","Ary ny hiafaran'ny fanjakany, rehefa tanteraky ny mpanota ny asany, dia hisy mpanjaka hitsangana, izay masia-tarehy sy mahafantatra zavatra saro-pantarina.","Ary ho be ny heriny, nefa tsy amin'ny herin'ny tenany; ary mahagaga ny fanimbana hataony; ary hambinina izy ka hahefa ary hanimba ny mahery sy ny olo-masina.","Ary ny fahafetseny koa no hahatanteraka ny fitaka eny an-tanany; ary izy hiavonavona am-po ka handringana ny maro amin'izay tsy ampoiziny; ary hitsangana hanohitra ny Andrianan'ny andriana izy, kanjo ho torotoro kosa, nefa tsy hisy tanana hamely azy tsinona.","Ary dia marina ny amin'ireo andro voalaza ireo, nefa ahorony ny fahitana, fa mbola ho andro maro izany.","Ary izaho Daniela dia torana ka nandraiky narary andro vitsivitsy; ary nony afaka izany dia nitsangana aho ka nanao ny raharahan'ny mpanjaka; ary ka aho ny amin'ny fahitana, nefa tsy nisy nahafantatra izany."]}