{"book":"Deotoronomia","chapter":29,"verses":["Dia niantso ny Isiraely rehetra Mosesy ka nanao taminy hoe: Hianareo efa nahita izay rehetra nataon'i Jehovah teo imasonareo tany amin'ny tany Egypta tamin'i Farao sy ny mpanompony rehetra ary ny taniny rehetra,","dia ny fizahan-toetra lehibe, izay efa hitan'ny masonao, dia ireny famantarana sy fahagagana lehibe ireny.","Nefa tsy nomen'i Jehovah fo hahalala sy maso hahita ary sofina handre ianareo mandraka androany.","Dia nitondra anareo tany an-efitra efa-polo taona aho; tsy rovitra teny aminareo ny fitafianareo, ary tsy rovitra teo amin'ny tongotrao ny kapanao.","Tsy mofo no fihinanareo, ary tsy divay na toaka no fisotronareo, mba ho fantatrareo fa Izaho no Jehovah Andriamanitrareo.","Ary nony tonga tamin'ity tany ity ianareo, dia nivoaka Sihona, mpanjakan'i Hesbona, sy Oga, mpanjakan'i Basana, hiady amintsika, dia resintsika izy roa lahy.","Ary nalaintsika ny taniny ka nomentsika ho zara-tanin'ny Robenita sy ny Gadita ary ny antsasaky ny firenen'i Manase.","Dia tandremo ny tenin'izao fanekena izao, ka araho, mba hambinina ianareo amin'izay rehetra ataonareo.","Hianareo rehetra miseho eto anatrehan'i Jehovah Andriamanitrareo anio, dia ny lehibenareo sy ny firenenareo, ny lohan'ny firenenareo sy ny mpifehy anareo ary ny lehilahy rehetra amin'ny Isiraely,","ny zanakareo madinika koa sy ny vadinareo ary ny vahiny eo amin'ny tobinareo mbamin'ny mpikapa hazonao sy ny mpantsaka ranonao","hidiranao amin'ny faneken'i Jehovah Andriamanitrao sy ny fianianana, izay ataon'i Jehovah Andriamanitrao aminao anio,","hanandratany anao ho fireneny, ary mba ho Andriamanitrao Izy, araka izay nolazainy taminao sy araka izay nianianany tamin'ny razanao, dia Abrahama sy Isaka ary Jakoba.","Ary tsy aminareo ihany no anaovako izao fanekena sy fianianana izao,","fa amin'izay eto amintsika anio eto anatrehan'i Jehovah Andriamanitsika sy amin'izay tsy eto amintsika anio koa;","fa fantatrareo izay nitoerantsika tany amin'ny tany Egypta sy izay nandehanantsika namaky ny tanin'ny jentilisa;","ary efa hitanareo ny fahavetavetany sy ny sampiny hazo sy vato sy volafotsy ary volamena, izay teo aminy;","fandrao hisy lehilahy, na vehivavy, na mpianakavy, na firenena eto aminareo, izay manana fo mivily anio, ka miala amin'i Jehovah Andriamanitsika, handehanany hanompo ny andriamanitr'ireny firenena ireny; fandrao hisy faka eo aminareo izay miteraka zava-mangidy sady mahafaty;","ary raha ren'izany olona izany ny tenin'ity fanozonana ity, dia hiarahaba tena ao am-pony izy ka hanao hoe: Hanam-piadanana aho, fa hanaraka ny ditry ny foko, handringanana ny leony mbamin'ny mangetaheta.","Ary Jehovah dia tsy hety hamela ny helony, fa hanetroka amin'izany lehilahy izany ny fahatezeran'i Jehovah sy ny fahasaro-piarony, ary hitoetra aminy ny fanozonana rehetra izay voasoratra amin'ity boky ity, ka hovonoin'i Jehovah tsy ho eo ambanin'ny lanitra ny anarany.","Dia hosarahin'i Jehovah amin'ny firenen'Isiraely rehetra ho amin'ny loza izy, araka ny fanozonana rehetra amin'ny fanekena izay voasoratra amin'ity bokin'ny lalàna ity.","Ary hiteny ny taranaka any aoriana, dia ny zanakareo izay hitsangana handimby anareo, sy ny vahiny avy amin'ny tany lavitra, raha mahita ny kapoka natao tamin'ity tany ity sy ny faharariana izay nampaharanan'i Jehovah azy","fa ho solifara sy sira ary fahamaizana ny tany rehetra eo: tsy hofafazana izy, na hanirian-javatra, sady tsy hisy ahitra akory hitrebona ao, tahaka ny nandravana an'i Sodoma sy Gomora sy Adma ary Zeboima, izay noravan'i Jehovah tamin'ny fahavinirany sy ny fahatezerany","dia hiteny ny firenena rehetra hoe: Nahoana Jehovah no dia nanao toy izany tamin'ity tany ity? Inona no hevitry ny firehetan'izao fahatezerana lehibe izao?","Dia hiteny ny vahoaka ka hanao hoe: Satria izy nahafoy ny faneken'i Jehovah, Andriamanitry ny razany, izay nataony taminy fony Izy nitondra azy nivoaka avy tany amin'ny tany Egypta.","Fa nandeha izy ka nanompo andriamani-kafa sady niankohoka teo anatrehany, dia andriamanitra izay tsy fantany sady tsy nomena azy;","dia nirehitra tamin'ity tany ity ny fahatezeran'i Jehovah, ka nataony tonga taminy avokoa ny fanozonana rehetra izay voasoratra eto amin'ity boky ity;","ary fahavinirana sy fahatezerana ary fahatezerana mirehitra no nandroahan'i Jehovah azy tsy ho eo amin'ny taniny sy nampandehanany azy ho any amin'ny tany hafa, tahaka ny amin'izao anio izao.","An'i Jehovah Andriamanitsika ny zava-miafina; fa antsika sy ny zanatsika mandrakizay kosa ny zavatra ambara, hankatoavantsika ny teny rehetra amin'ity lalàna ity."]}