{"book":"Deotoronomia","chapter":27,"verses":["Ary Mosesy sy ny loholon'ny Isiraely dia nandidy ny vahoaka ka nanao hoe: Tandremo ny lalàna rehetra izay andidiako anao anio.","Ary amin'ny andro izay hitànareo an'i Jordana ho any amin'ny tany izay omen'i Jehovah Andriamanitrao anao, dia manangàna vato lehibe ho anao, ka lalory sokay;","dia soraty eo aminy ny teny rehetra amin'ity lalàna ity, rehefa tafita ianao mba hiditra ao amin'ny tany izay omen'i Jehovah Andriamanitrao anao, dia tany tondra-dronono sy tantely, araka izay nolazain'i Jehovah, Andriamanitry ny razanao taminao.","Ary rehefa tafita an'i Jordana ianareo, dia atsangano ao an-tendrombohitra Ebala ireo vato ireo, izay nandidiako anareo andro any ka lalory sokay.","Ary manorena alitara ao ho an'i Jehovah Andriamanitrao; vato no hataonao alitara, nefa aza pehim-by izy.","Vato tsy voapaika no hataonao alitaran'i Jehovah Andriamanitrao; ka manatera fanatitra dorana eo amboniny ho an'i Jehovah Andriamanitrao.","Ary manatera koa fanati-pihavanana, ka mihinàna eo sy mifalia eo anatrehan'i Jehovah Andriamanitrao.","Ary soraty amin'ireo vato ireo ny teny rehetra amin'ity lalàna ity, ka ataovy velona tsara ny soratra.","Dia niteny tamin'ny Isiraely rehetra Mosesy sy ireo Levita mpisorona ka nanao hoe: Mangìna, ka mihainoa, ry Isiraely ô: androany no efa tonga firenen'i Jehovah Andriamanitrao ianao.","Koa henoy ny feon'i Jehovah Andriamanitrao, ary araho ny didiny sy ny lalàny, izay andidiako anao anio.","Dia nandidy ny vahoaka tamin'izany andro izany Mosesy ka nanao hoe:","Ireto no hijanona eo an-tendrombohitra Gerizima hitso-drano ny vahoaka, rehefa tafita an'i Jordana ianareo: dia ny Simeona sy ny Levy sy ny Joda sy ny Isakara sy ny Josefa ary ny Benjamina.","Ary ireto kosa no hijanona eo an-tendrombohitra Ebala hanozona: dia ny Robena sy ny Gada sy ny Asera sy ny Zebolona sy ny Dana ary ny Naftaly.","Dia hiteny ny Levita ka hanao amin'ny Isiraely rehetra amin'ny feo mahery hoe:","Hozonina ny olona izay manao sarin-javatra voasokitra na sarin-javatra an-idina, izay fahavetavetana eo imason'i Jehovah, asan'ny tanan'ny mahay tao-zavatra, ka mametraka azy ao amin'ny takona. Dia hamaly ny vahoaka rehetra ka hanao hoe: Amena.","Hozonina izay manao tsinontsinona ny rainy na ny reniny. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mamindra ny faritanin'ny namany. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mampivily lalana ny jamba. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay manao fitsarana miangatra amin'ny vahiny sy ny kamboty ary ny mpitondratena. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mandry amin'ny vadin-drainy, fa mandry amin'izay nandrian-drainy izy. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mandry amin'ny biby. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mandry amin'ny anabaviny, dia ny zanakavavin-drainy, na ny zanakavavin-dreniny. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mandry amin'ny rafozani-vavy. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mamely ny namany ao amin'ny takona. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay mandray kolikoly hahafaty olo-marina. Ary ny vahoaka rehetra hanao hoe: Amena.","Hozonina izay tsy mankatò ny tenin'ity lalàna ity. Ary ny vahoaka rehetra hanao hoe: Amena."]}