{"book":"Deotoronomia","chapter":20,"verses":["Raha mivoaka hanafika ny fahavalonao ianao ka mahita soavaly sy kalesy ary olona maro noho ianao, dia aza matahotra azy; fa Jehovah Andriamanitrao kosa, Izay nitondra anao niakatra avy tany amin'ny tany Egypta, no momba anao.","Ary rehefa hanafika ianareo, dia hanatona ny mpisorona ka hiteny amin'ny olona hoe:","Mihainoa, ry Isiraely ô, fa efa hanafika ny fahavalonareo ianareo anio; koa aza ketraka ny fonareo ary aza matahotra, na mikorapaka foana, na mangorohoro noho ny tahotra azy;","fa Jehovah Andriamanitrareo no miara-mandeha aminareo hiady ho anareo amin'ny fahavalonareo mba hamonjy anareo.","Dia hiteny amin'ny olona ireo mpifehy azy ka hanao hoe: Iza no olona izay efa nanao trano vaovao, nefa tsy mbola nitokanany? Aoka handeha hiverina any an-tranony izy, fandrao maty any amin'ny ady, ka olon-kafa no hitokana ny tranony.","Ary iza no olona izay efa nanao tanim-boaloboka, nefa tsy mbola nihinana ny vokatra? Aoka handeha hiverina any an-tranony izy, fandrao maty any amin'ny ady, ka olon-kafa no hihinana ny vokatra.","Ary iza no olona izay efa nifofo vady, nefa tsy mbola nampakatra azy? Aoka handeha hiverina any an-tranony izy, fandrao maty any amin'ny ady, ka olon-kafa no hampakatra ny vadiny.","Ary mbola hiteny amin'ny olona ihany ny mpifehy azy ka hanao hoe: Iza no olona izay matahotra ka osa fo? Aoka handeha hiverina any an-tranony izy, fandrao ho ketraka tahaka ny fony koa ny fon'ny rahalahiny.","Ary rehefa vitan'ny mpifehy vahoaka ny teny ataony amin'ny olona, dia hasiany mpifehy ny miaramila hitarika azy.","Raha mby akaikin'izay tanàna hiadiana ianao, dia milazà fihavanana aminy.","Ary raha fihavanana no avaliny anao, ka mampandroso anao izy, dia hampanaovinao fanompoana ny olona rehetra ao, ka hanompo anao izy.","Fa raha tsy mety manao fihavanana aminao kosa izy, fa te-hiady aminao, dia ataovy fahirano izy.","Ary rehefa atolotr'i Jehovah Andriamanitrao eo an-tananao izy, dia hovonoinao amin'ny lelan-tsabatra ny lehilahy rehetra ao.","Fa ny babo rehetra ao, dia ny zaza amim-behivavy sy ny biby fiompy ary izay rehetra ao an-tanàna, dia ho entinao ho anao; ary hohaninao ny babo azo tamin'ny fahavalonao, izay omen'i Jehovah Andriamanitrao anao.","Toy izany no hataonao amin'ny tanàna rehetra izay lavitra anao indrindra ka tsy tanànan'ireto firenena ireto.","Fa ny tanànan'ireto firenena ireto kosa, izay omen'i Jehovah Andriamanitrao ho lovanao, dia aza asiana miangana izay olona rehetra ao.","Fa aringano tokoa ireo, dia ny Hetita sy ny Amorita sy ny Kananita sy ny Perizita sy ny Hivita ary ny Jebosita, araka izay nandidian'i Jehovah Andriamanitrao anao,","mba tsy hampianarany anareo hanao araka ny fahavetavetany rehetra izay nataony tamin'ireo andriamaniny, ka tsy hanotanareo amin'i Jehovah Andriamanitrareo.","Raha hataonao fahirano ela ny tanàna izay tafihinao halaina, dia aza simbana kapaina amin'ny famaky ny hazo eo; fa hisy hohaninao amin'ireo, koa aza kapaina, fa olona va ny hazo any an-tsaha, no hataonao fahirano?","Kanefa ny hazo izay fantatrao fa tsy fihinam-boa dia kapao ihany, ka ataovy manda hamelezana ny tanàna izay miady aminao mandra-paharesiny."]}