{"book":"Deotoronomia","chapter":24,"verses":["Raha misy lehilahy maka vady ka mampakatra azy, ary tsy tiany intsony ravehivavy noho ny ahitany fahalotoana eo aminy, dia aoka hanoratra taratasy fisaoram-bady ho an-dravehivavy Izy ary hanolotra izany eo an-tànany ka hampiala azy ao an-tranony.","Ary rehefa miala ao an-tranony ravehivavy, dia mahazo mandeha ka manambady olon-kafa.","Ary raha tsy tia an-dravehivavy ilay vao manambady azy ka manoratra taratasy fisaoram-bady koa ary manolotra izany eo an-tànany ka mampiala azy ao an-tranony, na maty ilay nanambady azy taoriana:","ilay nanambady azy taloha ka nisaotra azy dia tsy mahazo manambady azy intsony, rehefa voaloto izy; fa fahavetavetana eo imason'i Jehovah izany; ary aza mampiditra heloka amin'ny tany, izay omen'i Jehovah Andriamanitrao ho lovanao.","Raha misy lehilahy vao nampaka-bady, dia tsy handeha hiantafika izy, ary tsy hampanaovina fanompoana akory, fa havela hitoetra ao an-tranony herintaona ka hampifaly ny vadiny izay vao nampakariny.","Aza misy olona maka ny fikosoham-bary ho tsatòka, na ny vatony ambony aza; fa maka aina ho tsatòka izany.","Raha misy olona hita mangalatra ny anankiray amin'ny Zanak'Isiraely rahalahiny ka manandevo azy, dia hatao maty izany mpangalatra izany; hofongoranao tsy ho eo aminao ny fanao ratsy.","Mitandrema ny amin'ny habokana, ka araho tsara izay rehetra hatoron'ireo Levita mpisorona anareo; araka izay nandidiako azy no hotandremanareo harahina.","Tsarovy izay nataon'i Jehovah Andriamanitrao tamin'i Miriama teny an-dalana tamin'ny nandehananareo avy tany Egypta.","Raha mampisambo-javatra ny namanao ianao, dia aza miditra ao an-tranony handray ny antoka aminy.","Mijanòna eo ala-trano, ary ny lehilahy izay nampisamborinao no hamoaka ny antoka ho aminao eo ala-trano.","Ary raha malahelo ralehilahy, dia aza tananao miloaka alina ny antoka,","fa tsy maintsy haverinao aminy mihitsy, rehefa tokony ho maty masoandro, mba hirakofany ny lambany, ka hisaorany anao; dia ho fahamarinana ho anao eo anatrehan'i Jehovah Andriamanitrao izany.","Aza manao fitondrana sarotra amin'ny mpikarama izay mahantra sy malahelo, na rahalahinao, na vahiny ao amin'ny taninao sy ao an-tanànanao.","Fa andro anaovany ihany no hanomezanao azy ny karamany, raha mbola tsy milentika ny masoandro, fa malahelo izy, ka izany no irin'ny fony; fandrao hitaraina amin'i Jehovah noho ny nataonao izy, dia ho fahotana aminao izany.","Ny ray tsy hatao maty amin'ny ataon'ny zanany, ary ny zanaka tsy hatao maty amin'ny ataon'ny rainy; fa samy hatao maty amin'ny fahotany avy ihany ny olona.","Aza manao fitsarana miangatra amin'ny vahiny sy ny kamboty; ary aza maka ny fitafian'ny mpitondratena ho tsatòka.","Fa tsarovy fa andevo tany Egypta ianao, ary Jehovah Andriamanitrao efa nanavotra anao ho afaka tany; koa izany no andidiako anao hanao izany zavatra izany.","Raha mijinja ny varinao any an-tsaha ianao, ka misy amboara hadinonao any, dia aza miverina haka azy; fa aoka ho an'ny vahiny sy ny kamboty ary ny mpitondratena izany; mba hotahin'i Jehovah Andriamanitrao ianao amin'ny asa rehetra ataon'ny tananao.","Raha manintsana ny hazo olivanao ianao, dia aza miverina hitsimpona izay sisa; fa aoka ho an'ny vahiny sy ny kamboty ary ny mpitondratena izany.","Raha mioty ny voalobokao ianao, dia aza miverina hitsimpona izay sisa; fa aoka ho an'ny vahiny sy ny kamboty ary ny mpitondratena izany.","Ary tsarovy fa andevo tany amin'ny tany Egypta ianao; koa izany no andidiako anao hanao izany zavatra izany."]}