{"book":"Deotoronomia","chapter":10,"verses":["Tamin'izany andro izany no nilazan'Jehovah tamiko hoe: Manamboara vato fisaka roa ho anao tahaka ilay teo, ka miakara ho ety amiko ety an-tendrombohitra, ary manaova fiara hazo ho anao;","dia hosoratako amin'ny vato fisaka ilay teny teo amin'ny vato fisaka nomontsamontsaninao, ka hataonao ao anatin'ny fiara ireny.","Dia nanao fiara tamin'ny hazo akasia aho ka nanamboatra vato fisaka roa tahaka ny teo, dia niakatra tao an-tendrombohitra aho ka nitondra ny vato fisaka roa teny an-tanako.","Dia nasiany soratra tahaka ny teo ihany ny vato fisaka, dia ny Didy Folo Izay nolazain'i Jehovah taminareo tao an-tendrombohitra tao amin'ny afo tamin'ny andro nivoriana; dia nomen'i Jehovah ahy ireny.","Dia nihodina aho ka nidina niala teo amin'ny tendrombohitra, ary ny vato fisaka napetrako tao anatin'ny fiara izay efa nataoko, dia mbola ao ihany ireny, araka izay nandidian'i Jehovah ahy.","Ary ny Zanak'Isiraely nandeha niala tamin'ny fantsakan'i Bene-jakana ka nankany Mosera; tao no nahafatesan'i Arona, ary tao no nandevenana azy; ary Eleazara zanany no tonga mpisorona nandimby azy.","Ary nony niala tao izy, dia nankany Godgoda; ary nony niala tao Godgoda izy, dia nankany Jotbata, tany be ony.","Tamin'izany andro izany no nanokanan'1 Jehovah ny firenen'i Levy hitondra ny fiaran'ny faneken'i Jehovah sy hijanona eo anatrehan'i Jehovah hanao fanompoam-pivavahana aminy sy hitso-drano amin'ny anarany mandraka androany.","Izany no tsy ananan'ny Levita anjara na lova eo amin'ny rahalahiny; Jehovah no lovany, araka izay nolazain'i Jehovah Andriamanitrao taminy.","Ary izaho nitoetra efa-polo andro sy efa-polo alina tao an-tendrombohitra tahaka ilay teo ihany; ary Jehovah nihaino ahy tamin'izany andro izany koa ka tsy nety nandringana anao.","Dia hoy Jehovah tamiko: Miaingà, mandehana eo alohan'ny olona, hidirany sy handovany ny tany, izay nianianako tamin'ny razany homena azy.","Ary ankehitriny, ry Isiraely ô, inona moa no ilain'i Jehovah Andriamanitrao aminao, afa-tsy ny hatahotra an'i Jehovah Andriamanitrao sy ny handeha amin'ny lalany rehetra ary ny ho tia Azy sy hanompo an'i Jehovah Andriamanitrao amin'ny fonao rehetra sy ny fanahinao rehetra,","hitandrina ny didin'i Jehovah sy ny lalàny izay andidiany anao anio, mba hahita soa ianao?","Indro, an'i Jehovah Andriamanitrao ny lanitra sy ny lanitry ny lanitra ary ny tany mbamin'izay rehetra eo aminy.","Kanefa ny razanao no niraiketan'ny fitiavan'i Jehovah, ka nifidy anareo zanany mandimby azy Izy mihoatra noho ny firenena rehetra, tahaka ny amin'izao anio izao.","Koa forao ny fonareo, fa aza mafy hatoka intsony ianareo.","Fa Jehovah Andriamanitrareo no Andriamanitra Avo Indrindra sy Tompon'ny tompo, Andriamanitra lehibe sy mahery ary mahatahotra, Izay tsy mizaha tavan'olona, na mandray kolikoly;","manome rariny ny kamboty sy ny mpitondratena Izy, sady tia ny vahiny ka manome azy hanina sy fitafiana.","Koa tiava vahiny; fa efa mba vahiny tany amin'ny tany Egypta ianareo.","Jehovah Andriamanitrao no hatahoranao; Izy no hotompoinao, ary Izy no hifikiranao, ary ny anarany no hianiananao.","Izy no fidèranao, ary Izy no Andriamanitrao, Izay efa nanao ireo zavatra lehibe sy mahatahotra ireo taminao, izay efa hitan'ny masonao.","Olona fito-polo ny razanao izay nidina tany Egypta; nefa ankehitriny efa nataon'i Jehovah Andriamanitrao maro tahaka ny kintana eny amin'ny lanitra ianao."]}