{"book":"Deotoronomia","chapter":23,"verses":["Tsy mahazo maka ny vadin-drainy ny olona, na maniry amin'izay nandrian-drainy.","Tsy mahazo miditra amin'ny fiangonan'i Jehovah izay torotoro vihina, na izay voatapaka ny filahiany.","Ny zazasary tsy mahazo miditra amin'ny fiangonan'i Jehovah: na dia hatramin'ny taranany fahafolo mandimby aza dia tsy hahazo miditra amin'ny fiangonan'i Jehovah.","Ny Amonita sy ny Moabita tsy mahazo miditra amin'ny fiangonan'i Jehovah: na dia hatramin'ny taranany fahafolo mandimby aza dia tsy hahazo miditra amin'ny fiangonan'i Jehovah hatramin'ny mandrakizay ireny,","satria tsy nitsena hanina sy rano anareo teny an-dalana izy, raha nivoaka avy tany Egypta ianareo, ary satria nanamby an'i Balama, zanak'i Beora, avy any Petora any Mesopotamia, hanozona anao izy.","Kanefa Jehovah Andriamanitrao tsy nety nihaino an'i Balama, fa nampody ny fanozonana ho fitahiana anao Izy noho ny fitiavany anao.","Aza mitady izay hiadanany na izay hahasoa azy amin'ny andronao rehetra mandrakizay.","Aza atao ho fahavetavetana ny Edomita, fa rahalahinao izy, na ny Egyptiana, fa efa mba vahiny tany amin'ny taniny ianao.","Ny zafiafin'ireo dia hahazo miditra amin'ny fiangonan'i Jehovah.","Raha mivoaka hiady amin'ny fahavalonao ny tafikao, dia mifadia ny ratsy rehetra.","Raha misy olona eo aminao, izay tsy madio noho izay nanjo azy tamin'ny alina, dia hivoaka eny ivelan'ny toby izy, fa tsy hiditra ao anatiny.","Fa rehefa hariva, dia aoka handro amin'ny rano izy; ary nony tokony ho maty masoandro, dia mahazo miverina eo amin'ny toby indray izy.","Ary aoka hisy tany voafaritrao any ivelan'ny toby ho fivoahanao;","ary mitondrà fantaka miaraka amin'ny fiadianao, ka raha hipetraka eny ivelany ianao, dia mihadia lavaka amin'ny fantaka, ka totofy ny fivalananao.","Fa Jehovah Andriamanitrao mandeha eo afovoan'ny tobinao hamonjy anao sy hanolotra ny fahavalonao eo anoloanao; ka dia ho masina ny tobinao, mba tsy hahita zavatra maloto eo aminao izy ka tsy hiala aminao.","Aza atolotrao amin'ny tompony intsony ny andevo izay mandositra mamonjy tena ho eo aminao.","Eo aminao no hitoerany, dia eo amin'ny tanàna izay tiany sy izay sitraky ny fony; fa aza mampahory azy.","Aoka tsy hisy zanakavavy na zanakalahin'ny Isiraely hanolo-tena hijangajanga ho fanompoan-tsampy.","Aza mitondra ny tangin'ny vehivavy janga, na ny karaman'alika, ho ao an-tranon'i Jehovah Andriamanitra, hanefana voady; fa fahavetavetana eo imason'i Jehovah Andriamanitrao ireo zavatra roa ireo.","Aza mampanàna zavatra amin'ny rahalahinao, na vola, na hanina, na zavatra hafa mety hampananaina.","Ny olona hafa firenena ihany no hampanananao zavatra; fa ny rahalahinao kosa dia tsy hampanananao; mba hotahin'i Jehovah Andriamanitrao ianao amin'izay rehetra ataon'ny tananao eo amin'ny tany izay efa hidiranao holovana.","Raha mivoady amin'i Jehovah Andriamanitrao ianao, dia aza ela fanefa; fa hadinin'i Jehovah Andriamanitrao aminao tokoa izany ka ho fahotana aminao.","Fa raha tsy mivoady ianao, dia tsy fahotana aminao izany.","Izay aloaky ny vavanao dia tandremo hotanterahinao, araka ny sitraponao nivoadianao tamin'i Jehovah ihany, dia izay nolazain'ny vavanao.","Raha mankany amin'ny tanim-boaloboky ny namanao ianao, dia mahazo manaram-po mihinam-boaloboka hahavoky anao; fa aza mitondra mody.","Raha mankany amin'ny tanimbarin'ny namanao ianao, dia mahazo mioty salohim-bary ny tananao; fa aza jinjanao antsy ny varin'ny namanao."]}