{"book":"Deotoronomia","chapter":30,"verses":["Ary rehefa tonga aminao izany zavatra rehetra izany, dia ny fitahiana sy ny fanozonana izay nataoko teo anoloanao, ary mahatsiaro izany ao am-ponao any amin'ny firenena rehetra izay androahan'i Jehovah Andriamanitrao anao ianao,","ka miverina amin'i Jehovah Andriamanitrao sy mihaino ny feony amin'ny fonao rehetra sy ny fanahinao rehetra, araka izay rehetra andidiako anao sy ny zanakao anio,","dia hampodin'i Jehovah Andriamanitrao avy amin'ny fahababoanao ianao, ary hamindra fo aminao Izy ka hanangona anao indray avy any amin'ny firenena rehetra izay nampielezan'i Jehovah Andriamanitrao anao.","Raha misy aminao voaroaka any amin'ny faravodilanitra, dia avy any no hanangonan'i Jehovah Andriamanitrao anao, ary avy any indray no hanalany anao.","Dia hampidirin'i Jehovah Andriamanitrao ao amin'ny tany izay nolovan'ny razanao ianao, ka holovanao izany; ary hanisy soa anao Izy sy hahamaro anao mihoatra noho ny razanao.","Dia hoforan'i Jehovah Andriamanitrao ny fonao sy ny fon'ny taranakao hitiavanao an'i Jehovah Andriamanitrao amin'ny fonao rehetra sy ny fanahinao rehetra, mba ho velona ianao.","Ary hataon'i Jehovah Andriamanitrao amin'ny fahavalonao sy ny mankahala anao izay nanenjika anao ireny fanozonana rehetra ireny.","Dia hihaino ny feon'i Jehovah indray ianao ka hanaraka ny didiny rehetra, izay andidiako anao anio.","Ary hataon'i Jehovah Andriamanitrao manana amby ampy ianao amin'izay hahasoa anao, dia amin'ny asan'ny tananao sy ny ateraky ny kibonao sy ny ateraky ny biby fiompinao ary ny vokatry ny taninao; fa ho faly aminao indray Jehovah ka hahasoa anao, araka izay nahafaliany tamin'ny razanao,","raha mihaino ny feon'i Jehovah Andriamanitrao ianao, hitandremanao ny didiny sy ny lalàny, izay voasoratra amin'ity bokin'ny lalàna ity, ka miverina amin'i Jehovah Andriamanitrao amin'ny fonao rehetra sy ny fanahinao rehetra.","Fa izao lalàna izao, izay andidiako anao anio, tsy dia saro-pantarina aminao, ary tsy lavitra.","Tsy any an-danitra izany ka hanaovanao hoe: Iza no hiakatra any an-danitra haka azy ho antsika, mba hohenointsika ka harahintsika?","Ary tsy any an-dafin'ny ranomasina izany ka hanaovanao hoe: Iza no hankany an-dafin'ny ranomasina haka azy ho antsika mba hohenointsika ka harahintsika?","Fa eo akaikinao indrindra ny teny, dia eo am-bavanao sy ao am-ponao, mba harahinao.","Indro efa nataoko teo anoloanao androany ny fiainana sy ny soa ary ny fahafatesana sy ny loza,","tamin'ny nandidiako anao androany ho tia an'i Jehovah Andriamanitrao ka handeha amin'ny lalany ary hitandrina ny didiny sy ny lalàny ary ny fitsipiny, mba ho velona ianao ka hihamaro, ary mba hitahian'i Jehovah Andriamanitrao anao any amin'ny tany izay efa hidiranao holovana.","Fa raha mivily kosa ny fonao, ka tsy mihaino ianao, fa voataona hiankokoha eo anatrehan'izay andriamani-kafa sy hanompo azy,","dia lazaiko aminareo anio fa ho ringana tokoa ianareo, ary tsy ho maro andro eo amin'ny tany izay efa hidiranao holovana, rehefa tafita an'i Jordana ianareo.","Miantso ny lanitra sy ny tany aho anio ho vavolombelona aminareo fa efa nataoko teo anoloanao ny fiainana sy ny fahafatesana ary ny fitahiana sy ny fanozonana; koa mifidiana ny fiainana, mba ho velona ianao sy ny taranakao,","dia ny ho tia an'i Jehovah Andriamanitrao ianao ka hihaino ny feony sy hifikitra aminy; fa izany no fiainanao sy fahamaroan'ny andronao, mba honenanao eo amin'ny tany izay nianianan'i Jehovah tamin'i Abrahama sy Isaka ary Jakoba razanao, homena azy."]}