{"book":"Deotoronomia","chapter":4,"verses":["Ary ankehitriny, ry Isiraely, mihainoa ny didy sy ny fitsipika izay ampianariko anareo harahinareo, mba ho velona ianareo ka hiditra sy handova ny tany izay omen'i Jehovah, Andriamanitry ny razanareo, anareo.","Aza ampianareo ny teny izay andidiako anareo, ary aza anesoranareo, fa tandremo ny didin'i Jehovah Andriamanitrareo izay andidiako anareo.","Ny masonareo efa nahita izay nataon'i Jehovah noho ny tamin'i Bala-peora; fa ny olona rehetra izay nanaraka an'i Bala-peora dia naringan'i Jehovah Andriamanitrao tsy ho eo aminao.","Fa ianareo izay nifikitra tamin'i Jehovah Andriamanitrareo kosa dia samy velona avokoa izao anio izao.","Indro, efa nampianariko didy sy fitsipika ianareo, araka izay nandidian'i Jehovah Andriamanitro ahy, mba harahinareo any amin'ny tany izay efa hidiranareo holovana.","Koa tandremo ary ataovy izany, fa izany no ho fahendrenareo sy ho fanananareo saina eny imason'ny firenen-tsamy hafa; fa handre izany lalàna rehetra izany izy ka hanao hoe: Olona hendry sy manan-tsaina tokoa io firenena io","Fa iza no firenena, na dia lehibe aza, no mba manana andriamanitra akaiky azy tahaka an'i Jehovah Andriamanitra amin'izay rehetra iantsoantsika Azy?","Ary iza no firenena, na dia lehibe aza, no mba manana didy sy fitsipika marina tahaka izao lalàna rehetra izao, izay ataoko eo anatrehanareo anio?","Kanefa kosa mitandrema ianao, ka tandremo tsara ny fanahinao, fandrao hadinoinao ny zavatra izay efa hitan'ny masonao, ary andrao miala amin'ny fonao izany, amin'ny andro rehetra hiainanao, fa ampahafantaro ny zanakao sy ny zafinao izany,","dia izay hitanao tamin'ny andro izay nitsangananao teo anatrehan'i Jehovah Andriamanitrao tany Horeba, fony Jehovah nilaza tamiko hoe: Angony ety amiko ny olona, dia hampandrenesiko azy ny teniko, izay hianarany mba hatahotra Ahy amin'ny andro rehetra hiainany ambonin'ny tany sady hampianariny ny zanany koa.","Dia nanakaiky ianareo ka nitsangana teo am-bodin'ny tendrombohitra; ary ny tendrombohitra nirehitra afo manakatra ny lanitra, sady nisy aizina sy rahona ary aizim-pito.","Dia niteny taminareo teo amin'ny afo Jehovah; ny teny ihany no renareo, fa tsy nahita endrika akory ianareo.","Dia nambarany taminareo ny fanekeny, izay nandidiany anareo harahina, dia ny Didy Folo ary nosoratany teo amin'ny vato fisaka roa ireo.","Ary izaho nodidian'i Jehovah tamin'izany andro izany hampianatra anareo didy sy fitsipika, mba harahinareo any amin'ny tany izay efa hidiranareo holovana.","Dia tandremo tsara ny fanahinareo; fa tsy nahita endrika akory ianareo tamin'ny andro izay nitenenan'i Jehovah taminareo tao amin'ny afo tany Horeba;","fandrao manao ratsy ianareo ka manao sarin-javatra voasokitra ho anareo, araka izay endri-javatra na inona na inona, dia sarin-dehilahy, na sarim-behivavy,","na sarim-biby izay ety ambonin'ny tany, na sarim-borona manana elatra izay manidina eny amin'ny habakabaka,","na sarim-biby mandady na mikisaka amin'ny tany, na sarin-kazandrano izay ao amin'ny rano ambanin'ny tany.","Ary andrao raha miandrandra ny lanitra ianao ka mahita ny masoandro sy ny volana ary ny kintana, dia izay rehetra eny amin'ny lanitra, dia ho voataona ianao hiankokoha eo anatrehany sy hanompo azy, izay nataon'i Jehovah Andriamanitrao ho anjaran'ny firenena rehetra ambanin'ny lanitra.","Fa ianareo no nalain'i Jehovah ka nentiny nivoaka avy tao amin'ny memy fandrendreham-by (dia avy tany Egypta) mba ho firenena ho Azy tahaka ny amin'izao anio izao.","Ary Jehovah dia tezitra tamiko noho ny aminareo ka nianiana fa tsy hita an'i Jordana aho, na hiditra any amin'ny tany soa izay omen'i Jehovah Andriamanitrao ho lovanao.","Fa izaho ho faty amin'ity tany ity, fa tsy hita an'i Jordana; fa ianareo kosa no hita ka handova izany tany soa izany.","Mitandrema ianareo, fandrao manadino ny faneken'i Jehovah Andriamanitrareo izay nataony taminareo ka manao sarin-javatra voasokitra ho anareo, araka ny endriky ny zavatra izay efa nandraran'i Jehovah Andriamanitrao anao.","Fa Jehovah Andriamanitrao dia afo mandevona; eny, Andriamanitra saro-piaro Izy.","Raha miteraka sy ho loa-jafy koa ianao, ka efa nitoetra ela teo amin'ny tany ianareo ary manao ratsy ka manao sarin-javatra voasokitra, araka izay endriky ny zavatra na inona na inona, sy manao ratsy eo imason'i Jehovah Andriamanitrao ary mampahatezitra Azy,","dia miantso ny lanitra sy ny tany ho vavolombelona aho anio fa vetivety foana dia ho fongotra tokoa ianareo tsy ho eo amin'ny tany izay alehanareo hita an'i Jordana holovana; tsy ho maro andro eo ianareo, fa haringana tokoa.","Ary Jehovah hampiely anareo any amin'ny firenen-tsamy hafa; ary ho tonga olom-bitsy izay sisa aminareo any amin'ny firenen-tsamy hafa izay hitondran'i Jehovah anareo.","Ary any no hanompoanareo andriamanitra asan'ny tànan'olona, dia vato aman-kazo, izay tsy mahita, na mandre, na mihinana, na manimbolo.","Kanefa any ianao no hitady an'i Jehovah Andriamanitrao ka hahita Azy, raha mitady Azy amin'ny fonao rehetra sy ny fanahinao rehetra.","Raha azom-pahoriana ianao, fa manjo anao ireo zavatra rehetra ireo, dia hiverina amin'i Jehovah Andriamanitrao ianao any am-parany ka hihaino ny feony;","fa Andriamanitra mamindra fo Jehovah Andriamanitrao ka tsy hahafoy anao, na handringana anao, na hanadino ny fanekena tamin'ny razanao, izay efa nianianany taminy.","Fa anontanio ange ny andro lasa, izay teo alohanao hatramin'ny andro izay namoronan'Andriamanitra olombelona tet? ambonin'ny tany ary hatramin'ny faravodilanitra manodidina, raha mba nisy zavatra lehibe tahaka izany, na mba efa nisy re tahaka izany.","Moa efa nisy firenena nandre ny feon'Andriamanitra niteny tao amin'ny afo, tahaka ny efa renao, ka velona ihany?","Moa efa nanandrana handeha haka firenena ho Azy avy amin'ny firenena hafa va Andriamanitra amin'ny fizahan-toetra sy ny famantarana sy ny fahagagana sy ny ady sy ny tanana mahery sy ny sandry nahinjitra ary ny fampahatahorana lehibe, araka izay rehetra nataon'i Jehovah Andriamanitrareo ho anareo tany Egypta teo imasonao?","Hianao no nampahitainy izany, mba hahafantaranao fa Jehovah no Andriamanitra, fa tsy misy afa-tsy Izy.","Avy tany an-danitra no nampandrenesany anao ny feony hananarany anao; ary teo ambonin'ny tany no nanehoany anao ny afony lehibe; ary ny teniny efa renao avy tao afovoan'ny afo.","Ary satria tia ny razanao Izy ka nifidy ny zanany mandimby azy, dia Izy no nitondra anao nivoaka avy tany Egypta tamin'ny heriny lehibe,","handroahany eo anoloanao firenena maro izay lehibe sy mahery noho ianao, mba hampidirany anao sy hanomezany anao ny taniny ho lova, tahaka ny amin'izao anio izao.","Koa aoka ho fantatrao anio, ka tsarovy ao am-ponao, fa Jehovah no Andriamanitra any amin'ny lanitra ambony sy ety amin'ny tany ambany, ka tsy misy afa-tsy Izy.","Dia tandremo ny lalàny sy ny didiny izay andidiako anao anio, mba hahita soa ianao sy ny taranakao mandimby anao, ary mba ho maro andro ianao any amin'ny tany, izay omen'i Jehovah Andriamanitrao ho anao mandrakizay.","Ary tamin'izay Mosesy dia nanokana tanàna telo any an-dafy atsinanan'i Jordana,","mba handosiran'izay nahafaty ny namany tsy nahy ka tsy nankahala azy teo aloha, dia ho velona izy raha mandositra ao amin'ny anankiray amin'ireo tanàna ireo:","dia Bazera any an-efitra, amin'ny tany lemaka, an'ny Robenita; ary Ramota-gileada an'ny Gadita; ary Golana any Basana an'ny Manasita.","Ary izao no lalàna izay nalahatr'i Mosesy teo anatrehan'ny Zanak'Isiraely.","Izao no teni-vavolombelona sy didy ary fitsipika, izay nambaran'i Mosesy tamin'ny Zanak'Isiraely, rehefa nivoaka avy tany Egypta izy,","tany an-dafin'i Jordana, tao an-dohasaha tandrifin'i Beti-peora, tao amin'ny tanin'i Sihona, ilay mpanjakan'ny Amorita nonina tao Hesbona, dia ilay noresen'i Mosesy sy ny Zanak'Isiraely, rehefa nivoaka avy tany Egypta izy,","ka dia azony ny tanin'i Sihona sy ny tanin'i Oga, mpanjakan'i Basana, dia ny mpanjaka roa tamin'ny Amorita, izay tany an-dafy atsinanan'i Jordana,","hatrany Aroera, izay ao amoron'ny lohasahan-driaka Arnona, ka hatramin'ny tendrombohitra Siona (Hermona izany),","dia ny tani-hay rehetra any an-dafy atsinanan'i Jordana ka hatramin'ny ranomasina amin'ny tani-hay eo ambodin'i Pisga."]}