{"book":"Deotoronomia","chapter":22,"verses":["Raha hitanao mania ny omby na ny ondrin'ny rahalahinao, dia aza atao tsy ho raharahanao izany, fa avereno any amin'ny rahalahinao mihitsy izany.","Ary raha tsy akaiky anao, na tsy fantatrao, ny rahalahinao, dia ento mody any aminao ilay nania, ary aoka hitoetra aminao mandra-pitadin'ny rahalahinao azy, dia haverinao any aminy.","Ary toy izany koa no hataonao amin'ny borikiny, na ny fitafiany, na ny zavatry ny rahalahinao, na inona na inona izay very ka hitanao; fa aza atao tsy ho raharahanao izany.","Ary raha hitanao ny borikin'ny rahalahinao, na ny ombiny, potraka any an-dalana, dia aza atao tsy ho raharahanao izany; fa manampia ny rahalahinao hanarina azy.","Aoka ny vehivavy tsy hitafy ny fitafian-dehilahy; ary aoka ny lehilahy tsy hitafy ny fitafiam-behivavy; fa fahavetavetana eo imason'i Jehovah Andriamanitrao izay rehetra manao izany.","Raha sendra mahita akanim-borona eo anoloanao eny an-dalana ianao, na amin'ny efa foy, na mbola atodiny, ary ny reniny manomba ny efa foy, na mikotrika ny atodiny, dia aza maka ny reniny mbamin'ny zanany.","Alefaso mihitsy ny reniny, fa ny zanany ihany no alao ho anao, mba hahita soa ianao ka ho maro andro.","Raha manao trano vaovao ianao, dia asio aro-fanina ny tampony, fandrao hisy olona hianjera eny, ka hahatonga heloka ny amin'ny rà ho ao an-tranonao ianao.","Aza fafazana voan-javatra roa karazana mifangaroharo ny taninao, fandrao samy ho lasa ho sazy ny vokatry ny voan-javatra nafafinao sy ny vokatry ny tanim-boalobokao.","Aza mampikambana omby sy boriky hiasa tany.","Aza mitafy lamba volon'ondry sy rongony mifamahofaho.","Asio somotraviaviny ny zorony efatra amin'ny lambanao izay itafianao.","Raha misy lehilahy mampaka-bady ary mandry aminy, ka tsy tiany indray ravehivavy,","dia haratsiny sy alàny baraka ka ataony hoe: Efa nampakatra ity vehivavy ity aho, nefa raha nandry taminy, dia tsy hitako ny famantarana azy ho virijina:","dia halain'ny ray aman-drenin-drazazavavy ny famantarana azy ho virijina ka ho entiny ho eo amin'ny loholona amin'ny tanàna eo am-bavahady.","Dia hiteny amin'ny loholona ny rain-drazazavavy hoe: Ny zanako-vavy nomeko ho vadin'io lehilahy io, kanefa tsy tiany indray izy;","ary indro fa efa noharatsiny izy ka nataony hoe: Tsy hitako ny famantarana ny zanakao-vavy ho virijina; kanefa indreto ny famantarana ny zanakao-vavy ho virijina. Dia hamelatra ny lamba eo anatrehan'ny loholona amin'ny tanàna izy mivady.","Ary halain'ny loholona amin'ny tanàna izany lehilahy izany ka hofaizany.","Dia hosaziny sekely volafotsy zato koa izy, ka homeny ny rain-drazazavavy izany, satria nahafa-baraka ny virijina anankiray tamin'ny Isiraely ralehilahy; nefa dia ho vadiny ihany razazavavy ka tsy azony hisaorana amin'ny andro rehetra hiainany.","Fa raha marina kosa izany lazainy izany, ka tsy hita ny famantarana an-drazazavavy ho virijina,","dia ho entiny mivoaka ho eo anoloan'ny varavaran'ny tranon-drainy razazavavy ka hotorahan'ny mponina amin'ny tanànany vato ho faty, satria nanao izay fady indrindra teo amin'ny Isiraely izy ka nijangajanga tao an-tranon-drainy; ka dia hofongoranao tsy ho eo aminao ny fanao ratsy.","Raha misy lehilahy azo mandry amim-behivavy vadin'olona, dia samy hatao maty izy roroa, na ralehilahy izay nandry tamin-dravehivavy, na ravehivavy koa; ka dia hofongoranao tsy ho eo amin'ny Isiraely ny fanao ratsy.","Raha misy zazavavy virijina voafofo ho vadin'olona, ary misy lehilahy mahita azy eo an-tanàna ka mandry aminy,","dia ho entinareo mivoaka ho eo amin'ny vavahadin'izany tanàna izany izy roroa ka hotorahanareo vato ho faty: razazavavy moa, satria tsy niantso, nefa tao an-tanàna ihany; ary ralehilahy koa, satria nandry tamin'ny vadin'ny namany; ka dia hofongoranao tsy ho eo aminao ny fanao ratsy.","Fa raha any an-tsaha kosa no ahitan-dralehilahy an-drazazavavy voafofo ho vadin'olona, ary misavika azy ralehilahy ka mandry aminy, dia ralehilahy izay nandry taminy ihany no hatao maty.","Fa ravehivavy dia tsy hasianao na inona na inona; fa tsy misy ota tokony hahafaty azy; fa tahaka ny olona mitsangana hamely ny namany ka mahafaty azy no hevitr'izany zavatra izany.","Fa tany an-tsaha no nahitany azy; ary niantso ihany razazavavy voafofo ho vadin'olona, nefa tsy nisy hamonjy azy.","Raha misy lehilahy mahita zazavavy virijina, izay tsy voafofo ho vadin'olona, ka misavika azy sady mandry aminy, koa hita izy roroa,","dia hanome sekely volafotsy dimam-polo ho an'ny rain-drazazavavy ralehilahy izay nandry taminy; ary hovadiny izy, satria efa nosavihiny sady nandriany; ary tsy azony hisaorana izy amin'ny andro rehetra hiainany."]}