{"book":"Deotoronomia","chapter":12,"verses":["IZAO no didy sy fitsipika izay hotandremanareo harahina any amin'ny tany izay omen'i Jehovah, Andriamanitry ny razanao, anao holovana amin'ny andro rehetra hiainanareo ambonin'ny tany.","Horavanareo mihitsy ny toerana rehetra izay nanompoan'ny firenen-tsamy hafa izay horoahinareo ny andriamaniny teny ambonin'ny tendrombohitra avo sy ny havoana ary teny ambanin'ny hazo maitso rehetra.","Dia horavanareo ny alitarany, ary hotorotoroinareo ny tsangam-baton-tsampiny, ary hodoranareo amin'ny afo ny Aserahany, ary ny sarin-javatra voasokitra, izay andriamaniny, dia hokapainareo, ka dia hofoananareo tsy ho eo amin'izany tany izany intsony ny anarany.","Aza manao toy izany amin'i Jehovah Andriamanitrareo ianareo.","Fa ny tany izay hofidin'i Jehovah Andriamanitrareo amin'ny firenenareo rehetra hasiany ny anarany sy honenany no hohatoninareo sy halehanareo.","Ary any no hitondranareo ny fanatitra doranareo sy ny fanatitrareo hafa alatsa-drà sy ny fahafolon-karenareo sy ny fanatitra asandratry ny tananareo sy ny fanalam-boadinareo sy ny fanati-tsitraponareo ary ny voalohan-teraky ny ombinareo sy ny ondry aman'osinareo;","ary any no hihinananareo sy ny ankohonanareo eo anatrehan'i Jehovah Andriamanitrareo ary hifalianareo amin'izay rehetra harin'ny tananareo, izay efa nitahian'i Jehovah Andriamanitrao anao.","Aza manao araka izay rehetra ataontsika eto ankehitriny intsony ianareo, dia izao samy manao izay mahitsy eo imasony avy izao.","Fa ianareo tsy mbola tonga any amin'ny fitsaharana sy ny lova izay omen'i Jehovah Andriamanitrao anao.","Fa rehefa tafita an'i Jordana ianareo ka monina any amin'ny tany izay omen'i Jehovah Andriamanitrareo anareo holovana, ary homeny fitsaharan'ady amin'ny fahavalonareo rehetra manodidina ianareo ka mandry fahizay,","dia eo amin'ny tany izay hofidin'i Jehovah Andriamanitrareo hampitoerany ny anarany no hitondranareo izay rehetra andidiako anareo, dia ny fanatitra doranareo sy ny fanatitrareo hafa alatsa-drà sy ny fahafolon-karenareo sy ny fanatitra asandratry ny tananareo, ary izay zavatra tsara ataonareo voady amin'i Jehovah.","Dia hifaly eo anatrehan'i Jehovah Andriamanitrareo ianareo sy ny zanakareo-lahy sy ny zanakareo-vavy sy ny ankizilahinareo sy ny ankizivavinareo ary ny Levita izay ao an-tanànanareo; fa ny Levita tsy mba manana anjara na lova eo aminareo.","Mitandrema mba tsy haterinao eny amin'izay tany rehetra tianao ny fanatitra doranao;","fa eo amin'ny tany izay hofidin'i Jehovah ihany amin'ny firenenao anankiray no hanateranao azy, sady eo koa no hanaovanao izay rehetra andidiako anao.","Kanefa mahazo mamono zavatra sy mihinan-kena ianao, araka izay rehetra irinao eny amin'ny tanànanao rehetra, araka ny fitahian'i Jehovah Andriamanitrao izay omeny anao; na ny maloto, na ny madio dia samy mahazo mihinana azy ihany, tahaka ny ahazoany mihinana ny gazela sy ny diera.","Kanefa ny ràny no aza hanina, fa aidino amin'ny tany toy ny rano.","Tsy azonao hanina ao an-tanànanao, na ny ampahafolon'ny varinao sy ny ranom-boalobokao sy ny diloilonao, na ny voalohan-teraky ny ombinao sy ny ondry aman'osinao, na ny zavatra rehetra hataonao voady, na ny fanati-tsitraponao, na ny fanatitra asandratry ny tananao.","Fa eo anatrehan'i Jehovah Andriamanitrao no hihinananao azy, dia eo amin'ny tany izay hofidin'i Jehovah Andriamanitrao, dia ianao sy ny zanakao-lahy sy ny zanakao-vavy sy ny ankizilahinao sy ny ankizivavinao ary ny Levita izay ao an-tanànanao; ary hifaly eo anatrehan'i Jehovah Andriamanitrao ianao amin'izay rehetra hanin'ny tananao.","Mitandrema mba tsy ho foinao ny Levita amin'ny andro rehetra hiainanao amin'ny taninao.","Raha hitarin'i Jehovah Andriamanitrao ny fari-taninao, araka izay nolazainy taminao, ka hoy ianao: Hihinan-kena aho, satria maniry hihinan-kena ny fanahinao, dia mahazo mihinan-kena araka izay rehetra irin'ny fanahinao ianao.","Raha lavitra anao loatra ny tany izay hofidin'i Jehovah Andriamanitrao hasiany ny anarany, dia hamonoanao ny ombinao sy ny ondry aman'osinao izay nomen'i Jehovah anao, araka izay efa nandidiako anao, ary hohaninao ao an-tanànanao, araka izay rehetra irin'ny fanahinao izany.","Kanefa tahaka ny ahazoanao mihinana ny gazela sy ny diera no hahazoanao mihinana ireny: na ny maloto na ny madio dia samy mahazo mihinana azy.","Kanefa tandremo tsara mba tsy hohaninao ny rà, fa ny rà no aina, ary tsy mahazo mihinana ny aina amin'ny hena ianao.","Aza mihinana azy ianao, fa aidino amin'ny tany toy ny rano izy;","eny, aza mihinana azy ianao, mba hahita soa ianao sy ny taranakao mandimby anao, raha manao izay mahitsy eo imason'i Jehovah ianao.","Kanefa ny zava-masinao sy ny zavatra nataonao voady dia ento mankany amin'ny tany izay hofidin'i Jehovah.","Ary atero eo amin'ny alitaran'i Jehovah Andriamanitrao ny fanatitra doranao, dia ny henany sy ny ràny; ary ny ran'ny fanatitrao hafa dia aidino eo amin'ny alitaran'i Jehovah Andriamanitrao, fa ny henany dia azonao hohanina ihany.","Tandremo, ka henoy izao teny rehetra izao, izay andidiako anao, mba hahita soa ianao sy ny taranakao mandimby anao mandrakizay, raha manao izay tsara sy mahitsy eo imason'i Jehovah Andriamanitrao ianao.","Rehefa aringan'i Jehovah Andriamanitrao eo anoloanao ny firenen-tsamy hafa, izay alehanao horesenao, ary handresy azy ianao ka honina eo amin'ny taniny,","dia mitandrema, fandrao voafandrika hanaraka ny fanaony ianao, rehefa voaringana eo anoloanao izy; ary andrao mamotopototra ny amin'ny andriamaniny ianao ka manao hoe: Nanao ahoana no nanompoan'ireny firenena ireny ny andriamaniny? fa izaho koa mba hanao toy izany.","Aza manao toy izany amin'i Jehovah Andriamanitrao; fa ny fahavetavetana rehetra, izay halan'i Jehovah, no nataony tamin'ny andriamaniny; fa ny zananilahy sy ny zananivavy aza dia nodorany tamin'ny afo ho an'ny andriamaniny."]}