{"book":"Deotoronomia","chapter":16,"verses":["Tandremo ny volana Abiba, ka ataovy ny Paskan'i Jehovah Andriamanitrao fa tamin'ny volana Abiba no nitondran'i Jehovah Andriamanitrao anao nivoaka avy tany Egypta tamin'ny alina.","Ary vonoy ny Paskan'i Jehovah Andriamanitrao, dia ondry aman'osy sy omby, eo amin'ny tany izay hofidin'i Jehovah hampitoerany ny anarany.","Aza ny mofo misy masirasira no haninao aminy; hafitoana no hihinananao mofo tsy misy masirasira, dia mofom-pahoriana, fa tampoka no nivoahanao avy tany amin'ny tany Egypta, mba hotsarovanao amin'ny andro rehetra hiainanao ny andro izay nivoahanao avy tany amin'ny tany Egypta.","Ary aoka tsy hisy masirasira eo aminao ao anatin'ny fari-taninao rehetra hafitoana; ary aoka tsy hisy hitoetra miloaka alina ny henan'ny fanatitra izay novonoinao tamin'ny harivan'ny andro voalohany.","Tsy hisy azonao hamonoana ny Paska ny tanànanao rehetra izay omen'i Jehovah Andriamanitrao anao;","fa eo amin'ny fitoerana izay hofidin'i Jehovah Andriamanitrao hampitoerany ny anarany no hamonoanao azy rehefa hariva tokony ho maty masoandro, dia tahaka izay nivoahanao avy tany Egypta.","Ary atsatsiho amin'ny afo izy, ka hano eo amin'ny tany izay hofidin'i Jehovah Andriamanitrao; ary miverena nony maraina, ka modia any amin'ny lainao.","Henemana no hihinananao mofo tsy misy masirasira; fa ny andro fahafito dia fara-fivoriana ho an'i Jehovah Andriamanitrao, ka tsy hanao raharaha ianao amin'izany.","Herinandro fito no hisainao ho anao: hatramin'ny andro iandohan'ny fijinjam-bary no hanisanao azy.","Ary mitandrema andro firavoravoana manarakaraka ireo herinandro ho an'i Jehovah Andriamanitrao, ka manatera fanati-tsitrapo, izay homenao araka izay itahian'i Jehovah Andriamanitrao anao;","ary mifalia eo anatrehan'i Jehovah Andriamanitrao ianao sy ny zanakao-lahy sy ny zanakao-vavy ary ny ankizilahinao sy ny ankizivavinao ary ny Levita izay ao an-tanànanao mbamin'ny vahiny sy ny kamboty ary ny mpitondratena izay eo aminao, dia eo amin'ny tany izay hofidin'i Jehovah Andriamanitrao hampitoerany ny anarany.","Ary tsarovy fa andevo tany Egypta ianao; koa tandremo sy araho ireo didy ireo.","Tandremo hafitoana ny andro firavoravoana fitoerana amin'ny trano rantsan-kazo, rehefa nangoninao ny avy amin'ny famoloanao sy ny famiazanao.","Ary mifalia amin'ny andro firavoravoanao ianao sy ny zanakao-lahy sy ny zanakao-vavy sy ny ankizilahinao sy ny ankizivavinao ary ny Levita mbamin'ny vahiny sy ny kamboty ary ny mpitondratena izay ao an-tanànanao.","Hafitoana no itandremanao andro firavoravoana ho an'i Jehovah Andriamanitrao eo amin'ny tany izay hofidin'i Jehovah, satria hitahy anao Jehovah Andriamanitrao amin'ny vokatrao rehetra sy ny asan-tananao rehetra, ka dia hifaly tokoa ianao.","Intelo isan-kerintaona ny lehilahy rehetra aminao no hiseho eo anatrehan'i Jehovah Andriamanitrao, eo amin'ny tany izay hofidiny, dia amin'ny andro firavoravoana fihinanana mofo tsy misy masirasira sy ny andro firavoravoana manarakaraka ireo herinandro ary ny andro firavoravoana fitoerana amin'ny trano rantsan-kazo. Ary aoka tsy hisy hiseho foana tsy mitondra fanatitra eo anatrehan'i Jehovah;","fa aoka samy hanatitra izay zakany avy, araka ny fitahian'i Jehovah Andriamanitrao, izay omeny anao.","Mifidiana mpitsara sy mpifehy ho anao ao an-tanànanao rehetra, izay omen'i Jehovah Andriamanitrao anao, araka ny firenenao; dia hitsara ny olona amin'ny fitsarana marina ireo.","Aza manao fitsarana miangatra, aza mizaha tavan'olona, ary aza mandray kolikoly; fa ny kolikoly mahajamba ny mason'ny hendry ary mamadika ny tenin'ny marina.","Ny marina dia marina no harahinao, mba ho velona ianao ka handova ny tany izay omen'i Jehovah Andriamanitrao anao.","Aza manangana hazo ho Aseraha ho anao eo anilan'ny alitaran'i Jehovah Andriamanitrao, izay ataonao ho anao.","Ary aza manao tsangam-baton-tsampy ho anao; fa halan'i Jehovah Andriamanitrao izany."]}