{"book":"Deotoronomia","chapter":21,"verses":["Raha tahìny misy maty novonoin'olona hita miampatra any an-tsaha amin'ny tany izay omen'i Jehovah Andriamanitrao anao holovana, ary tsy fantatra izay nahafaty azy,","dia hivoaka ny loholonao sy ny mpitsaranao ka horefesiny hatreo amin'ny faty ka hatramin'izay tanàna manodidina azy.","Ary ny loholona amin'ny tanàna izay akaikin'ny faty indrindra dia haka ombivavy kely izay tsy mbola nampiasaina na nasiana zioga hitarihany.","Ary ilay ombivavy kely dia ho entin'ny loholona amin'izany tanàna izany midina any amin'izay lohasaha tsy voasa na voafafy sady misy renirano tsy mety ritra, dia hofolahiny any an-dohasaha ny vozony.","Ary ireo mpisorona, taranak'i Levy, dia hanatona, fa izy no nofidin'i Jehovah Andriamanitrao hanao fanompoam-pivavahana aminy sy hitso-drano amin'ny anaran'i Jehovah; koa araka ny teniny no hanefana ny ady rehetra sy ny vonoana rehetra;","ary ny loholona rehetra amin'izany tanàna akaikin'ny faty izany dia hanasa ny tànany eo ambonin'ilay ombivavy kely izay efa voafolaka tany an-dohasaha ny vozony;","dia hiloa-bava ireo ka hanao hoe: Tsy ny tananay no nandatsaka ity rà ity, sady tsy nahita izany ny masonay.","Jehovah ô, mamelà ny heloky ny Isiraely olonao izay navotanao ka aza atao ho heloky ny Isiraely olonao ny rà marina! Dia ho afa-keloka ny amin'izany rà izany izy.","Ka dia hesorinao ho afaka aminao ny rà marina, raha hanao izay mahitsy eo imason'i Jehovah ianao.","Raha mivoaka hanafika ny fahavalonao ianao, ary atolotr'i Jehovah Andriamanitrao eo an-tananao izy ka voababonao,","ary misy vehivavy tsara tarehy hitanao eo amin'ny babo ka tianao hovadina,","dia ento ho ao an-tranonao izy, ka asaovy haratany ny lohany sy alàny ny hohony,","ary asaovy esoriny koa ny fitafiany tamin'ny nahababo azy, dia aoka hitoetra ao an-tranonao andro iray volana izy hitomany ny ray aman-dreniny; ary rehefa afaka izany, dia vao mahazo mandry aminy ianao ka ho tompom-bady azy, ary ho vadinao izy.","Fa raha tsy tianao intsony ravehivavy, dia alefaso handeha araka izay sitrapony izy: fa aza mivarotra azy hatao vola aman-karena na manandevo azy, satria efa nampietry azy ianao.","Raha misy lehilahy mamporafy, ka ny anankiray tiany, fa ny anankiray kosa tsy tiany, ary samy miteraka zaza aminy izy roa vavy, na ny tiany na ny tsy tiany, ary zanak'ilay tsy tiany no lahimatoa:","amin'ny andro handidiany fananana ho an'ny zananilahy dia tsy azo hatao lahimatoa ny zanaky ny tiany, raha mbola eo ihany ny zanaky ny tsy tiany, izay tena lahimatoany;","fa ny lahimatoa, zanak'ilay tsy tiany ihany, no hekeny ka homeny anjaran-droa amin'izay rehetra ananany; fa voalohan'ainy izy, ka azy ny fizokiana.","Raha misy olona manana zanakalahy maditra sy manohitra ka tsy mety mihaino ny feon'ny rainy, na ny feon'ny reniny, ka tsy zakany anarina,","dia hosamborin'ny rainy sy ny reniny izy ka ho entiny amin'ny loholona amin'ny tanànany, eo amin'ny vavahadin'ny tanàna onenany,","dia hiteny amin'ny loholona amin'ny tanànany izy mivady hoe: Ity zanakay ity dia maditra sy manohitra ka tsy mihaino ny feonay, fa mpandany sy fileony.","Dia hitora-bato azy ho faty ny mponina rehetra ao an-tanànany; ka dia hofongoranao tsy ho eo aminao ny fanao ratsy; ary ny Isiraely rehetra dia handre izany ka hatahotra.","Ary raha misy olona manao fahotana izay tokony hahafaty azy ka atao maty ary ahantona amin'ny hazo.","dia tsy havela hiloaka alina eo amin'ny hazo ny fatiny, fa tsy maintsy halevinao androtr'iny ihany izy (fa voaozon'Andriamanitra ny mihantona amin'ny hazo); koa aza lotoina ny taninao, izay omen'i Jehovah Andriamanitrao anao ho lovanao."]}