{"book":"Deotoronomia","chapter":33,"verses":["Ary izao no tso-drano nataon'i Mosesy, lehilahin'Andriamanitra, tamin'ny Zanak'Isiraely, rehefa nadiva ho faty izy.","Hoy izy: Jehovah avy tao Sinay, Ary niseho taminy avy tany Seïra; Niposaka namirapiratra avy tany an-tendrombohitra Parana Izy; Ary avy tao amin'ny masiny tsy omby alinalina; Ary teo ankavanany nisy lalàn'afo ho an'ireo.","Eny, tia ireo firenena Izy; Eo an-tananao avokoa ny masiny rehetra; Miandry eo anilan'ny tongotrao ireo Ka samy mandray amin'ny teninao.","Lalàna no nandidian'i Mosesy antsika Ho lovan'ny fiangonan'i Jakoba.","Ary tonga mpanjakan'i Jesorona Izy, Rehefa tafangona ny lehiben'ny vahoaka Sy ny firenen'Isiraely rehetra.","Aoka ho velona ROBENA, fa tsy ho faty, Nefa aoka ho vitsy olona izy.","Ary ny amin'i JODA dia izao, hoy izy: Jehovah ô, mihainoa ny feon'i Joda, Ka ento ho amin'ny olony izy. Ny tanany no hiadiany ho azy, Ka manampia azy Hianao hamelezany ny mpandrafy azy.","Ary ny amin'i LEVY dia hoy izy: Ny Tomimanao sy ny Orimanao dia amin'ny olonao masina. Izay nizahanao toetra tao Masa Sy nifamalianao tao amin'ny ranon'i Meriba,","Izay nilaza ny rainy sy ny reniny hoe: Tsy mahita azy aho, Sady tsy nahalala izay rahalahiny izy, Ary izay zanany aza dia tsy fantany; Fa nitandrina ny teninao izy Ka nitana ny fanekenao.","Jakoba no hampianariny ny fitsipikao, Ary Isiraely ny lalànao; Hametraka ditin-kazo manitra eo anatrehanao'izy Sy fanatitra dorana eo ambonin'ny alitaranao.","Jehovah ô, tahio ny heriny, Ary aoka ho sitrakao ny asan'ny tànany; Asio mafy ny valahan'izay mitsangana hiady aminy, Ka aoka tsy hiarina intsony izay mankahala azy.","Ary ny amin'i BENJAMINA dia hoy izy: Ny malalan'i Jehovah honina fahizay eo aminy, Dia halofany mandrakariva, Ary hobabeny eo an-damosiny.","Ary ny amin'i JOSEFA dia hoy izy: Hotahin'i Jehovah anie ny taniny Amin'ny zava-tsoan'ny lanitra, dia amin'ny ando, Ary amin'ny rano lalina mamitsaka any ambany,","Ary amin'ny zava-tsoa vokatry ny masoandro Sy ny voan-javatra soa vokatry ny volana,","Ary amin'ny zava-malaza avy amin'ny tendrombohitra fahagola Sy ny zava-tsoa avy amin'ny havoana mandrakizay","Mbamin'ny zava-tsoan'ny tany sy izay rehetra eo aminy Sy ny fankasitrahan'Izay nitoetra tao amin'ilay roimemy; Ary aoka ho tonga eo an-dohan'i Josefa izany, Dia eo an-tampon-dohan'ilay nalaza tamin'ny rahalahiny.","Ny voalohan-teraky ny ombiny dia malaza, Tandrok'ombimanga ny tandrony; Izany no hanotoany ny firenena rehetra, Dia ny faran'ny tany; Ireo no alinalin'i Efraima Sy arivoarivon'i Manase.","Ary ny amin'i ZEBOLONA dia hoy izy: Mifalia, ry Zebolona, amin'izay alehanao, Ary ianao, ry ISAKARA, ao an-dainao.","Firenena no antsoiny hankao an-tendrombohitra, Ary ao no hamonoany zavatra ho fanati-pahamarinana; Fa hitsentsitra ny haren'ny ranomasina izy Sy ny zava-tsoa miafina ao amin'ny fasika.","Ary ny amin'i GADA dia hoy Izy; Isaorana anie Izay manome malalaka ho an'i Gada; Mamitsaka tahaka ny liom-bavy izy Ka mamiravira ny sandry mbamin'ny tampon-doha.","Nizaha izay tsara indrindra ho an'ny tenany izy, Fa teo ny anaran'ny mpanao lalàna no efa voatokana. Niaraka tamin'ny lohan'ny firenena izy, Ary araka ny fahamarinan'i Jehovah ny nataony, Sy araka ny fitsipiny izay iombonany amin'ny Isiraely.","Ary ny amin'DANA dia hoy izy: Dana dia zana-diona; Miantsampy avy ao Basana izy.","Ary ny amin'i NAFTALY dia hoy izy: Ry Naftaly, voky fankasitrahana Ka feno ny fitahian'i Jehovah, Mandovà ny andrefana sy ny atsimo anie ianao.","Ary ny amin'i ASERA dia hoy izy: Aoka hotahina mihoatra noho ny zaza maro Asera, Ary hankasitrahana mihoatra noho ny rahalahiny izy Ka hanoboka ny tongony amin'ny diloilo.","Ho vy sy varahina ny hidinao; Ary hifamatra amin'ny andronao ny fiadananao.","Ry Jesorona, tsy misy tahaka an'Andriamanitra, Izay mitaingina ny lanitra hamonjy anao, Sady mandia ny rahona amin'ny voninahiny.","Ny Andriamanitra hatrizay hatrizay no fonenana, Ary ny sandry mandrakizay no eto ambany. Mandroaka ny fahavalo eo anoloanao Izy Ka manao hoe: Aringano.","Ary mandry fahizay Isiraely, Mitokana irery ny loharanon'i Jakoba Ao amin'ny tany be vary sy ranom-boaloboka, Eny, mampilatsaka ando ny lanitra eo amboniny.","Sambatra ianao, ry Isiraely; Iza no tahaka anao, ry olona voavonjin'i Jehovah, Ampingan'ny famonjena anao sy sabatry ny voninahitrao! Hikoy anao ny fahavalonao. Ary ianao handia ny fitoerany avo."]}