{"book":"Deotoronomia","chapter":25,"verses":["Raha misy olona manana ady ka mankeo amin'ny fitsarana ary tsarain'ny mpitsara, dia aoka hohamarininy izay marina ary hohelohiny kosa izay meloka.","Ary raha tokony hokapohina ny meloka, dia aoka hampandrin'ny mpitsara izy ka hokapohina eo anatrehany, ary hatao araka ny helony no isan'ny kapoka hatao aminy.","Hatramin'ny efa-polo no kapoka azo hatao aminy, fa tsy hatao mihoatra; fandrao raha mihoatra noho izany, dia ho toy ny tsinontsinona eo imasonao ny rahalahinao.","Aza manakombona ny vavan'ny omby mively vary.","Raha misy mpirahalahy miara-monina, ary maty momba ny anankiray, dia aoka tsy hanambady vahiny any ivelany ny vadin'ny maty; fa ny rahalahin'ny vadiny ihany no aoka hanambady azy ka hitondra loloha azy.","Ary ny lahimatoa izay haterany dia hitondra ny anaran'ilay rahalahy izay efa maty, mba tsy ho faty maso eo amin'ny Isiraely izy.","Ary raha tsy sitra-dralehilahy ny hitondra loloha ny vadin-drahalahiny, dia aoka hankeo amin'ny vavahady ho eo amin'ny loholona ravehivavy ka hanao hoe: Ny rahalahin'ny vadiko tsy mety mamelo-maso ny rahalahiny, fa tsy mety mitondra loloha ahy.","Dia hantsoin'ny loholona amin'ny tanàna ralehilahy ka hadininy; ary raha mikiry izy ka manao hoe: Tsy sitrako ny hanambady azy,","dia hanatona azy eo anatrehan'ny loholona ny vadin-drahalahiny ka hanala ny kapa amin'ny tongo-dralehilahy, dia handrora amin'ny tavany ka hiteny hoe: Toy izany no hatao amin'izay olona tsy mety mamelo-maso ny rahalahiny.","Ary ny anaran-dralehilahy dia hatao eo amin'ny Isiraely hoe: Fianakavian'ilay nalan-kapa.","Raha misy olona miady, ary ny vadin'ny anankiray manatona hamonjy ny vadiny amin'ny tànan'izay mamely azy, ary maninjitra ny tànany ka mandray azy an-kasarotana,","dia hotapahinao ny tànany; tsy hiantra azy ny masonao.","Aoka tsy hisy vato mahery sy reraka ao an-kitaponao.","Aoka tsy hisy famarana mihoatra sy latsaka ao an-tranonao.","Vato feno lanja sady marina ary famarana tonga ohatra sady marina no aoka hotananao, mba ho maro andro ianao any amin'ny tany izay omen'i Jehovah Andriamanitrao anao.","Fa fahavetavetana eo imason'i Jehovah Andriamanitrao izay rehetra manao izany zavatra izany, dia izay rehetra manao ny tsy marina.","Tsarovy izay nataon'ny Amalekita taminao teny an-dalana tamin'ny nandehananareo avy tany Egypta,","dia ny nitsenany anao teny an-dalana sy ny namelezany ny vodi-lalanao, dia izay rehetra tsy afaka teo aorianao, raha reraka sy sasatra ianao; fa tsy natahotra an'Andriamanitra izy.","Ary rehefa omen'i Jehovah Andriamanitrao fitsaharana amin'ny fahavalonao rehetra manodidina ianao any amin'ny tany izay omen'i Jehovah Andriamanitrao anao ho lovanao, dia hovonoinao ny fahatsiarovana ny Amalekita tsy ho eo ambanin'ny lanitra intsony: aza hadinoinao izany."]}