{"book":"Deotoronomia","chapter":7,"verses":["Rehefa entin'i Jehovah Andriamanitrao ianao ka tafiditra any amin'ny tany izay efa hidiranao holovana, ary firenena maro no voaroakany hiala eo anoloanao, dia ny Hetita sy ny Girgasita sy ny Amorita sy ny Kananita sy ny Perizita sy ny Hivita ary ny Jebosita, dia firenena fito izay lehibe sy mahery noho ianao.","ary rehefa voatolotr'i Jehovah Andriamanitrao eo anoloanao ireny ka resinao: dia aringano mihitsy izy; aza manao fanekena aminy, na mamindra fo aminy;","ary aza mifanambady anaka aminy: ny zanakao-vavy tsy homenao ho vadin'ny zananilahy, ary ny zananivavy tsy halainao ho vadin'ny zanakao-lahy.","Fa hampiala ny zanakao-lahy amin'ny fanarahana Ahy izy mba hanompoany andriamani-kafa, dia hirehitra aminareo ny fahatezeran'i Jehovah, ka handrifigana anao vetivety Izy.","Fa izao kosa no ataovinareo aminy: ny alitarany horavanao, ary ny tsangam-baton-tsampiny hovakivakinao; ny Aserahany hokapainao, ary ny sarin-javatra voasokitra hodoranao amin'ny afo.","Fa firenena masina ho an'i Jehovah Andriamanitrao ianao; fa ianao efa nofidin'i Jehovah Andriamanitrao ho firenena rakitra soa ho Azy mihoatra noho ny firenena rehetra ambonin'ny tany.","Tsy ny hamaroanareo noho ny firenena rehetra anefa no niraiketan'ny fitiavan'i Jehovah taminareo sy nifidianany anareo, fa ianareo dia vitsy noho ny firenena rehetra aza;","fa ny nitiavan'i Jehovah anareo sy ny nitandremany ny fianianana izay efa nianianany tamin'ny razanareo no nitondran'i Jehovah anareo tamin'ny tanana mahery sy nanavotany anao tamin'ny trano nahandevozana dia tamin'ny tànan'i Farao, mpanjakan'i Egypta.","Koa aoka ho fantatrao fa Jehovah Andriamanitrao ihany no Andriamanitra, dia Andriamanitra mahatoky, Izay mitandrina fanekena sy famindram-po amin'izay tia Azy sy mitandrina ny didiny, hatramin'ny taranaka arivo mandimby,","ary mamaly miharihary izay mandrafy Azy amin'ny fandringanana azy; tsy hitaredretra Izy ny amin'izay mandrafy Azy, fa hamaly azy miharihary.","Koa tandremo ny lalàna sy ny didy ary ny fitsipika, izay andidiako anao anio, ka araho izy.","Ary raha mihaino ireo fitsipika ireo ianareo ka mitandrina sy manaraka azy, dia hotanterahin'i Jehovah Andriamanitrao aminao ny fanekena sy ny famindram-po, izay nianianany tamin'ny razanao;","dia ho tia anao sy hitahy anao ary hahamaro anao Izy; ary Izy hitahy ny ateraky ny kibonao sy ny vokatry ny taninao, dia ny varinao sy ny ranom-boalobokao sy ny diloilonao, ary ny ateraky ny ombinao sy ny ateraky ny ondry aman'osinao any amin'ny tany izay nianianany tamin'ny razanao homena anao.","Hotahina ianao mihoatra noho ny firenena rehetra; tsy hisy lahy na vavy tsy hiteraka, na ianareo na ny biby fiompinareo.","Ary harovan'i Jehovah tsy ho azon'aretina ianao, ka tsy hisy hameliny anao ny aretin-dratsin'i Egypta, izay fantatrao; fa hataony amin'izay rehetra mankahala anao kosa ireny.","Ary aoka holaninao ny firenena rehetra, izay hatolotr'i Jehovah Andriamanitrao anao, ka aoka tsy hiantra azy ny masonao; ary aza manompo ny andriamaniny, fa ho fandrika aminao ireny.","Raha ianao hanao anakampo hoe: Maro noho izaho ireo firenena ireo, ka hataoko ahoana no fahay mandroaka azy?","dia aza matahotra azy ianao; fa tsarovy tsara izay nataon'i Jehovah Andriamanitrao tamin'i Farao sy ny Egyptiana rehetra,","dia ny fizahan-toetra lehibe, izay efa hitan'ny masonao, sy ny famantarana sy ny fahagagana sy ny tanana mahery ary ny sandry nahinjitra, izay nitondran'i Jehovah Andriamanitrao anao nivoaka; fa toy izany no hataon'i Jehovah Andriamanitrao amin'ny firenena rehetra izay atahoranao.","Ary ny fanenitra koa dia hampandehanin'i Jehovah Andriamanitrao ho eo aminy mandra-paharingan'izay sisa sy izay efa niery ka tsy hitanao.","Aza matahotra azy ianao; fa Jehovah Andriamanitrao no eo aminao, dia Andriamanitra lehibe sy mahatahotra.","Ary horoahin'i Jehovah Andriamanitrao eo alohanao tsikelikely ireny firenena ireny; tsy haharoaka azy faingana ianao, fandrao hihamaro ny bibi-dia ka hamely anao.","Fa hatolotr'i Jehovah Andriamanitrao eo anoloanao izy ka hataony mifanaritaka be ihany mandra-pahalany ritrany.","Dia hatolony eo an-tananao koa ny mpanjakany, ka ho foananao tsy ho re intsony at? ambanin'ny lanitra ny anarany; tsy hisy olona hahajanona eo anoloanao, fa haringanao avokoa izy mandra-pahalaniny.","Ny sarin-javatra voasokitra, izay andriamaniny, dia hodoranareo amin'ny afo; aza mitsiriritra ny volafotsy na ny volamena izay eo aminy, na maka izany ho anao, fandrao ho voafandriny ianao, fa fahavetavetana eo imason'i Jehovah Andriamanitrao izany.","Ary aza mitondra fahavetavetana ho ao an-tranonao, fandrao ho voaozona tahaka izany koa ianao; ho halanao sy ho fahavetavetana eo imasonao indrindra izany, fa zavatra voaozona."]}