{"book":"Deotoronomia","chapter":11,"verses":["Ary tiava an'i Jehovah Andriamanitrao, ka tandremo mandrakariva Izay asainy hotandremana, dia ny lalàny sy ny fitsipiny ary ny didiny.","Ary aoka ho fantatrao anio, fa izaho tsy miteny amin'ny zanakareo izay tsy nahalala na nahita ny famaizan'i Jehovah Andriamanitrareo sy ny fahalehibiazany sy ny tànany mahery sy ny sandriny nahinjitra","sy ny famantarany sy ny asany, izay nataony tany Egypta tamin'i Farao, mpanjakan'i Egypta, sy ny taniny rehetra,","sy izay nataony tamin'ny miaramilan'ny Egyptiana sy ny soavaliny ary ny kalesiny, dia ny nanasaforany azy tao amin'ny Ranomasina Mena, raha nanenjika anareo Izy, dia voaringan'i Jehovah mandraka androany,","ary izay nataony taminareo tany an-efitra, hatramin'ny nahatongavanareo teto amin'ity tany ity,","ary izay nataony tamin'i Datana sy Abìrama, zanak'i Eliaba, zanak'i Robena, teo amin'ny Isiraely rehetra, dia izay nisokafan'ny tany sy nitelemany azy mbamin'ny ankohonany sy ny lainy ary ny zava-manan'aina izay nomba azy;","fa ny masonareo efa nahita ny asa lehibe rehetra izay nataon'i Jehovah.","Koa tandremo ny lalàna rehetra izay andidiako anareo anio, mba hahery ianareo, dia hiditra handova ny tany izay efa halehanareo holovana;","ary, mba ho maro andro ianareo amin'ny tany izay nianianan'i Jehovah tamin'ny razanareo homena azy sy ny taranany, dia tany izay tondra-dronono sy tantely.","Fa ny tany izay efa hidiranao holovana dia tsy mba tahaka ny tany Egypta, izay nivoahanareo, izay namafazanao ny voan-javatrao sy nandeman'ny tongotrao rano azy tahaka ny fambolen'anana.","Fa ny tany izay efa halehanareo holovana dia tany be tendrombohitra sy lohasaha sady mifoka rano avy amin'ny ranonoran-danitra,","dia tany izay tandreman'i Jehovah Andriamanitrao; ny mason'i Jehovah Andriamanitrao mitsinjo azy mandrakariva hatramin'ny fiandohan'ny taona ka hatramin'ny fiafarany.","Ary raha hihaino tsara ny didiko izay andidiako anareo anio ianareo ka ho tia an'i Jehovah Andriamanitrareo sy hanompo Azy amin'ny fonareo rehetra sy ny fanahinareo rehetra,","dia halatsako eo amin'ny taninareo ny ranonorana amin'ny fotoany, dia ny loha-orana sy ny fara-orana, mba hanangonanao ny varinao sy ny ranom-boalobokao ary ny diloilonao;","ary hampaniriko ahitra ny sahanao ho an'ny biby fiompinao, ary hihinan-kanina ianao ka ho voky.","Kanefa mitandrema ianareo, fandrao ho voafitaka ny fonareo, ka hivily hanompo andriamani-kafa sy hiankohoka eo anatrehany ianareo;","ary dia hirehitra aminareo ny fahatezeran'i Jehovah, dia hanampina ny lanitra Izy, ka tsy hisy ranonorana, ary tsy hahavokatra ny tany; dia ho lany ringana faingana ianareo tsy ho eo amin'ny tany soa izay omen'i Jehovah anareo.","Koa alatsaho ao amin'ny fonareo sy ao amin'ny fanahinareo izao teniko izao, ary fehezo ho famantarana eo amin'ny tananareo izy, ka aoka ho fehy fampahatsiarovana eo ambonin'ny handrinareo;","ary ampianaro ny zanakareo izany, ka resaho, na mipetraka ao an-tranonao ianao, na mandeha an-dalana, na mandry, na mifoha;","ary soraty eo amin'ny tolam-baravaran'ny tranonao sy eo amin'ny vavahadinao izy;","mba ho maro ny andronareo sy ny andron'ny taranakareo eo amin'ny tany izay nianianan'i Jehovah tamin'ny razanareo homena azy, toy ny faharetan'ny lanitra ambonin'ny tany.","Fa raha hitandrina tsara izao lalàna rehetra izao izay andidiako anareo ianareo ka manaraka azy ary ho tia an'i Jehovah Andriamanitrareo sy handeha eo amin'ny lalany rehetra sy hifikitra aminy,","dia horoahin'i Jehovah eo anoloanareo ireo firenena rehetra ireo, ary ianareo haharesy firenena maro, izay lehibe sy mahery noho ianareo.","Ny tany rehetra izay hodiavin'ny faladian'ny tongotrareo dia ho anareo: hatramin'ny efitra sy Libanona ary hatramin'ny ony Eofrata ka hatramin'ny ranomasina andrefana no ho fari-taninareo.","Tsy hisy olona hahajanona eo anoloanareo, fa hataon'i Jehovah Andriamanitrareo ho azon'ny tahotra sy horohoro anareo ny tany rehetra izay hodiavinareo, araka izay nolazainy taminareo.","Indro, Izaho mametraka fitahiana sy ozona eo anoloanareo anio:","fitahiana, raha hohenoinareo ny didin'i Jehovah Andriamanitrareo, izay andidiako anareo anio;","ary ozona kosa, raha tsy hohenoinareo ny didin'i Jehovah Andriamanitrareo, fa hivily hiala amin'ny lalana izay andidiako anareo anio mba haleha ianareo ka hanaraka andriamani-kafa izay tsy fantatrareo.","Ary rehefa entin'i Jehovah Andriamanitrao ianao ka tafiditra any amin'ny tany izay alehanao holovana, dia ny fitahiana no hotononinao eo an-tendrombohitra Gerizinia, ary ny fanozonana kosa eo an-tendrombohitra Ebala.","Tsy any an-dafin'i Jordana va izy roa, any ankoatry ny lalana andrefana, amin'ny tanin'ny Kananita, izay monina eo amin'ny tani-hay tandrifin'i Gilgaly, eo anilan'ny hazo terebintan'i More?","Fa ianareo efa handeha hita an'i Jordana ka hiditra sy handova ny tany izay omen'i Jehovah Andriamanitrareo anareo, ary handova azy ianareo ka honina eo;","koa tandremo mba harahinareo ny didy rehetra sy ny fitsipika izay ataoko eo anoloanareo anio."]}