{"book":"Deotoronomia","chapter":28,"verses":["Raha mihaino tsara ny feon'i Jehovah Andriamanitrao ianao ka mitandrina hanaraka ny didiny rehetra, izay andidiako anao anio, dia hasandratr'i Jehovah Andriamanitrao ho ambonin'ny firenena rehetra amin'ny tany ianao;","ary ho tonga aminao sy ho azonao izao fitahiana rehetra izao, raha mihaino ny feon'i Jehovah Andriamanitrao ianao","Hotahina ianao ao an-tanàna, ary hotahina ianao any an-tsaha.","Hotahina ny ateraky ny kibonao sy ny vokatry ny taninao ary ny ateraky ny biby fiompinao, dia ny ateraky ny ombinao sy ny ateraky ny ondry aman'osinao.","Hotahina ny haronao sy ny vilia fanaova-mofonao.","Hotahina ianao, raha miditra; ary hotahina ianao, raha mivoaka.","Hatolotr'i Jehovah ho resy eo anoloanao ny fahavalonao, izay mitsangana hiady aminao, ka lalana iray no hivoahany hanatona anao, fa lalana fito kosa no handosirany hiala eo anoloanao.","Handidy ny fitahiany ho aminao Jehovah amin'ny fitoeram-barinao sy izay rehetra ataon'ny tananao, ka hitahy anao Izy any amin'ny tany izay omen'i Jehovah Andriamanitrao anao.","Hanandratra anao ho firenena masina ho Azy Jehovah, araka izay nianianany taminao, raha mitandrina ny didin'i Jehovah Andriamanitrao ianao ka mandeha amin'ny lalany.","Dia ho hitan'ny firenena rehetra ambonin'ny tany fa ny anaran'i Jehovah no antsoina aminao, dia hatahotra anao izy.","Ary hataon'i Jehovah manana amby ampy izay hahasoa anao, dia ny ateraky ny kibonao sy ny ateraky ny biby fiompinao ary ny vokatry ny taninao, any amin'ny tany izay nianianan'i Jehovah tamin'ny razanao homena anao.","Hovohan'i Jehovah ho anao ny lanitra, tranony fitehirizan-tsoa, handatsahany ranonorana amin'ny taninao amin'ny fotoany sy hitahiany ny asan'ny tananao rehetra. Ary hampisambotra ny firenena maro ianao, fa ianao kosa tsy hisambotra.","Dia hataon'i Jehovah ho lohany ianao, fa tsy ho rambony; ary ho ambony tokoa ianao, fa tsy ho ambany, raha mihaino ny didin'i Jehovah Andriamanitrao, izay andidiako anao anio, ka mitandrina sy manaraka azy.","Ary aza miala amin'ny teny rehetra izay andidiako anao anio, na ho amin'ny ankavanana, na ho amin'ny ankavia, hanaraka andriamani-kafa ka hanompo azy.","Fa raha tsy mihaino ny feon'i Jehovah Andriamanitrao kosa ianao ka tsy mitandrina hanaraka ny didiny rehetra sy ny lalàny, izay andidiako anao anio, dia ho tonga aminao sy hahatratra anao izao fanozonana rehetra izao :","Hozonina ianao ao an-tanàna, ary hozonina ianao any an-tsaha.","Hozonina ny haronao sy ny vilia fanaova-mofonao.","Hozonina ny ateraky ny kibonao sy ny vokatry ny taninao ary ny ateraky ny ombinao sy ny ateraky ny ondry aman'osinao.","Hozonina ianao, raha miditra; ary hozonina ianao, raha mivoaka.","Hampandehanin'i Jehovah aminao ny ozona, dia horohoro sy fampitahorana amin'izay rehetra ataon'ny tananao, mandra-paharinganao sy mandra-pahalaninao faingana noho ny faharatsian'ny nataonao tamin'ny nahafoizanao Ahy.","Hampiraiketin'i Jehovah aminao ny areti-mandringana, mandra-pandaniny anao tsy ho eo amin'ny tany izay efa hidiranao holovana.","Ary areti-mahasahozanina sy tazo mahamay sy fahamaizana sy hafanana mangotraka sy andro mihantona sy vary main'ny rivotra na maty fotsy no hamelezan'i Jehovah anao; dia hanenjika anao ireny mandra-pahalany ritranao.","Ary ho varahina ny lanitra eo ambonin'ny lohanao, ary ho vy ny tany eo ambaninao.","Hataon'i Jehovah vovoka sy jofo ny ranonorana amin'ny taninao; avy any an-danitra no hidinan'izany aminao mandra-paharinganao.","Hatolotr'i Jehovah ho resy eo anoloan'ny fahavalonao ianao, ka lalana iray no hivoahanao hiady aminy, fa lalana fito kosa no handosiranao hiala eo anoloany; dia ho mpanjenjena any amin'ny fanjakana rehetra ambonin'ny tany ianao.","Ary ny fatinao hohanin'ny voro-manidina rehetra sy ny bibi-dia, ka tsy hisy hanaitaitra azy.","Hamelin'i Jehovah anao ny vain'i Egypta sy ny tomboka sy ny hatina ary ny hazaka (izay tsy azom-panafody);","ary hamelin'i Jehovah anao koa ny fahadalana sy ny fahajambana ary ny fahaverezan-kevitra.","Dia hitsapatsapa ianao na dia amin'ny mitatao-vovonana aza tahaka ny fitsapatsapan'ny jamba ao amin'ny aizim-pito ka tsy ho tonga amin'izay halehanao; dia hampahorin'ny sasany sy hobaboiny mandrakariva ianao, fa tsy hisy hamonjy.","Hifofo vady ianao, fa olon-kafa no handry aminy; hanao trano ianao, fa tsy hitoetra ao; hanao tanim-boaloboka ianao, fa tsy hihinana ny vokatra.","Ny ombinao hovonoina eo imasonao, fa tsy hihinana ny henany ianao. Ny borikinao halaina an-keriny eo anatrehanao ka tsy haverina aminao. Ny ondry aman'osinao homena ho an'ny fahavalonao, nefa tsy hanan-kamonjy ianao.","Ny zanakao-lahy sy ny zanakao-vavy homena ho an'ny firenena hafa, ary hijery ny masonao ka ho pahina manontolo andro noho ny alahelonao azy, nefa tsy hahefa na inona na inona ny tananao.","Ny vokatry ny taninao sy izay rehetra efa nisasaranao dia hohanin'ny firenena izay tsy fantatrao; any hanaovan'ny sasany an-keriny sy hotorotoroiny mandrakariva ianao.","Dia ho very saina ianao noho ny zavatra izay ho hitan'ny masonao.","Hamelin'i Jehovah anao ny vay ratsy, izay tsy azom-panafody, dia amin'ny lohalikao sy ny tongotrao, hatramin'ny faladianao ka hatramin'ny tampon-dohanao.","Ho entin'i Jehovah ho any amin'ny firenena izay tsy fantatrao na ny razanao ianao sy ny mpanjakanao, izay hatsanganao hanjaka aminao; any any no hanompoanao andriamani-kafa, dia vato aman-kazo.","Dia ho figagana sy ohabolana ary ho ambentinteny ianao any amin'ny firenena rehetra izay hitondran'i Jehovah anao.","Voan-javatra betsaka no ho entinao hambolena any an-tsaha, fa kely kosa no hangoninao, satria ho lanin'ny valala ireny.","Hanao tanim-boaloboka ianao ka hiasa azy, nefa tsy hisotro divay na hioty voaloboka ianao, satria ho lanin'ny fositra ireny.","Hanana hazo oliva amin'ny taninao rehetra ianao, nefa tsy hihosotra diloilo; fa hihintsana ny olivanao.","Hiteraka zazalahy sy zazavavy ianao, nefa tsy ho anao ireny, fa ho lasan-ko babo.","Ny hazonao sy ny vokatry ny taninao rehetra dia ho lanin'ny valala.","Ny vahiny eo aminao hisandratra ho ambony dia ambony noho ianao, fa ianao kosa hietry ho ambany dia ambany.","Izy hampisambotra anao, fa ianao kosa tsy hampisambotra azy; izy ho lohany, fa ianao ho rambony.","Dia ho tonga aminao ireo ozona rehetra ireo ka hanenjika anao sy hahatratra anao mandra-paharinganao, satria tsy nihaino ny feon'i Jehovah Andriamanitrao ianao hitandremanao ny didiny sy ny lalàny, izay nandidiany anao.","Ary ho famantarana sy fahagagana aminao sy ny taranakao mandrakizay izany,","satria tsy nanompo an'i Jehovah Andriamanitrao tamin'ny fahafaliana sy ny faharavoam-po ianao noho ny habetsahan'ny zavatra rehetra.","Any amin'ny fahanoanana sy ny hetaheta sy ny fitanjahana any ny tsi-fananana na inona na inona no hanompoanao ny fahavalonao izay hampandehanin'i Jehovah hiady aminao; dia hanisy zioga vy amin'ny vozonao ireny mandra-pandringany anao.","Ho entin'i Jehovah hiady aminao izay firenena avy lavitra, dia ny avy amin'ny faran'ny tany-tahaka ny fanidin'ny voromahery no fihaviny, sady firenena izay tsy ho fantatrao ny fiteniny,","firenena masiaka endrika, izay tsy hanaja ny antitra, na hiantra ny tanora","dia hohaniny ny ateraky ny ombinao sy ny vokatry ny taninao mandra-paharinganao; ka tsy hisy havelany ho anao, na vary, na ranom-boaloboka, na diloilo, na ny ateraky ny ombinao, na ny ateraky ny ondry aman'osinao, mandra-pandringany anao.","Dia hataony fahirano any amin'ny tanànanao rehetra ianao mandra-pandravany ny mandanao avo sy mafy, izay itokianao, eran'ny taninao rehetra; eny, hataony fahirano ianao any amin'ny tanànanao rehetra eran'ny taninao rehetra, izay omen'i Jehovah Andriamanitrao anao.","Ary eo amin'ny fahirano sy ny fanerena, izay haneren'ny fahavalonao anao, dia ny ateraky ny kibonao no hohaninao, dia ny nofon'ny zanakao-lahy sy ny zanakao-vavy, izay omen'i Jehovah Andriamanitrao anao.","Ny lehilahy malemilemy sy mihantahanta indrindra eo aminao dia ho ratsy fijery ny rahalahiny sy ny vadiny andefimandry ary ny zanany sisa,","ka tsy hisy amin'ireo hanomezany ny nofon'ny zanany izay haniny fandrao tsy hisy intsony ho azy amin'ny fahirano sy ny fanerena, izay haneren'ny fahavalonao anao any amin'ny tanànanao rehetra.","Ny vehivavy malemilemy sy mihantahanta eo aminao, izay tsy mbola nanandrana nandia tany noho ny fihantahantany sy ny fahalemilemeny, dia ho ratsy fiteny ny vadiny andefimandry sy ny zananilahy ary ny zananivavy","noho ny ahitra izay mivoaka avy aminy sy ny zanany vao teraka; fa hihinana izany mangingina izy noho ny tsi-fisian-javatra amin'ny fahirano sy ny fanerena, izay haneren'ny fahavalonao anao any amin'ny tanànanao.","Raha tsy tandremanao ny hanaraka ny teny rehetra amin'ity lalàna ity, izay voasoratra eto amin'ity boky ity, hatahoranao izao anarana efa nankalazaina sady mahatahotra izao hoe: JEHOVAH ANDRIAMANITRAO,","dia hataon'i Jehovah mahagaga ny kapoka hataony aminao sy ny zanakao, dia kapoka mafy sady maharitra ela ary faharariana mafy sady maharitra ela.","Dia haveriny aminao indray ny aretin'i Egypta rehetra, izay natahoranao ka hiraikitra aminao ireny.","Ary ny faharariana rehetra sy ny kapoka rehetra koa, izay tsy voasoratra amin'ny bokin'ity lalàna ity aza, dia ho entin'i Jehovah mamely anao mandra-paharinganao.","Ary olona vitsy no ho sisa aminareo hisolo izao fahamaroanareo toy ny kintana eny amin'ny lanitra izao, satria tsy nihaino ny feon'i Jehovah Andriamanitrao ianao.","Ary araka izay nifalian'i Jehovah taminareo hahasoa sy hahamaro anareo, dia araka izany kosa no hifalian'i Jehovah handringana sy handrava anareo; dia hofongorana ianareo tsy ho eo amin'ny tany, izay efa hidiranao holovana.","Dia haelin'i Jehovah any amin'ny firerena rehetra hatramin'ny faran'ny tany ianao; ary any no hanompoanao andriamani-kafa vato aman-kazo, izay tsy fantatrao na ny razanao.","Ary any amin'ireo firenena ireo dia tsy hisy hiainanao, na hitsaharan'ny faladianao; fa any no hanomezan'i Jehovah anao fo miemponempona sy maso pahina ary fahakiviam-panahy.","Ar ny ainao hihevingevina eo anatrehanao; dia hatahotra andro aman'alina ianao ka tsy hanampo izay ho velona.","Nony maraina ny andro dia hanao hoe ianao: Malakia hariva! ary nony hariva ny andro, dia hanao hoe ianao: Malakia maraina! noho ny tahotry ny fonao izay hatahoranao, sy noho ny zavatra izay ho hitan'ny masonao.","Ary ianao ho entin'i Jehovah an-tsambo hiverina any Egypta amin'izay lalana efa nolazaiko taminao hoe: Tsy hahita izany intsony ianao; dia hivaro-tena ho andevolahy sy ho andevovavy any amin'ny fahavalonareo ianareo, nefa tsy hisy mpividy.","IZAO no tenin'ny fanekena izay nandidian'i Jehovah an'i Mosesy hatao amin'ny Zanak'Isiraely tany amin'ny tany Moaba, afa-tsy ilay fanekena nataony taminy tao Horeba."]}