{"book":"Deotoronomia","chapter":9,"verses":["MIHAINOA, ry Isiraely ô: ianao izao dia efa hita an'i Jordana hiditra eo amin'ny tany ka handresy firenen-tsamy hafa, izay lehibe sy mahery noho ianao, sy hahafaka tanàna lehibe izay misy manda manakatra ny lanitra,","dia firenena lehibe sady olona lava, dia taranaky ny Anakita izay fantatrao, sady efa renao ny lazany hoe: Iza no mahajanona eo anoloan'ny taranak'i Anàka?","Koa aoka ho fantatrao anio fa Jehovah Andriamanitrao no efa handeha hita eo alohanao tahaka ny afo mandevona, ka Izy no handringana azy sy hampietry azy eo anoloanao; dia handroaka azy ianao ka handringana azy faingana, araka izay nolazain'i Jehovah taminao.","Ary rehefa voaroak'i Jehovah Andriamanitrao eo anoloanao izy, dia aza manao anakampo hoe: Ny fahamarinako no nitondran'i Jehovah ahy niditra handova ity tany ity; fa ny haratsiam-panahin'ireo firenena ireo no androahan'i Jehovah azy eo anoloanao.","Tsy ny fahamarinanao, na ny hitsim-ponao, no andehananao handova ny taniny; fa ny haratsiam-panahin'ireo firenena ireo no androahan'i Jehovah Andriamanitrao azy eo anoloanao hahatò ny teny izay nianianan'i Jehovah tamin'i Abrahama sy Isaka ary Jakoba razanao.","Koa aoka ho fantatrao fa tsy ny fahamarinanao no anomezan'i Jehovah Andriamanitrao izany tany soa izany ho lovanao; fa firenena mafy hatoka ianao.","Tsarovy ka aza hadinoinao ny nampahatezeranao an'i Jehovah Andriamanitrao tany an-efitra: eny, hatramin'ny andro nialanao tany amin'ny tany Egypta ka hatramin'ny nahatongavanareo teto amin'ity tany ity dia mbola niodina tamin'i Jehovah ihany ianareo.","Na dia tany Horeba aza dia nampahatezitra an'i Jehovah ianareo, dia tezitra taminareo Izy ka saiky nandringana anareo.","Raha niakatra tao an-tendrombohitra aho handray ny vato fisaka, dia ny vato fisaka izay nisy ny fanekena nataon'i Jehovah taminareo, ka nitoetra efa-polo andro sy efa-polo alina tao an-tendrombohitra sady tsy nihinan-kanina na nisotro rano,","dia nomen'i Jehovah ahy ny vato fisaka roa, voasoratry ny fanondron'Andriamanitra; ary teo aminy no nisy ilay teny rehetra nolazain'i Jehovah taminareo tao an-tendrombohitra tao amin'ny andro nivoriana.","Ary nony tapitra ny efa-polo andro sy efa-polo alina, dia nomen'i Jehovah ahy ny vato fisaka roa, dia ilay nisy ny fanekena.","Dia hoy Jehovah tamiko: Miaingà, ka midina faingana hiala ety ianao; fa efa nanao ratsy ny olonao izay nentinao nivoaka avy tany Egypta; efa nalaky nivily niala tamin'ny lalana izay efa nasaiko nalehany izy ka nanao sarin-javatra an-idina ho azy.","Ary hoy koa Jehovah tamiko: Efa hitako ity firenena ity, fa, indro, olona mafy hatoka izy.","Avelao Aho handringana azy, ka hovonoiko ny anarany tsy ho eny ambanin'ny lanitra, ary dia hataoko firenena mahery sy lehibe noho izy ianao.","Dia nihodina aho ka nidina niala tamin'ny tendrombohitra, raha mbola nirehitra afo izy; ary ny vato fisaka roa nisy ny fanekena dia teny an-tanako roa.","Ary nijery aho, ka, indro, efa nanota tamin'i Jehovah Andriamanitrareo ianareo ka nanao ombilahy kely an-idina ho anareo; nalaky nivily ianareo niala tamin'ny lalana izay efa nasain'i Jehovah nalehanareo.","Dia noraisiko ny vato fisaka roa ka nazerako avy teny an-tanako roa ho vakivaky teo imasonareo.","Ary niankohoka teo anatrehan'i Jehovah efa-polo andro sy efa-polo alina tahaka ilay teo ihany aho ka tsy nihinan-kanina, na nisotro rano, noho ny fahotanareo rehetra, izay nataonareo tamin'ny nanaovanareo izay ratsy eo imason'i Jehovah, ka nampahatezeranareo Azy.","Fa natahotra ny fahavinirana sy ny fahatezerana aho, izay nahatezeran'i Jehovah taminareo handringanana anareo. Dia nihaino ahy indray Jehovah tamin'izany andro izany.","Ary Jehovah dia tezitra indrindra tamin'i Arona ka saiky nandevona azy; dia nifona ho an'i Arona koa aho tamin'izany andro izany.","Ary noraisiko ny fahotanareo, dia ilay ombilahy kely izay nataonareo, ka nodorako tamin'ny afo, dia notorotoroiko sy nomontsamontsaniko mandra-pahatongany ho madinika toy ny vovoka; ary ny vovony dia nariako teo amin'ny renirano izay midina avy amin'ny tendrombohitra.","Ary tao Tabera sy Masa ary Kibrota-hatava no nampahatezeranareo an'i Jehovah.","Ary raha nampandehanin'i Jehovah niala tao Kadesi-barnea ianareo ka nataony hoe: Miakara, ka lovao ny tany izay nomeko anareo, dia nandà ny tenin'i Jehovah Andriamanitrareo ianareo, fa tsy nihaino Azy, na nino ny feony.","Eny, niodina tamin'i Jehovah ihany ianareo hatramin'ny andro nahalalako anareo no ho mankaty.","Ary niankohoka teo anatrehan'i Jehovah aho nandritra izany efa-polo andro sy efa-polo alina izany, satria efa nolazain'i Jehovah fa handringana anareo Izy.","Dia nifona tamin'i Jehovah aho ka nanao hoe: Jehovah Tompo ô, aza mandringana ny firenenao sy ny lovanao, izay navotanao tamin'ny fahalehibiazanao ka nentinao nivoaka avy tany Egypta tamin'ny tananao mahery.","Tsarovy ny mpanomponao, dia Abrahama sy Isaka ary Jakoba; fa aza mijery ny ditran'ity firenena ity, na ny haratsiam-panahiny, na ny fahotany,","fandrao izay monina amin'ny tany nitondranao anay nivoaka avy tany hanao hoe: Satria tsy hain'i Jehovah ny hitondra azy ho any amin'ny tany izay nolazainy taminy, ary satria nankahala azy Izy, dia izany no nitondrany azy nivoaka hahafaty azy at? an-efitra.","Kanefa ireo dia firenenao sy lovanao, izay nentinao nivoaka tamin'ny herinao lehibe sy ny sandrinao nahinjitra."]}