{"book":"Deotoronomia","chapter":18,"verses":["Ny Levita mpisorona, dia ny firenen'i Levy rehetra, tsy mba hanana anjara na lova eo amin'ny Isiraely; ny fanatitra atao amin'ny afo ho an'i Jehovah sy ny anjaran'i Jehovah no ho fihinany.","Fa tsy hanan-dova eo amin'ny rahalahiny izy; Jehovah no lovany, araka izay nolazainy taminy.","Ary izao no ho anjaran'ny mpisorona avy amin'ny olona, dia avy amin'izay mamono zavatra hatao fanatitra, na omby, na ondry, na osy: dia homeny ho an'ny mpisorona ny sorony sy ny takolany roa ary ny vavoniny;","ary ny voaloham-bokatry ny varinao koa sy ny ranom-boalobokao sy ny diloilonao ary ny voalohan'ny volon'ondrinao no homenao azy.","Fa izy sy ny taranany no nofidin'i Jehovah Andriamanitrao tamin'ny firenenao rehetra hitsangana hanao fanompoam-pivavahana mandrakizay amin'ny anaran'i Jehovah.","Ary raha misy Levita miala amin'ny tanànanao anankiray, izay nivahiniany, amin'ny Isiraely rehetra, ka mandeha araka ny fanirian'ny fony ho any amin'ny tany izay hofidin'i Jehovah,","ka manao fanompoam-pivavahana amin'ny anaran'i Jehovah Andriamaniny, tahaka ny Levita rahalahiny rehetra, izay mitsangana eo anatrehan'i Jehovah,","dia anjara mitovy amin'ny an'ireo ihany no ho fihinany, na dia misy aza izay vidin'ny azony tamin-drainy.","REHEFA tonga any amin'ny tany izay omen'i Jehovah Andriamanitrao anao ianao, dia aza mianatra hanao araka ny fahavetavetana ataon'ireo firenena ireo.","Aoka tsy hisy eo aminao izay mampandeha ny zananilahy na ny zananivavy hamaky ny afo, na mpanao fankatovana, na mpanandro, na mpanao sikidy, na mpanana ody,","na manao ho masim-bava, na mpanadina amin'ny manao azy ho tsindrian-javatra, na mpanao hatsarana, na mpanontany amin'ny maty.","Fa fahavetavetana eo imason'i Jehovah izay rehetra manao izany zavatra izany, ary izany fahavetavetana izany no androahan'i Jehovah Andriamanitrao azy eo anoloanao.","Aoka ho tanteraka amin'i Jehovah Andriamanitrao ianao.","Fa ireo firenena izay efa horoahinao ireo dia mihaino ny mpanandro sy ny mpanao fankatovana; fa ianao kosa tsy navelan'i Jehovah Andriamanitrao hanao izany.","Mpaminany avy eo aminao, dia avy amin'ny rahalahinao, tahaka ahy, no hatsangan'i Jehovah Andriamanitrao ho anao; izy no hohenoinareo;","araka izay rehetra nangatahinao tamin'i Jehovah Andriamanitrao tao Horeba tamin'ny andro nivoriana hoe: Aoka tsy hihaino ny feon'i Jehovah Andriamanitro intsony aho, ary aoka tsy hahita izany afo lehibe izany intsony aho, fandrao maty.","Dia hoy Jehovah tamiko: Tsara ny teny izay nolazainy.","Mpaminany no hatsangako ho azy avy amin'ny rahalahiny, tahaka anao, ka hataoko ao am-bavany ny teniko, ary holazainy aminy izay rehetra handidiako azy.","Ary izay rehetra tsy mihaino ny teniko, izay holazainy amin'ny anarako, dia Izaho no hitsara azy.","Fa ny mpaminany izay sahy hilaza teny amin'ny anarako, nefa tsy nasaiko nolazainy, na izay miteny amin'ny anaran'andriamani-kafa, dia hatao maty.","Ary raha hoy ianao anakampo: Hataontsika ahoana no fahafantatra ny teny izay tsy nolazain'i Jehovah?","Raha miteny amin'ny anaran'i Jehovah ny mpaminany, ka tsy efa ny zavatra, na tsy tanteraka, dia teny izay tsy nolazain'i Jehovah izany: tamin'ny fahasahisahiana no nilazan'ny mpaminany izany, koa aza matahotra azy."]}