{"book":"Efesiana","chapter":3,"verses":["Ary noho izany, izaho Paoly, mpifatotra an'i Kristy Jesosy, noho ny aminareo jentilisa, -","raha mba renareo ny fitondrana ny fahasoavan'Andriamanitra izay nomena ahy ho anareo,","fa fanambarana no nampahafantarana ahy ny zava-niafina, araka ny voasoratro tamin'ny teny fohifohy teo.","Ary araka izany, raha mamaky ianareo, dia ho hainareo fantarina ny fahafantarako ny zava-niafina ny amin'i Kristy,","izay tsy mbola nampahafantarina ny zanak'olombelona tamin'ny taranaka lasa tahaka ny fanambaran'ny Fanahy ankehitriny amin'ny Apostoly masina sy ny mpaminany,","dia ny ahatongavan'ny jentilisa ho mpiray lova sy ho tena iray ary ho mpiombona ny teny fikasana ao amin'i Kristy Jesosy noho ny filazantsara,","izay nanaovana ahy ho mpanompo araka ny fanomezan'ny fahasoavan'Andriamanitra, izay nomena ahy araka ny fiàsan'ny heriny.","Eny, izaho, izay kely noho ny kely indrindra amin'ny olona masina rehetra, no nomena izao fahasoavana izao, dia ny hitory amin'ny jentilisa ny haren'i Kristy tsy hita lany,","ary ny hampahazava ny olona rehetra mba hahalalany izay fitondrana ny zava-miafina, dia Ilay voafina hatramin'ny nanaovana izao tontolo izao tao amin'Andriamanitra, Izay nanao ny zavatra rehetra;","mba hampahafantarina ireo fanapahana sy fahefana any an-danitra amin'izao ankehitriny izao ny mahamaro samy hafa ny fahendren'Andriamanitra amin'ny fitondrany ny fiangonana, [ Gr. eklesia]","araka ny fikasana hatrizay hatrizay izay nataony tao amin'i Kristy Jesosy Tompontsika,","Izay ananantsika fahasahiana sy fanatonana amin'ny fahatokiana noho ny finoana Azy.","Koa izany no angatahako aminareo mba tsy ho ketraka amin'ny fahoriako ho anareo, fa voninahitrareo izany.","Ary noho izany no andohalehako amin'ny Ray","Izay ahazoan'ny fianakaviana rehetra any an-danitra sy ety an-tany anarana,","mba homeny anareo, araka ny haren'ny voninahiny, ny mba hohatanjahina fatratra amin'ny Fanahiny ny toe-panahinareo;","mba hitoeran'i Kristy ao am-ponareo amin'ny finoana, ka hamaka sy hiorina mafy amin'ny fitiavana ianareo,","mba hahaizanareo mbamin'ny olona masina rehetra ny hahafantatra tsara izay sakany sy lavany ary hahavony sy halavany.","ary hahalala ny fitiavan'i Kristy, izay mihoatra noho ny fahalalana, mba hamenoana anareo ho amin'ny fahafenoan'Andriamanitra rehetra.","Ary ho an'izay mahay manao mihoatra noho ny zavatra rehetra, eny, mihoatra lavitra noho izay rehetra angatahintsika na heverintsika aza, araka ny hery izay miasa ato amintsika,","ho Azy anie ny voninahitra ao amin'ny fiangonana sy ao amin'i Kristy Jesosy hatramin'ny taranaka farany indrindra mandrakizay mandrakizay. Amena. [ Gr. eklesia]"]}