{"book":"Efesiana","chapter":5,"verses":["Koa amin'izany dia aoka hanahaka an'Andriamanitra ianareo tahaka ny zanaka malala;","ary mandehana amin'ny fitiavana, toy ny nitiavan'i Kristy anareo, dia ny nanolorany ny tenany ho fanatitra sy ho fanavotana amin'Andriamanitra, ho hanitra ankasitrahana, hamonjy antsika. [ Gr. fanatitra alatsa-drà]","Fa ny fijangajangana sy ny fahalotoana rehetra, na ny fieremana, dia aza avela hotononina eo aminareo akory aza, fa tsy mahamendrika ny olona masina izany,","na fahavetavetana, na resaka fahadalana, na voso-dratsy, izay tsy tokony hatao, fa aleo misaotra.","Fa fantatrareo marimarina fa samy tsy manana lova eo amin'ny fanjakan'i Kristy sy Andriamanitra na ny mpijangajanga rehetra, na ny olom-betaveta, na ny olona mierina (mpanompo sampy izany).","Aza mety hofitahin'olona amin'ny teny foana ianareo; fa izany zavatra izany no mahatonga ny fahatezeran'Andriamanitra amin'ny zanaky ny tsi-fanarahana.","Koa aza mety ho mpiombona aminy ianareo.","Fa maizina ianareo fahiny, fa efa mazava ao amin'ny Tompo kosa ankehitriny; mandehana tahaka ny zanaky ny mazava","(fa ny vokatry ny mazava dia ao amin'ny fahatsarana rehetra sy ny fahamarinana ary ny fahitsiana),","mamantatra izay ankasitrahan'ny Tompo.","Ary aza miray amin'ny asan'ny maizina tsy mahavoka-tsoa, fa aleo mananatra izany.","Fa izay ataony ao amin'ny miafina, dia mahamenatra na dia ny milaza izany aza.","Fa ny zavatra rehetra, raha anarina, dia asehon'ny mazava; fa na inona na inona aseho dia mazava.","Koa izany no ilazany hoe: Mifohaza ianao izay matory, Ary mitsangàna amin'ny maty, Dia hampahazava anao Kristy.","Koa tandremo tsara izay fandehanareo, mba tsy hitondranareo tena tahaka ny adala, fa tahaka ny hendry,","ka hararaoty ny andro azo anaovan-tsoa, fa ratsy izao fiainana izao.","Ary noho izany dia aza manao adaladala, fa aoka ho fantatrareo izay sitrapon'ny Tompo.","Ary aza ho mamon-divay ianareo, fa amin'izany dia misy fanaranam-po amin'ny ratsy, fa aoka hofenoina ny Fanahy,","ka mifampilazà amin'ny salamo sy ny fihirana ary ny tonon-kiram-panahy, dia mihira sy mikalo ao am-ponareo ho an'ny Tompo,","misaotra an'Andriamanitra Ray mandrakariva noho ny zavatra rehetra, amin'ny anaran'i Jesosy Kristy Tompontsika,","sady mifanaiky amin'ny fahatahorana an'i Kristy,","Hianareo vehivavy, maneke ny vadinareo tahaka ny anekena ny Tompo.","Fa ny lahy no lohan'ny vavy, dia tahaka an'i Kristy koa no Lohan'ny fiangonana; ary Izy no mpamonjy ny tena. [ Gr. eklesia]","Fa tahaka ny aneken'ny fiangonana an'i Kristy no haneken'ny vavy ny lahy koa amin'ny zavatra rehetra. [ Gr. eklesia]","Hianareo lehilahy, tiava ny vadinareo, dia tahaka ny nitiavan'i Kristy ny fiangonana ka nanolorany ny tenany hamonjy azy, [ Gr. eklesia]","mba hahamasina azy amin'ny anadiovany azy amin'ny rano fanasana amin'ny teny;","mba horaisiny ho an'ny tenany izany ho fiangonana malaza tsy misy pentimpentina, na fiketronana, na izay toy izany, fa mba ho masina sady tsy misy tsiny izy. [ Gr. hatolony] [ Gr. eklesia]","Dia tahaka izany koa, ny lehilahy tokony ho tia ny vadiny tahaka ny tenany ihany. Izay tia ny vadiny dia tia ny tenany.","Fa tsy mba nisy olona tsy tia ny nofony, fa mamelona sy mitaiza azy, dia tahaka an'i Kristy amin'ny fiangonana; [ Gr. eklesia]","fa momba ny tenany isika.","Ary noho izany ny lehilahy dia handao ny rainy sy ny reniny ka hiray amin'ny vadiny, ary dia ho nofo iray ihany izy roroa (Gen. 2. 24).","Zava-miafina lehibe izany; fa milaza ny amin'i Kristy sy ny fiangonana aho. [ Gr. eklesia]","Na dia izany aza, samia tia ny vadiny tahaka ny tenany ianareo lehilahy rehetra, ary aoka kosa ny vavy hanaja ny lahy. [ Gr. hatahotra]"]}