{"book":"Eksodosy","chapter":27,"verses":["Ary manaova ny alitara amin'ny hazo akasia: dimy hakiho avy ny lafiny efatra, dia ho efa-joro tsy mivadi-mandry izy; ary telo hakiho ny hahavony.","Ary manaova ny tandrony eo amin'ny zorony efatra, ka ataovy miray aminy; ary petaho takela-barahina.","Ary manaova ny vilaniny fandraofan-davenona handraofana ny lavenony ary ny sotron'afony sy ny loviany famafazana ary ny fitrebiny sy ny fitondran'afony; varahina no hanaovanao ny fanaka rehetra momba azy.","Ary manaova makarakara varahina tahaka ny harato ho eo aminy; ary manaova vava-varahina efatra hatao ambonin'ny harato eo amin'ny zorony efatra,","Ary ataovy eo ambanin'ny sikin'ny alitara hatreo ambodiny izany; ary aoka ny makarakara hanasaka ny alitara.","Ary manaova bao ho amin'ny alitara, dia bao hazo akasia, ka petaho takela-barahina,","Ary ampidiro eo amin'ny vava varahina ny bao; ary aoka ho eo amin'ny lafiny roa amin'ny alitara ny bao, raha lanjaina izy,","Hazo fisaka no arafeto ho alitara, ka ataovy hobokaty; araka izay naseho taminao tao an-tendrombohitra no hanaovana azy.","Ary manaova ny kianjan'ny tabernakely: amin'ny lafiny atsimo hisy fefy lamba rongony fotsy madinika voahasina ho amin'ny kianja, zato hakiho ny halavany amin'ny lafiny iray;","ary ho roa-polo ny tsangantsangany, ary ho roa-polo ny faladiany varahina; ho volafotsy ny fihantonana amin'ny tsangantsangany sy ny anjaka hitohizany,","Ary ho tahaka izany amin'ny lafiny avaratra, amin'ny lavany dia hisy fefy lamba, zato hakiho ny halavany, ary ho roa-polo ny tsangantsangany, ary ho roa-polo ny faladiany varahina; ho volafotsy ny fihantonana amin'ny tsangantsangany sy ny anjaka hitohizany,","Ary hisy fefy lamba dimam-polo hakiho amin'ny sakan'ny kianja amin'ny lafiny andrefana; ho folo ny tsangantsangany, ary ho folo ny faladiany,","Ary ny sakan'ny kianja amin'ny lafiny atsinanana ho dimam-polo hakiho.","Ary hisy fefy lamba dimy ambin'ny folo hakiho amin'ny sakany iray; ho telo ny tsangantsangany, ary ho telo ny faladiany.","Ary hisy fefy lamba dimy ambin'ny folo hakiho amin'ny sakany iray koa; ho telo ny tsangantsangany ary ho telo ny faladiany.","Ary eo amin'ny vavahadin'ny kianja dia hisy vavahady sy lamba roa-polo hakiho, dia manga sy volomparasy sy mena ary rongony fotsy madinika voahasina, asan'ny mahay tenona samy hafa soratra; ho efatra ny tsangantsangany, ary ho efatra ny faladiany.","Ny tsangantsangany rehetra amin'ny kianja manodidina dia samy hisy anjaka volafotsy hitohizany; ho volafotsy ny fihantonany, ary ho varahina ny faladiany,","Ny lavan'ny kianja ho zato hakiho, ary ny sakany ho dimam-polo hakiho, ary ny hahavony ho dimy hakiho, ka hatao rongony fotsy madinika voahasina izany, ary ho varahina ny faladiany.","Ho varahina avokoa ny fiasana rehetra momba ny tabernakely; ary ny tsimatra rehetra momba azy sy ny tsimatry ny kianja ho varahina koa.","Ary mandidia ny Zanak'Isiraely hitondra aminao diloilon'oliva tsara voavely hatao fanazavana, mba hampirehetana jiro mandrakariva.","Ao anatin'ny trano lay fihaonana, dia eo ivelan'ny efitra lamba izay manakona ny Vavolombelona, no handaharan'i Arona sy ny zanany azy ho eo anatrehan'i Jehovah hatramin'ny hariva ka hatramin'ny maraina; ho lalàna mandrakizay amin'ny Zanak'Isiraely izany hatramin'ny taranany fara mandimby,"]}