{"book":"Eksodosy","chapter":4,"verses":["Ary namaly Mosesy ka nanao hoe: Indro, tsy hino ahy na hihaino ny feoko izy, fa hanao hoe: Tsy niseho taminao Jehovah.","Ary hoy Jehovah taminy: Inona moa iny an-tananao? Dia novaliany hoe: Tehina ity.","Ary hoy Izy: Atsipazo amin'ny tany iny. Dia natsipiny tamin'ny tany ka tonga menarana, dia nandositra azy Mosesy.","Ary hoy Jehovah tamin'i Mosesy: Ahinjiro ny tananao, ka raiso amin'ny rambony iny, dia naninjitra ny tànany izy ka nandray azy; dia tonga tehina teo an-tànany indray izy","mba hinoan'ireo fa efa niseho taminao Jehovah, Andriamanitry ny razany, dia Andriamanitr'i Abrahama sy Andriamanitr'Isaka ary Andriamanitr'i Jakoba.","Ary hoy koa Jehovah taminy: Atsofohy ao an-tratranao ny tananao. Dia natsofony tao an-tratrany ny tànany; ary nony notsoahany, dia, indro, efa boka ny tànany ka fotsy tahaka ny oram-panala.","Ary hoy koa Izy: Atsofohy ao an-tratranao indray ny tananao (dia natsofony tao an-tratrany indray ny tànany; ary nony notsoahany tamin'ny tratrany, dia, indro, efa tonga tahaka ny hodiny indray izy).","Ary raha tsy hino anao izy ka tsy hihaino ny feon'ny famantarana voalohany, dia hino ny feon'ny famantarana aoriana izy.","Ary raha tsy hino izany famantarana roa izany aza izy, na hihaino ny feonao, dia haka rano avy ao Neily ianao, ka haidinao amin'ny tany maina; ary izay rano alainao avy ao Neily dia ho tonga rà eo amin'ny tany maina.","Ary hoy Mosesy tamin'i Jehovah: Tompo ô, mifona aminao aho, olona tsy mahay mandaha-teny aho, na hatrany aloha, na hatramin'izao itenenanao amin'ny mpanomponao izao aza; fa votsa vava sy miadam-piteny aho.","Ary hoy Jehovah taminy; Iza moa no nanao ny vavan'ny olona? ary iza no mampahamoana, na mampaharenina, na mampahiratra, na mampahajamba? tsy Izaho Jehovah va","Koa ankehitriny, dia mandehana, fa Izaho no homba ny vavanao ka hanoro anao izay holazainao.","Fa hoy izy: Tompo ô! mifona aminao aho, iraho izay tianao hirahina.","Dia nirehitra tamin'i Mosesy ny fahatezeran'i Jehovah, ka hoy Izy: Tsy ao ihany va Arona Levita rahalahinao? fantatro fa mahay mandaha-teny izy. Ary indro koa, avy hitsena anao izy; koa rehefa mahita anao izy, dia ho faly ny fony.","Dia hiteny aminy ianao ka hanolo-teny azy; ary Izaho homba ny vavanao sy ny vavany ka hanoro anareo izay hataonareo.","Ary izy hiteny amin'ny olona hisolo anao; ka dia izy no ho solovavanao, ary ianao kosa ho solon'Andriamanitra aminy.","Dia ho entinao eny an-tananao io tehina io, izay hanaovanao ireo famantarana ireo.","Dia lasa nandeha Mosesy ka niverina ho any amin'i Jetro rafozany ka nanao taminy hoe: Masìna ianao, aoka aho handeha hiverina ho any amin'ny rahalahiko, izay any Egypta, ka hizaha na mbola velona ihany izy, na tsia. Ary hoy Jetro tamin'i Mosesy: Mandehana soa aman-tsara.","Ary hoy Jehovah tamin'i Mosesy tany Midiana: Mandehana miverina any Egypta, fa maty ny olona rehetra izay nitady ny ainao.","Dia nalain'i Mosesy ny vadiny sy ny zananilahy ka nampitaingeniny boriky, dia niverina ho any amin'ny tany Egypta izy; ary nentin'i Mosesy teny an-tànany ilay tehin'Andriamanitra.","Ary hoy Jehovah tamin'i Mosesy: Raha mandeha miverina ho any Egypta ianao, indreo ireo fahagagana rehetra ireo, izay nataoko eo an-tananao, dia ataovy eo anatrehan'i Farao; ary Izaho hanamafy ny fony, ka tsy handefa ny olona izy.","Ary lazao amin'i Farao hoe: Izao no lazain'i Jehovah: Zanako lahimatoa Isiraely;","koa efa nolazaiko taminao hoe: Alefaso ny zanako mba hanompo Ahy; fa efa nandà tsy handefa azy ianao, koa, indro, Izaho hamono ny zanakao lahimatoa.","Ary nony tany an-dalana tao amin'ny fandriam-bahiny izy, dia nitsena azy Jehovah ka nitady hamono azy.","Dia naka fiharatra vato Zipora ka namora ny zanany, ary izay nesoriny dia natsipiny teo anilan'ny tongony, ka hoy izy: Efa vady azoko amin'ny fandatsahan-drà ianao.","Dia niala taminy Izy; ary hoy ravehivavy: Vady azo amin'ny fandatsahan-drà ianao, noho ny fora.","Ary hoy Jehovah tamin'i Arona: Mandehana hitsena an'i Mosesy any an-efitra. Dia lasa nandeha izy ka nifanena taminy tao amin'ny tendrombohitr'Andriamanitra, dia nanoroka azy.","Ary nambaran'i Mosesy tamin'i Arona izay teny rehetra efa nanirahan'i Jehovah azy sy izay famantarana rehetra efa nandidiany azy.","Dia lasa nandeha Mosesy sy Arona ka nanangona ny loholon'ny Zanak'Isiraely rehetra.","Dia nolazain'i Arona ny teny rehetra izay efa nolazain'i Jehovah tamin'i Mosesy, sady nataony teo imason'ny olona ny famantarana.","Dia nino ny olona; ary rehefa reny fa Jehovah efa namangy ny Zanak'Isiraely ka efa nitsinjo ny fahoriany, dia niondrika izy ka niankohoka."]}