{"book":"Eksodosy","chapter":1,"verses":["Ary izao no anaran'ny zanak'Isiraely izay niaraka tamin'i Jakoba nankany Egypta; samy nandeha mbamin'ny ankohonany avy izy rehetra:","Robena sy Simeona sy Levy ary Joda;","Isakara sy Zebolona ary Benjamina;","Dana sy Naftaly, ary Gada sy Asera.","Ary ny isan'ny olona rehetra naterak'i Jakoba dia fito-polo; fa Josefa efa tany Egypta rahateo.","Ary maty Josefa sy ny rahalahiny rehetra mbamin'izany taranaka rehetra izany.","Ary ny Zanak'Isiraely niteraka ka nitombo betsaka sy nihamaro ary nihahery dia nihahery indrindra, ka dia henika azy ny tany.","Ary nisy mpanjaka vaovao nanjaka tany Egypta, izay tsy nahalala an'i Josefa.","Ary izy niteny tamin'ny vahoakany hoe: Indro, ny firenen'ny Zanak'Isiraely efa maro sy mahery noho isika;","andeha hanaovantsika hevitra ireo, fandrao hihamaro izy, ka raha tahìny hisy ady, dia homba ny fahavalontsika koa izy ka hiady amintsika, ary dia hiakatra hiala amin'ny tany.","Koa dia nanendreny mpifehy izy, mba hampahory azy amin'ny fanompoany mafy. Ary nanao tanàna fitehirizana ho an'i Farao izy, dia Pitoma sy Ramesesa.","Nefa araka ny nampahoriany azy no vao mainka nihamaroany sy nitomboany kosa; ka dia natahotra ny Zanak'Isiraely indrindra ny Egyptiana.","Dia nampanompoin'ny Egyptiana fatratra ny Zanak'Isiraely,","ka nataony mangidy ny fiainany tamin'ny fanompoana mafy, dia tamin'ny feta sy ny biriky mbamin'ny fanompoana rehetra any an-tsaha, dia ny fanompoana rehetra izay nampanompoany azy fatratra.","Ary ny mpanjakan'i Egypta niteny tamin'ny mpampivelona Hebreo (Sifra no anaran'ny anankiray, ary Poa no anaran'ny anankiray)","ka nanao hoe: Raha mampivelona ny vehivavy Hebreo ianareo, ka hitanareo eo amin'ny fipetrahany fa zazalahy, dia vonoy, fa raha zazavavy kosa, dia velomy.","Nefa natahotra an'Andriamanitra ny mpampivelona ka tsy nanao araka izay nolazain'ny mpanjakan'i Egypta taminy, fa novelominy ihany ny zazalahy.","Dia nampaka ny mpampivelona ny mpanjakan'i Egypta ka nanao taminy hoe: Nahoana no nanao izany zavatra izany ianareo, ka novelominareo ihany ny zazalahy?","Fa hoy ny mpampivelona tamin'i Farao: Tsy mba tahaka ny vehivavy Egyptiana ny vehivavy Hebreo; fa matanjaka izy, ka raha tsy mbola tonga any aminy akory ny mpampivelona, dia velona izy.","Dia nasian'Andriamanitra soa ny mpampivelona; ary nihamaro sy nihahery indrindra ny olona.","Ary tamin'izany, satria natahotra an'Andriamanitra ny mpampivelona dia nomen'Andriamanitra zanaka izy.","Dia nandidy ny vahoakany rehetra Farao ka nanao hoe: Ny zazalahy rehetra izay teraka dia ario an'i Neily, fa ny zazavavy rehetra kosa no velomy."]}