{"book":"Eksodosy","chapter":8,"verses":["Ary hoy Jehovah tamin'i Mosesy: Lazao amin'i Arona hoe: Ahinjiro ny tananao mitana ny tehinao eny ambonin'ny sampan-drano ary eny ambonin ny lahin-drano sy ny heniheny, ka mampiakara ny sahona ho eny amin'ny tany Egypta.","Ary nahinjitr'i Arona tambonin'ny rano tany Egypta ny tànany; dia niakatra ny sahona ka nandrakotra ny tany Egypta.","Ary ny ombiasy mba nanao toy izany koa tamin'ny fankatovany ka nampiakatra ny sahona ho eny amin'ny tany Egypta.","Ary Farao dia nampaka an'i Mosesy sy Arona ka nanao hoe: Mangataha amin'i Jehovah hampialany ny sahona amiko sy amin'ny vahoakako; dia halefako ny olona mba hamono any zavatra hatao fanatitra ho an'i Jehovah.","Ary hoy Mosesy tamin'i Farao: Aoka hiseho ny voninahitrao noho izay hataoko; rahoviana no hangatahako ho anao sy ny mpanomponao ary ny vahoakanao, hanesorana ny sahona aminao sy amin'ny tranonao, ka ho ao Neily ihany no hisy azy?","Dia hoy izy: Rahampitso. Ary hoy kosa izy: Aoka àry dia ho araka ny teninao, mba hahafantaranao fa tsy misy tahaka an'i Jehovah Andriamanitray.","Ary ny sahona dia hiala aminao sy amin'ny tranonao sy ny mpanomponao ary ny vahoakanao, ka ho ao Neily ihany no hisy azy.","Ary Mosesy sy Arona niala teo amin'i Farao; ary Mosesy nitaraina tamin'i Jehovah ny amin'ny sahona izay efa nataony tamin'i Farao.","Dia nataon'i Jehovah araka ny tenin'i Mosesy, ka maty ny sahona teny amin'ny trano sy teny amin'ny tokotany ary tany an-tsaha.","Dia nangonina hivangongo teny rehetra eny ireny, ka efa maimbo ny tany.","Fa nony hitan'i Farao fa nisy hiainana, dia nanamafy ny fony izy ka tsy mba nihaino azy mirahalahy, dia araka izay efa nolazain'i Jehovah.","Dia hoy Jehovah tamin'i Mosesy: Lazao amin'i Arona hoe; Ahinjiro ny tehinao, ka kapohy ny vovo-tany, dia ho tonga moka eran'ny tany Egypta rehetra izany.","Dia nanao toy izany izy, ka nahinjitr'i Arona ny tànany mitana ny tehiny, ary nokapohiny ny vovo-tany, dia nisy moka teny amin'ny olona sy teny amin'ny biby fiompy: fa tonga moka avokoa ny vovo-tany rehetra eran'ny tany Egypta rehetra.","Ary mba nanao toy izany koa ny ombiasy tamin'ny fankatovany mba hahatonga moka, kanjo tsy nahay izy; ary ny moka dia teny amin'ny olona sy teny amin'ny biby fiompy.","Dia hoy ny ombiasy tamin'i Farao: Rantsan-tànan'Andriamanitra ity; nefa nihamafy ny fon'i Farao, ka tsy nihaino azy mirahalahy izy, dia araka izay efa nolazain'i Jehovah.","Dia hoy Jehovah tamin'i Mosesy: Mifohaza maraina koa, ka mitsangàna eo anatrehan'i Farao (fa, indro, hivoaka ho any amin'ny rano izy), ka lazao aminy hoe: Izao no lazain'i Jehovah: Alefaso ny oloko hanompo Ahy.","Fa raha tsy mandefa ny oloko ianao, indro Aho handefa lalitra betsaka hamely anao sy ny mpanomponao sy ny vahoakanao ary ny tranonao; dia ho feno lalitra ny tranon'ny Egyptiana sy ny tany izay itoerany koa.","Fa havahako amin'izany andro izany ny tany Gosena, izay itoeran'ny oloko, ka tsy mba hisy lalitra ao, mba hahafantaranao fa Izaho no Jehovah afovoan'ny tany.","Dia hasiako fiavahana amin'ny oloko sy ny olonao; rahampitso no hisian'izany famantarana izany.","Ary nataon'i Jehovah izany; ka dia nisy lalitra be dia be tao amin'ny tranon'i Farao sy tao amin'ny tranon'ny mpanompony ary teny amin'ny tany Egypta rehetra; koa dia simba ny tany noho ny lalitra.","Ary Farao nampaka an'i Mosesy sy Arona ka nanao hoe: Mandehana ianareo hamono zavatra hatao fanatitra ho an'Andriamanitrareo eto amin'ity tany ity.","Fa hoy Mosesy: Tsy azo atao izany; fa izay fadin'ny Egyptiana no hovonoinay hatao fanatitra ho an'i Jehovah Andriamanitray; koa, indro, raha izay fadin'ny Egyptiana no vonoinay eo imasony hatao fanatitra, moa tsy hotorahany vato va izahay?","Handeha lalan-kateloana any an-efitra izahay, dia hamono zavatra hatao fanatitra ho an'i Jehovah Andriamanitray, araka izay holazainy aminay.","Ary hoy Farao: Izaho dia handefa anareo ihany mba hamono zavatra hatao fanatitra ho an'i Jehovah Andriamanitrareo any an-efitra; fa hany ataoko: aza mandeha lavitra loatra ianareo; dia mangataha ho ahy.","Ary hoy Mosesy: Indro, izaho hiala eto aminao ka hangataka amin'i Jehovah mba hialan'ny lalitra amin'i Farao sy ny mpanompony ary ny vahoakany rahampitso; fa aoka kosa tsy hamitaka intsony Farao ka tsy handefa ny olona hamono zavatra hatao fanatitra ho an i'Jehovah.","Ary Mosesy niala teo amin'i Farao ka nangataka tamin'i Jehovah","Ary Jehovah dia nanao araka ny tenin'i Mosesy ka nampiala ny lalitra betsaka tamin'i Farao sy ny mpanompony ary ny vahoakany, ka tsy nisy niangana ireny na dia iray akory aza.","Ka­njo Farao nanamafy ny fony indray tamin'izany ka tsy nandefa ny olona."]}