{"book":"Eksodosy","chapter":9,"verses":["Ary hoy Jehovah tamin'i Mosesy: Mankanesa ao amin'i Farao ianao, ka lazao aminy hoe: Izao no lazain'i Jehovah, Andriamanitry ny Hebreo: Alefaso ny oloko hanompo Ahy.","Fa raha mandà ka tsy mandefa azy ianao, fa mbola mihazona azy ihany,","dia, indro, ny tànan'i Jehovah ho amin'ny bibinao izay any an-tsaha, dia amin'ny soavaly sy amin'ny boriky sy amin'ny rameva sy amin'ny omby ary amin'ny ondry aman'osy, ka hisy areti-mandringana mafy indrindra.","Ary Jehovah dia hanavaka ny bibin'ny Isiraely amin'ny bibin'ny Egyptiana, ka tsy hisy maty izay rehetra an'ny Zanak'Isiraely na dia iray aza.","Dia nanendry fotoan'andro Jehovah ka nanao hoe: Rahampitso no hanaovan'i Jehovah izany zavatra izany eto amin'ny tany.","Ary nony ampitso dia nataon'i Jehovah izany zavatra izany; ka maty avokoa ny bibin'ny Egyptiana rehetra; fa ny bibin'ny Zanak'Isiraely kosa tsy mba nisy maty na dia iray akory aza.","Dia naniraka Farao, ka, indro, tsy mba nisy maty ny bibin'ny Zanak'Isiraely na dia iray akory aza, nefa nihamafy ny fon'i Farao, ka tsy nandefa ny olona izy.","Ary hoy Jehovah tamin'i Mosesy sy Arona: Mangalà lavenona amin'ny tananao ao amin'ny lafaoro lehibe, ary aoka hatopin'i Mosesy miakatra manandrify ny lanitra eo imason'i Farao izany.","Dia hitora-jofo eran'ny tany Egypta rehetra izany ka ho tonga vay mipoipoitra amin'ny olona sy amin'ny biby fiompy eran'ny tany Egypta rehetra.","Dia naka lavenona tamin'ny lafaoro lehibe izy roa lahy ka nitsangana teo anatrehan'i Farao; dia natopin'i Mosesy niakatra nanandrify ny lanitra izany, ka dia tonga vay nipoipoitra tamin'ny olona sy tamin'ny biby fiompy.","Ary ny ombiasy tsy nahajanona teo anatrehan'i Mosesy noho ny vay; fa ny vay dia nahazo ny ombiasy mbamin'ny Egyptiana rehetra.","Nefa Jehovah dia nanamafy ny fon'i Farao, ka tsy nihaino azy mirahalahy izy, dia araka izay efa nolazain'i Jehovah tamin'i Mosesy.","Ary hoy Jehovah tamin'i Mosesy: Mifohaza maraina koa ianao dia mitsangana eo anatrehan'i Farao, ka lazao aminy hoe: Izao no lazain'i Jehovah, Andriamanitry ny Hebreo: Alefaso ny oloko hanompo Ahy","Fa ankehitriny izao dia halefako ny areti-mandringana rehetra avy at? amiko hamely ny fonao sy ny mpanomponao ary ny vahoakanao, mba hahafantaranao fa tsy misy tahaka Ahy amin'ny tany rehetra.","Fa ankehitriny, raha izay Aho no naninjitra ny tanako hamely anao sy ny vahoakanao amin'ny areti-mandringana, dia efa fongotra tamin'ny tany ianao.","Kanefa izao indrindra no nampaharetako anao, dia ny hampahita anao ny heriko mba hambara any amin'ny tany rehetra ny anarako.","Mbola mirehareha amin'ny oloko ihany va ianao ka tsy handefa azy?","Indro, rahampitso toy izao dia hampilatsaka havandra be dia be Aho, izay tsy mbola nisy toy izany teto Egypta hatramin'ny andro nisiany mponina ka mandraka ankehitriny.","Koa ankehitriny, maniraha mba hanangona faingana ny bibinao sy izay rehetra anananao any an-tsaha; fa ny olona rehetra sy ny biby fiompy izay ho hita any an-tsaha ka tsy ho enti-mody dia hilatsahan'ny havandra ka ho faty avokoa.","Ary izay natahotra ny tenin'i Jehovah teo amin'ny mpanompon'i Farao dia nampody ny mpanompony sy ny bibiny ho any an-trano;","fa izay tsy nandatsaka am-po ny tenin'i Jehovah kosa dia namela ny mpanompony sy ny bibiny tany an-tsaha ihany.","Ary hoy Jehovah tamin'i Mosesy: Ahinjiro manandrify ny lanitra ny tananao, dia hisy havandra hilatsaka amin'ny tany Egypta rehetra, dia amin'ny olona sy amin'ny biby fiompy ary amin'ny anana rehetra any an-tsaha eran'ny tany Egypta.","Dia nahinjitr'i Mosesy manandrify ny lanitra ny tehiny; ary Jehovah nanisy kotrokorana sy havandra, ary nisy afo nifanaretsadretsaka teny ambonin'ny tany; ary Jehovah nandatsaka havandra tamin'ny tany Egypta.","Dia nisy havandra sy afo nifandrambondrambona tanelanelan'ny havandra; dia mafy indrindra izany, ka tsy mbola nisy toy izany tany amin'ny tany Egypta rehetra hatrizay naha-firenena azy.","Ary ny havandra namely izay rehetra tany an-tsaha, na olona na biby fiompy, eran'ny tany Egypta rehetra; ny anana rehetra tany an-tsaha dia nasian'ny havandra koa, ary ny hazo rehetra tany an-tsaha notapatapahiny.","Fa tao amin'ny tany Gosena izay nitoeran'ny Zanak'Isiraely ihany no tsy mba nisy havandra.","Dia naniraka Farao nampaka an'i Mosesy sy Arona ka nanao taminy hoe: Efa nanota aho tamin'izao, ka Jehovah no marina, fa izaho sy ny vahoakako no meloka.","Mangataha amin'i Jehovah, fa aoka izay ny kotrokorana sy ny havandra, dia halefako tsy hitoetra eto intsony ianareo.","Ary hoy Mosesy taminy: Raha vao mivoaka amin'ny tanàna aho, dia hamelatra ny tanako amin'i Jehovah; koa dia hitsahatra ny kotrokorana, ary ny havandra dia tsy hisy intsony, mba hahafantaranao fa an'i Jehovah ny tany.","Kanefa fantatro fa ianao sy ny mpanomponao dia tsy mbola hatahotra an'i Jehovah Andriamanitra ihany.","Ary efa naripaka ny rongony sy ny vary hordea; fa efa niteraka ny vary hordea, ary efa namony ny rongony.","Fa ny vary tritika sy ny ampemby no tsy mba naripaka, satria mbola fohy ireny.","Ary Mosesy niala teo amin'i Farao ka nankeo ivelan'ny tanàna, dia namelatra ny tànany tamin'i Jehovah, ka dia nitsahatra ny kotrokorana sy ny havandra, ary tsy nisy ranonorana nilatsaka tamin'ny tany intsony.","Ary nony hitan'i Farao fa nitsahatra ny ranonorana sy ny havandra ary ny kotrokorana, dia mbola nanota ihany indray izy; ary samy nanamafy ny fony izy sy ny mpanompony.","Dia nihamafy ny fon'i Farao ka tsy mba nandefa ny Zanak'Isiraely izy, araka izay efa nampilazain'i Jehovah an'i Mosesy."]}