{"book":"Eksodosy","chapter":18,"verses":["Ary efa ren'i Jetro, mpisorona tao Midiana, rafozan'i Mosesy, izay rehetra nataon'Andriamanitra ho an'i Mosesy sy ny Isiraely olony, dia ny nitondran'i Jehovah ny Isiraely nivoaka avy tany Egypta.","Dia nentin'i Jetro, rafozan'i Mosesy, Zipora, vadin'i Mosesy, rehefa nampivereniny izy,","ary ny zanany mirahalahy: Gersoma no anaran'ny anankiray, fa hoy izy: Efa vahiny at? amin'ny tanin'ny firenena hafa aho;","ary Eliezera kosa no anaran'ny anankiray, fa hoy izy: Andriamanitry ny razako no namonjy ahy ka nahafaka ahy tsy ho voan'ny sabatr'i Farao.","Dia tonga Jetro, rafozan'i Mosesy, nitondra ny vady aman-janak'i Mosesy hankany aminy tany an-efitra, izay nitobiany teo anilan'ny tendrombohitr'Andriamanitra:","dia nampilaza tamin'i Mosesy izy ka nanao hoe: Izaho Jetro rafozanao avy hamangy anao, ary ny vadinao mbamin'ny zanany roa lahy koa.","Ary Mosesy nivoaka hitsena ny rafozany, dia niankohoka sady nanoroka azy; ary nifampiarahaba izy mianaka, dia niditra tao an-day.","Ary nambaran'i Mosesy tamin'ny rafozany izay rehetra efa nataon'i Jehovah tamin'i Farao sy tamin'ny Egyptiana noho ny amin'ny Isiraely, mbamin'ny fahoriana rehetra nanjo azy teny an-dalana, sy ny namonjen'i Jehovah azy.","Dia faly Jetro noho ny soa rehetra izay efa nataon'i Jehovah tamin'ny Isiraely, izay novonjeny ho afaka tamin'ny tanan'ny Egyptiana.","Ary hoy Jetro: Isaorana anie Jehovah, Izay namonjy anareo ho afaka tamin'ny tanan'ny Egyptiana sy tamin'ny tànan'i Farao, dia Izay namonjy ny olona tsy hotapahin'ny Egyptiana.","Ankehitriny dia fantatro fa lehibe Jehovah mihoatra noho ny andriamanitra rehetra, dia tamin'izay zavatra nentin'ny Egyptiana nirehareha tamin'ireny.","Ary Jetro, rafozan'i Mosesy, nitondra fanatitra dorana sy fanatitra hafa alatsa-drà ho an'Andriamanitra; dia nankao Arona sy ny loholon'ny Isiraely rehetra hiara-mihinan-kanina amin'ny rafozan'i Mosesy teo anatrehan'Andriamanitra.","Ary nony maraina dia nipetraka hitsara ny olona Mosesy; ka dia nijanona teo anatrehan'i Mosesy ny olona hatramin'ny maraina ka hatramin'ny hariva.","Ary rehefa hitan'ny rafozan'i Mosesy izay rehetra nataony tamin'ny olona, dia hoy izy: Inona izao zavatra ataonao amin'ny olona izao? Nahoana no ianao irery ihany no mipetraka, fa ny olona rehetra kosa mitsangana eo anatrehanao hatramin'ny maraina ka hatramin'ny hariva?","Ary hoy Mosesy tamin'ny rafozany: Satria mankaty amiko ny olona hanontany amin'Andriamanitra.","Raha misy manana ady izy, dia mankaty amiko, ka mitsara azy roa tonta aho, dia mampahalala azy ny didin'Andriamanitra sy ny lalàny.","Ary hoy ny rafozan'i Mosesy taminy; Tsy tsara izao zavatra ataonao izao.","Samy ho reraka mihitsy, na ianao na izao olona miaraka aminao izao; fa mavesatra aminao loatra izao zavatra izao, ka tsy ho zakanao irery ny hanao izao.","Ary ankehitriny, dia maneke ny teniko, fa hanoro hevitra anao aho, ka Andriamanitra anie homba anao: Aoka ianao ho alalan'ny olona amin'Andriamanitra mba hitondranao ny teniny amin'Andriamanitra;","ary hampianatra azy ny didy sy ny lalàna izay mety halehany sy ny asa izay mety hataony.","Ary mizaha eo amin'ny olona rehetra izay lehilahy mahay sy matahotra an'Andriamanitra, dia lehilahy marina izay tsy tia kolikoly; ka manendre mpifehy arivo sy mpifehy zato sy mpifehy dimam-polo ary mpifehy folo hifehy azy.","Ary aoka ireo no hitsara ny olona mandrakariva, ka ny ady lehibe rehetra no aoka ho entiny aminao, fa ny ady madinidinika rehetra kosa dia aoka hotsarainy ihany; dia ho maivamaivana kokoa aminao izany, ka dia hiara-mitondra aminao ireo.","Raha hanao araka izany zavatra izany ianao, ka hilaza izay didy aminao Andriamanitra, dia haharitra ianao, ary izao olona rehetra izao koa dia ho tonga soa aman-tsara any amin'ny taniny.","Dia neken'i Mosesy ny tenin'ny rafozany, ka nataony avokoa izay rehetra efa nolazainy.","Dia nofidin'i Mosesy izay lehilahy mahay tamin'ny Isiraely rehetra ka nataony lohan'ny olona hanapaka azy, dia ho mpifehy arivo sy ho mpifehy zato sy ho mpifehy dimam-polo ary ho mpifehy folo.","Dia nitsara ny olona mandrakariva ireo; koa ny ady sarotra ihany no nentiny tao amin'i Mosesy, fa ny ady madinika rehetra kosa dia notsarainy ihany.","Ary Mosesy namoaka ny rafozany; ka dia lasa nody any amin'ny taniny izy."]}