{"book":"Eksodosy","chapter":33,"verses":["Ary Jehovah niteny tamin'i Mosesy hoe: Mandehana miakatra hiala at? ianao sy ny firenena izay nentinao niakatra avy tany amin'ny tany Egypta, ho amin'ny tany izay nianianako tamin'i Abrahama sy Isaka ary Jakoba hoe: Ny taranakao no homeko azy.","Ary haniraka Anjely Aho hitarika anao eo aloha (ka horoahiko ny Kananita sy ny Amorita sy ny Hetita sy ny Perizita sy ny Hivita ary ny Jebosita),","dia ho amin'izay tany tondra-dronono sy tantely; nefa tsy hiara-miakatra aminao Aho (satria olona mafy hatoka ianao), fandrao handringana anao eny an-dalana Aho.","Ary rehefa ren'ny olona izany teny mampahory izany, dia nanjoretra izy, ka tsy nisy olona niravaka intsony.","Ary hoy Jehovah tamin'i Mosesy: Lazao amin'ny Zanak'Isiraely hoe: Hianareo dia olona mafy hatoka; koa raha hiara-miakatra aminao Aho, na dia indray mipi-maso aza, dia handringana anao Aho; koa ankehitriny, esory ny firavakao hiala aminao, mba ho fantatro izay hataoko aminao.","Ary ny Zanak'Isiraely dia nanala ny firavany hatreo an-tendrombohitra Horeba.","Ary fanaon'i Mosesy ny maka ny lay ka manorina azy eo ivelan'ny toby lavidavitra, ary ny anarany dia nataony hoe Ny trano-lay fihaonana. Ary izay rehetra nitady an'i Jehovah dia nivoaka ho eny amin'ny trano-lay fihaonana izay teo ivelan'ny toby.","Ary raha nivoaka ho eo amin'ny lay Mosesy, dia nitsangana ny olona rehetra, ka samy nijanona teo anoloan'ny varavaran'ny lainy avy, dia nitazana an'i Mosesy mandra-pahatongany ao amin'ny lay.","Ary raha niditra tao amin'ny lay Mosesy, dia nidina ny andri-rahona ka nijanona teo anoloan'ny varavaran'ny lay, ary Jehovah dia niresaka tamin'i Mosesy.","Ary hitan'ny olona rehetra ny andri-rahona nijanona teo anoloan'ny varavaran'ny lay; dia nitsangana ny olona rehetra, ka samy niankohoka teo anoloan'ny varavaran'ny lainy avy.","Ary Jehovah niteny nifanatrika tamin'i Mosesy, tahaka ny olona miresaka amin'ny sakaizany. Ary niverina nankeo amin'ny toby izy; fa ny mpanompony, dia Josoa zatovo, zanak'i Nona, tsy niala tamin'ny lay.","Ary hoy Mosesy tamin'i Jehovah: Indro fa Hianao milaza amiko hoe: Ento miakatra ity firenena ity, ary Hianao tsy mbola nampahafantatra ahy izay hirahinao hiaraka amiko; kanefa Hianao efa nilaza hoe: Mahalala anao tokoa Aho, ary efa nahita fitia eo imasoko koa ianao.","Koa ankehitriny, raha nahita fitia eo imasonao aho, dia ampahafantaro ny lalanao hahalalako Anao, mba hahitako fitia eo imasonao; ary hevero fa olonao ity firenena ity.","Dia hoy Izy: Ny Tavako no handeha, dia hanome anao fitsaharana Aho.","Fa hoy Mosesy taminy: Raha tsy handeha ny Tavanao, dia aza mitondra anay hiakatra hiala at?.","Fa inona anefa no hahafantarana fa nahita fitia eo imasonao izaho sy ny olonao? moa tsy amin'ny handehananao miaraka aminay va? dia ho voavaka amin'ny firenena rehetra ambonin'ny tany izahay, dia izaho sy ny olonao.","Ary hoy Jehovah tamin'i Mosesy: Izao zavatra nolazainao izao dia hataoko koa; fa nahita fitia eo imasoko ianao, ary mahalala anao tokoa Aho.","Ary hoy Mosesy: Mba ampahitao ny voninahitrao aho.","Fa hoy kosa Jehovah: Izaho hampandalo ny fahatsarako rehetra eo anatrehanao ka hanonona ny anaran'i Jehovah eo anatrehanao; fa hiantra izay hiantrako Aho, ary hamindra fo amin'izay hamindrako fo.","Ary hoy koa Izy: Tsy mahazo mahita ny tavako ianao; fa tsy misy olona mahita Ahy ka ho velona.","Dia hoy Jehovah: Indro, misy fitoerana eto anilako; dia hijanona eo ambonin'ny harambato ianao;","koa raha mandalo ny voninahitro, dia hataoko eo an-tsefaky ny harambato ianao, ka hosaronako ny tanako ianao mandra-pandaloko.","Dia hanaisotra ny tanako Aho, ka hahita ny vohoko ianao; fa ny tavako tsy ho hita."]}