{"book":"Eksodosy","chapter":25,"verses":["Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely mba hitondra fanatitra ho Ahy izy; dia avy amin'ny olona rehetra izay amporisihin'ny fony no handraisanareo ny fanatitra ho Ahy.","Ary izao no fanatitra izay horaisinareo aminy: volamena sy volafotsy sy vara­hina,","sy manga sy volomparasy sy mena sy rongony fotsy madinika sy volon'osy,'","sy hoditr'ondrilahy efa nomen'aina sy hodi-takasy sy hazo akasia,","sy diloilo hatao fanazavana sy zava-manitra ho amin'ny diloilo fanosorana sy ho ditin-kazo mani-pofona,","sy vato beryla sy vato halatsaka an-tranontranony amin'ny efoda sy amin'ny saron-tratra.","Ary asaovy manao fitoerana masina ho Ahy izy, dia honina eo aminy Aho.","Araka izay rehetra asehoko aminao, dia ny endriky ny tabernakely sy ny endriky ny fanaka rehetra momba azy, dia araka izany no hanaovanao azy.","Ary asaovy manao fiara hazo akasia izy: roa hakiho sy sasany ny lavany; ary iray hakiho sy sasany ny sakany, ary iray hakiho sy sasany ny hahavony.","Ary petaho takela-bolamena tsara izy: ny atiny sy ny ivelany dia samy hopetahanao takela-bolamena avokoa; ary asio koronosy volamena manodidina eo amboniny.","Ary mandrendreha vava volamena efatra hatao aminy, ka ataovy eo amin'ny tongony efatra; dia vava volamena roa eo amin'ny lafiny iray, ary vava volamena roa eo amin'ny lafiny iray koa.","Ary manaova bao hazo akasia, ka petaho takela-bolamena.","Ary ampidiro ny bao ho eo amin'ny vava volamena, izay eo amin'ny lafin'ny fiara, hilanjana azy.","Eo amin'ny vava volan'ny fiara no hitoeran'ny bao, ka tsy hesorina eo izy.","Ary ataovy ao anatin'ny fiara ny Vavolombelona izay homeko anao.","Ary manaova rakotra fanaovam-panavotana amin'ny volamena tsara: roa hakiho sy sasany ny lavany, ary iray hakiho sy sasany ny sakany.","Ary manaova kerobima volamena roa; voasana no hanaovanao azy roa ho eo amin'ny sakany roa amin'ny rakotra fanaovam-panavotana","Ny kerobima iray ataovy indray mivofy amin'ny sakany anankiray, ary ny kerobima iray kosa amin'ny sakany anankiray: indray mivofy amin'ny rakotra fanaovam-panavotana no hanaovanareo ny kerobima roa, dia amin'ny sakany roa.","Ary aoka hivelatra eo ambony ny elatry ny kerobima, mba hanalofan'ny elany ny rakotra fanaovam-panavotana; ary ny tavany hifanatrika, sady hanatrika ny rakotra fanaovam-panavotana koa izy.","Ary apetraho eo ambonin'ny fiara ny rakotra fanaovam-panavotana; ary ao anatin'ny fiara no asio ny Vavolombelona izay homeko anao.","Ary ao no hihaona aminao Aho, ka ao ambonin'ny rakotra fanaovam-panavotana no hitenenako aminao, dia ao anelanelan'ny kerobima roa, izay eo ambonin'ny fiaran'ny Vavolombelona, ka holazaiko izay rehetra handidiako anao holazainao amin'ny Zanak'Isiraely.","Ary manaova latabatra hazo akasia: roa hakiho ny lavany, ary iray hakiho ny sakany, ary iray hakiho sy sasany ny hahavony.","Ary petaho takela-bolamena tsara izy, sady asio koronosy volamena manodidina azy.","Ary asio sisiny vodivoam-pelatanana manodidina azy, ary asio koronosy volamena ny sisiny manodidina.","Ary manaova vava volamena efatra hatao aminy, ka ataovy eo amin'ny zorony efatra izay eo amin'ny tongony efatra ireo:","eo akaikin'ny sisiny no hasiana ny vava volamena ho fitoeran'ny bao hilanjana ny latabatra.","Ary hazo akasia no anaovy ny bao, ka petaho takela-bolamena; ary amin'ireo no hilanjana ny latabatra.","Ary manaova ny loviany sy ny lovia keliny ary ny fitoeran-divainy sy ny kapoakany ho fanidinam-panatitra; volamena tsara no hanaovanao ireo.","Ary asio mofo aseho eo ambonin'ny latabatra ho eo anatrehako mandrakariva.","Ary manaova ny fanaovan-jiro volamena tsara; voasana no hanaovanao ny fanaovan-jiro, hatao indray mivofy ihany ny faladiany sy ny tahony sy ny vodi-voniny sy ny kiboriny ary ny voniny.","Ary hisy sampany enina amin'ny ankilany roa: dia sampany telo amin'ny fanaovan-jiro eo amin'ny ankilany iray, ary sampany telo amin'ny fanaovan-jiro eo amin'ny ankilany iray koa,","dia vodi-voniny telo atao tahaka ny vonin'ny amygdala, mbamin'ny kiboriny sy ny voniny, eo amin'ny sampany anankiray; ary vodi-voniny telo koa atao tahaka ny vonin'ny amygdala, mbamin'ny kiboriny sy ny voniny, eo amin'ny sampany anankiray koa; dia toy izany avokoa amin'ny sampany enina izay amin'ny fanaovan-jiro.","Ary eo amin'ny fanaovan-jiro dia hisy vodi-voniny efatra atao tahaka ny vonin'ny amygdala, mbamin'ny kiboriny sy ny voniny,","dia kiboriny iray eo ambanin'ny sampany roa sady miray aminy, ary kiboriny iray koa eo ambanin'ny sampany roa sady miray aminy, ary kiboriny iray koa eo ambanin'ny sampany roa sady miray aminy; dia amin'ny sampany enina izay miray amin'ny fanaovan-jiro.","Ny kiboriny sy ny sampany dia hiray avokoa; hatao indray mivofy aminy amin'ny volamena tsara izy rehetra.","Ary manaova lela fanaovan-jirony fito, ka ampireheto eo aminy ireo mba hanazava ny anoloany.","Ary ny hetin-jirony Sy ny fitoeran-davenon-jirony dia ataovy volamena tsara.","Volame­na tsara talenta iray no hanaovana azy mbamin'ireny fanaka rehetra ireny.","Ary tandremo mba hataonao araka ny endriny izay naseho taminao tao an-tendrombohitra izy."]}