{"book":"Eksodosy","chapter":7,"verses":["Ary hoy Jehovah tamin'i Mosesy: Indro, efa nataoko andriamanitra ho an'i Farao ianao; ary Arona rahalahinao kosa ho mpaminaninao.","Hianao hilaza izay rehetra nandidiako anao, ary Arona rahalahinao kosa hilaza amin'i Farao, mba handefasany ny Zanak'Isiraely hiala amin'ny taniny,","Ary Izaho hanamafy ny fon'i Farao sy hanamaro ny famantarana sy ny fahagagana izay hataoko eto amin'ny tany Egypta.","Fa tsy hihaino anareo Farao, ka dia hamely an'i Egypta ny tanako, ary fitsarana lehibe no hitondrako ny antokon'ny Zanak'Isiraely oloko hiala amin'ny tany Egypta.","Dia ho fantatry ny Egyptiana fa Izaho no Jehovah, rehefa maninjitra ny tanako amin'i Egypta Aho ka mitondra ny Zanak'Isiraely hivoaka avy any.","Dia nataon'i Mosesy sy Arona izany: araka izay nandidian'i Jehovah azy no natao­ny.","Ary efa valo-polo taona Mosesy, ary efa telo amby valo-polo taona kosa Arona, raha niteny tamin'i Farao izy mirahalahy.","Ary hoy Jehovah tamin'i Mosesy sy Arona:","Raha miteny aminareo Farao ka manao hoe: Manaova fahagagana hanambara anareo, dia lazao amin'i Arona hoe: Raiso ny tehinao, ka atsipazo eo anatrehan'i Farao, dia ho tonga menarana iny.","Ary Mosesy sy Arona nankao amin'i Farao ka nanao araka izay efa nandidian'i Jehovah; dia natsipin'i Arona teo anatrehan'i Farao sy teo anatrehan'ny mpanompony ny tehiny, ka tonga menarana iny.","Dia nampanalain'i Farao ny olon-kendry sy ny mpanana ody; ary ireo ombiasy teo Egypta ireo dia nanao toy izany tamin'ny fankatovany.","Fa samy nanipy ny tehiny avy izy ireo, ka tonga menarana ireny; nefa ny tehin'i Arona nitelina ny tehin'ireo.","Dia nihamafy ny fon'i Farao, ka tsy nihaino azy mirahalahy izy, araka izay efa nolazain'i Jehovah.","Ary hoy Jehovah tamin'i Mosesy: Efa mafy ny fon'i Farao, ka mandà tsy handefa ny olona izy.","Mankanesa ao aminy ianao rahampitso; indro, hivoaka ho any amin'ny rano izy; dia mijanona eo amoron'i Neily ianao ambara-pihaviny (ary ny tehina, ilay novàna ho menarana, ho entinao eny an-tananao),","dia lazao aminy hoe: Jehovah, Andriamanitry ny Hebreo, no naniraka ahy nankaty aminao hanao hoe: Alefaso ny oloko mba hanompoany Ahy any an-efitra; fa, indro, tsy nihaino ianao mandraka ankehitriny.","Koa izao no lazain'i Jehovah: Izao no hahafantaranao fa Izaho no Jehovah: indro, ny tehiko ety an-tanako no hikapohako ny rano ao Neily, ka ho tonga rà izy.","Dia ho faty ny hazandrano ao Neily, ka ho maimbo Neily, ary tsy ho tian'ny Egyptiana intsony ny hisotro ny rano ao.","Ary hoy Jehovah tamin'i Mosesy: Lazao amin'i Arona hoe: Raiso ny tehinao, ka ahinjiro ambonin'ny ranon'i Egypta ny tananao, dia ambonin'ny sampan-dranony sy ambonin'ny lahin-dranony, sy ambonin'ny heniheniny, ary ambonin'ny kamoriny rehetra, mba ho tonga rà ireny; ary hisy rà eran'ny tany Egypta rehetra, na amin'ny fitoeran-drano hazo na amin'ny fitoeran-drano vato.","Ary nataon'i Mosesy sy Arona izany, araka izay nandidian'i Jehovah; dia nanainga ny tehina izy ka namely ny rano tao Neily teo imason'i Farao sy teo imason'ny mpanompony, dia tonga rà ny rano rehetra tao Neily;","koa maty ny hazandrano izay tao Neily, dia maimbo Neily, ka tsy azon'ny Egyptiana nosotroina ny rano avy ao; ary ny rà dia nanerana ny tany Egypta rehetra.","Ary ny ombiasy teo Egypta, dia mba nanao toy izany koa tamin'ny fankatovany; ka dia nihamafy ny fon'i Farao, ka tsy nihaino azy mirahalahy izy, araka izay efa nolazain'i Jehovah.","Dia niverina Farao ka nankao an-tranony, kanefa tsy mba nahoany akory, na dia izany aza.","Dia nihady rano hosotroiny teo amoron'i Neily ny Egyptiana rehetra; fa tsy azony nisotroana ny rano tao Neily.","Ary nisy hafitoana taorian'ny namelezan'i Jehovah an'i Neily.","Dia hoy Jehovah tamin'i Mosesy: Mankanesa ao amin'i Farao, ka lazao aminy hoe: Izao no lazain'i Jehovah: Alefaso ny oloko hanompo Ahy.","Fa raha mandà ka tsy mandefa azy ianao, indro, Izaho hamely ny taninao rehetra amin'ny sahona;","dia hisy sahona betsaka any Neily, ary hiakatra ireny ka hankao amin'ny tranonao sy ny trano fandrianao sy eny ambonin'ny farafaranao sy any amin'ny tranon'ny mpanomponao sy amin'ny vahoakanao ary eny amin'ny fanendasa-mofonao sy eny amin'ny vilia fanaova-mofonao.","Dia ho aminao sy ny vahoakanao ary ny mpanomponao rehetra no hiakaran'ny sahona."]}