{"book":"Eksodosy","chapter":19,"verses":["TAMIN'ny volana fahatelo taorian'ny nialan'ny Zanak'Isiraely tamin'ny tany Egypta, dia tamin'izany andro izany no nahatongavany tany an-efitr'i Sinay.","Ary rehefa nifindra niala teo Refidima izy ka tonga tany amin'ny efitr'i Sinay, dia nitoby teo amin'ny efitra; dia tandrifin'ny tendrombohitra no nitobian'ny Isiraely teo.","Ary Mosesy niakatra ho ao amin'Andriamanitra, dia niantso azy Jehovah tao an-tendrombohitra ka nanao hoe: Izao no holazainao amin'ny taranak'i Jakoba sy hambaranao amin'ny Zanak'Isiraely:","Hianareo efa nahita izay nataoko tamin'ny Egyptiana sy izay nitondrako anareo tamin'ny elatry ny voromahery ary ny nampankanesako anareo ho at? amiko.","Koa ankehitriny, raha hihaino ny feoko tokoa ianareo ka hitandrina ny fanekeko, dia ho rakitra soa ho Ahy mihoatra noho ny firenena rehetra ianareo; fa Ahy ny tany rehetra.","Dia ho fanjaka-mpisorona sy ho firenena masina ho Ahy ianareo. Ireo teny ireo no holazainao amin'ny Zanak'Isiraely.","Dia nandeha Mosesy ka nampaka ny loholon'ny vahoaka, dia nalahany teo anatrehany ireo teny rehetra ireo, izay nandidian'i Jehovah azy.","Dia namaly indray miredona ny olona rehetra ka nanao hoe: Izay teny rehetra nolazain'i Jehovah dia hataonay. Ary dia nentin'i Mosesy tao amin'i Jehovah kosa ny tenin'ny olona.","Ary hoy Jehovah tamin'i Mosesy: Indro Aho mankeo aminao ao anatin'ny rahona maizina, mba ho ren'ny olona raha miteny aminao Aho, ka dia hino anao mandrakariva izy. Dia nambaran'i Mosesy tamin'i Jehovah ny tenin'ny olona.","Ary hoy Jehovah tamin'i Mosesy: Ma­ndehana ho eny amin'ny olona, ka manamasina azy anio sy ampitso, ary ampanasao ny fitafiany izy:","ary aoka samy hiomana ho amin'ny andro fahatelo izy; fa amin'ny andro fahatelo no hidinan'i Jehovah ho eo imason'ny olona rehetra eo an-tampon'ny tendrombohitra Sinay.","Dia hanisy fefy manodidina ho an'ny olona ianao ka hanao hoe: Mitandrema ianareo mba tsy hiakatra ao amin'ny tendrombohitra, na hikasika ny sisiny akory aza; fa na iza na iza mikasika ny tendrombohitra dia hatao maty tokoa;","tsy hisy tanana hikasika azy, fa hotoraham-bato tokoa izy, na hotifirina tokoa, na biby na olona, tsy mba hovelomina izy; fa raha manao feo lavareny ny anjomara, dia vao hiakatra ho ao amin'ny tendrombohitra izy.","Dia nidina avy tao amin'ny tendrombohitra Mosesy ka nankeny amin'ny olona; dia nanamasina ny olona izy, ka samy nanasa ny fitafiany.","Ary hoy izy tamin'ny olona: Miomàna ianareo ho amin'ny andro fahatelo; aza manakaiky vehivavy akory.","Ary nony tamin'ny marain'ny andro fahatelo dia nisy kotrokorana sy helatra ary rahona matevina teo amin'ny tendrombohitra, ary nisy feon'anjomara mafy indrindra, dia toran-kovitra ny olona rehetra izay teo an-toby.","Ary Mosesy nitondra ny olona nivoaka avy teo an-toby mba hihaona amin'Andriamanitra; dia nijanona teo am-bodin'ny tendrombohitra izy.","Ary ny tendrombohitra Sinay nivoa-tsetroka avokoa, satria Jehovah nidina teo amboniny tao anaty afo; dia niakatra ny setroka tahaka ny setroky ny lafaoro lehibe, ary nihorohoro mafy ny tendrombohitra Sinay rehetra.","Ary rehefa notsofina ny anjomara ka nidradradradra, dia niteny Mosesy, ary Andriamanitra namaly feo azy.","Ary Jehovah nidina nankeo an-tendrombohitra Sinay, dia teo an-tampon'ny tendrombohitra; ary Jehovah niantso an'i Mosesy hankeo an-tampon'ny tendrombohitra; dia niakatra Mosesy.","Ary hoy Jehovah tamin'i Mosesy: Midìna, ka pepero ny olona, fandrao hisisika hankao amin'i Jehovah izy mba hijery ka hahafatesana maro.","Ary aoka ny mpisorona koa, izay manakaiky an'i Jehovah, hanamasina ny tenany, fandrao himaona hamely azy Jehovah.","Ary hoy Mosesy tamin'i Jehovah: Tsy mahazo miakatra ho eto amin'ny tendrombohitra Sinay ny olona; fa Hianao nandidy anay ka nanao hoe: Fefeo ny tendrombohitra, ka hamasino izy.","Ary hoy Jehovah taminy: Mandehana midina, nefa miakara ianao, ka ento hiaraka aminao Arona; fa ny mpisorona sy ny olona dia aza avela hisisika hiakatra ho ao amin'i Jehovah, fandrao haringana izy.","Ary Mosesy dia nidina nankeny amin'ny olona ka niteny taminy."]}