{"book":"Eksodosy","chapter":28,"verses":["Ary asaovy manatona anao Arona rahalahinao mbamin'ny zanany, avy amin'ny Zanak'Isiraely, mba ho mpisorona ho Ahy izy, dia Arona mbamin'i Nadaba sy Abiho sy Eleazara ary Itamara, zanak'i Arona.","Ary manaova fitafiana masina ho an'i Arona rahalahinao ho voninahitra sy ho fahatsaran-tarehy.","Ary mitenena amin'izay hendry fo, izay nofenoiko fanahim-pahendrena, mba hanao ny fitafian'i Arona hanamasinana azy ho mpisorona ho Ahy.","Ary izao no fitafiana izay hataony: saron-tratra sy efoda sy akanjo ivelany sy akanjo lava tenom-boaroy sy hamama ary fehin-kibo; dia hanao fitafiana masina ho an'i Arona rahalahinao izy, sy ho an'ny zanany, mba ho mpisorona ho Ahy izy.","Ary aoka haka ny volamena sy ny manga sy ny volomparasy sy ny mena ary ny rongony fotsy madinika izy.","Dia aoka izy hanao ny efoda amin'ny volamena sy manga sy volomparasy sy mena ary rongony fotsy madinika voahasina, asan'ny mpanenona mahay.","Aoka hisy soroka roa avy amin'ny sisiny roa hampikambana azy.","Ary ny fehin-kibo momba ny efoda, izay eo amboniny ka hiray aminy sady hitovy tarehy aminy, dia hatao volamena sy manga sy volomparasy sy mena ary rongony fotsy madinika voahasina.","Ary makà vato beryla roa, ka soraty eo aminy ny anaran'ny Zanak'Isiraely:","ny anarany enina amin'ny vato iray, ary ny anarany enina kosa amin'ny vato iray, araka ny fizokiany;","amin'ny asan'ny mpanora-bato, tahaka ny fanoratana fanombohan-kase, no hanoratanao ny vato roa, araka ny anaran'ny Zanak'Isiraely; ary asio randram-bolamena manodidina izy,","Ary ataovy eo amin'ny soroky ny efoda ny vato roa, ho vato fahatsiarovana ho an'ny Zanak'Isiraely; ary Arona hitondra ireo anarany ireo eo anatrehan'i Jehovah amin'ny sorony roa ho fahatsiarovana.","Ary manaova randram-bolamena","sy olam-bolamena tsara roa; mifanolana toy ny tady no hanaovanao ireo, ary hataonao eo amin'ny randram-bolamena ireo alom-bolamena toy ny tady ireo.","Ary manaova saron-tratra fitsarana, ka asan'ny mpanenona mahay, toy ny nanaovana ny efoda, no hanaovanao azy; volamena sy manga sy volomparasy sy mena ary rongony fotsy madinika voahasina no hanaovanao azy.","Ho efa-joro miforitra roa izy, ary ho irain-jehy avy ny lafiny efatra.","Ary asio vato alatsaka an-tranontranony izy, dia vato efatra an-dalana: ny andalana voalohany dia karnelia sy topaza ary emeralda;","ary ny andalana faharoa dia robina sy safira ary onyksa;","ary ny andalana fahatelo dia opala sy agata ary ametysta;","ary ny andalana fahefatra dia krysolita sy beryla ary jaspy; ary asio randram-bolamena ny fitoerany avy.","Ary ny vato dia alaharo araka ny anaran'ny Zanak'Isiraely, dia roa ambin'ny folo araka ny anarany; ary hisy soratra toy ny amin'ny fanombohan-kase, ho amin'ny firenena roa ambin'ny folo araka ny anarany avy.","Ary eo amin'ny saron-tratra asio olam-bolamena tsara mifanolana toy ny tady.","Ary manaova vava volamena roa ho eo amin'ny saron-tratra; ary ny vava vola roa dia ataovy eo amin'ny zorony roa ambony amin'ny saron-tratra.","Ary ny tady volamena roa dia ataovy eo amin'ny vava vola roa, izay amin'ny zorony roa ambony amin'ny saron-tratra.","Ary ny lanin'ny tady roa dia ataovy eo amin'ny soroky ny efoda anoloana.","Ary manaova vava volamena roa, ka ataovy amin'ny zorony roa ambany amin'ny saron-tratra, dia amin'ny sisiny anatiny, izay manolotra ny efoda.","Ary manaova vava volamena roa koa, ka ataovy eo amin'ny soroko roa amin'ny efoda, dia ao ambaniny, eo anoloany, akaikin'ny fikambanany, eo ambonin'ny fehin-kibo momba ny efoda.","Ary kofehy manga no hamehezana ny vava volan'ny saron-tratra amin'ny vava volan'ny efoda, mba ho eo ambonin'ny fehin-kibo momba ny efoda ny saron-tratra, ka tsy ho afaka eo.","Ary Arona hitondra ny anaran'ny Zanak'Isiraely eo amin'ny saron-tratra fitsarana manolotra ny fony, raha miditra amin'ny fitoerana masina izy, mba ho fahatsiarovana mandrakariva eo anatrehan'i Jehovah.","Ary ataovy eo amin'ny saron-tratra fitsarana ny Orima sy Tomima; ary hanolotra ny fon'i Arona izany, raha miditra eo anatrehan'i Jehovah izy; ka dia ho entin'i Arona manolotra ny fony mandrakariva eo anatrehan'i Jehovah ny fitsarana ny Zanak'Isiraely.","Ary ny akanjo ivelany misy ny efoda dia ataovy manga avokoa.","Ary asio vozony eo afovoany, ary aoka hisy sisiny voatenona manodidina ny vozony, tahaka ny vozon'ny akanjo fiarovan-tratra, mba tsy hahatriatra azy.","Ary asio sarin'ampongaben-danitra manga sy volomparasy sy mena manodidina eny amin'ny moron-tongony, ary famohamandry volamena kosa eo anelanelany manodidina:","dia famohamandry sy sarin'ampongaben-danitra mifanelanelana manodidina eny amin'ny moron-tongotry ny akanjo ivelany.","Ary hiakanjoan'i Arona izany, raha manao ny fanompoam-pivavahany izy, mba ho re ny fanenony, raha miditra amin'ny fitoerana masina eo anatrehan'i Jehovah sy raha mivoaka izy, mba tsy hahafaty azy.","Ary manaova takela-bolamena tsara, ka asio soratra eo aminy, araka ny fanoratana fanombohan-kase, hoe: HAMASININA HO AN'I JEHOVAH.","Ary asio kofehy manga izy, ka ataovy eo amin'ny hamama: dia eo anoloan'ny hamama no hasiana azy.","Ary ho eo ambonin'ny handrin'i Arona izy, mba ho entin'i Arona ny heloky ny zava-masina, izay hohamasinin'ny Zanak'Isiraely amin'ny fanomezany masina rehetra; ary ho eo amin'ny handriny mandrakariva izany, mba hankasitrahana eo anatrehan'i Jehovah ny olona.","Ary ny akanjo lava dia ataovy hariry madinika tenom-boaroy; ary manaova hamama rongony fotsy madinika sy fehin-kibo, asan'ny mahay tenona samy hafa soratra.","Ary manaova akanjo lava ho an'ny zanak'i Arona, ary manaova fehin-kibo ho azy; ary manaova satroka boribory ho azy ho voninahitra sy ho fahatsaran-tarehy.","Ary ataovy amin'i Arona rahalahinao sy ny zanany koa ireo; dia manosora azy sy manokana azy ary manamasina azy, mba ho mpisorona ho Ahy izy.","Ary manaova kalisaona fohy rongony fotsy ho azy hanarona ny fitanjahany; hatramin'ny valahany ka hatramin'ny feny no hisy azy.","Ary hiakanjoan'i Arona sy ny zanany ireo, raha miditra amin'ny trano-lay fihaonana izy, na manakaiky ny alitara hanao fanompoam-pivavahana ao amin'ny fitoerana masina, mba tsy hahazoany heloka hahafaty azy; ho lalàna mandrakizay aminy sy amin'ny taranany mandimby azy izany."]}