{"book":"Eksodosy","chapter":32,"verses":["Ary rehefa hitan'ny olona fa efa ela ka tsy mbola nidina avy tao an-tendrombohitra ihany Mosesy, dia niangona ho eo amin'i Arona izy ka nanao taminy hoe: Mitsangana, ka anaovy andriamanitra izahay, hitarika antsika eo aloha; fa ilay Mosesy iny, izay lehilahy nitondra antsika niakatra avy tany amin'ny tany Egypta, dia tsy fantatray izay nanjo azy,","Ary hoy Arona taminy: Romboty ary ny kavim-bolamena, izay eny amin'ny sofin'ny vadinareo sy ny zanakareo-lahy ary ny zanakareo-vavy, ka ento ety amiko.","Ary ny olona rehetra dia nandrombotra ny kavim-bolamena izay teny amin'ny sofiny ka nitondra azy ho eo amin'i Arona.","Ary izy nandray azy tamin'ny tanan'ny olona, dia namboatra azy tamin'ny fandraka ka nanao azy ho ombilahy kely anidina; dia niteny ny olona ka nanao hoe: Io no andriamanitrao, ry Isiraely, izay nitondra anao niakatra avy tany amin'ny tany Egypta.","Ary raha hitan'i Arona izany, dia nanao alitara teo anoloany izy; ary dia niantso Arona ka nanao hoe: Andro firavoravoana ho an'i Jehovah rahampitso.","Dia nifoha maraina koa ny olona ka nanatitra fanatitra dorana sy nitondra fanati-pihavanana; ary nipetraka hihinana sy hisotro ny olona, dia nitsangana hilalao.","Ary hoy Jehovah tamin'i Mosesy: Ma­ndehana midina ianao; fa efa nanao ratsy ny olonao izay nentinao niakatra avy tany amin'ny tany Egypta.","Nalaky nivily niala tamin'ny lalàna izay nasaiko nalehany izy ka efa nanao ombilahy kely anidina ho azy; ary efa niankohoka teo anatrehany sy namono zavatra hatao fanatitra taminy izy ka nanao hoe: Io no andriamanitrao, ry Isiraely, izay nitondra anao niakatra avy tany amin'ny tany Egypta.","Ary hoy Jehovah tamin'i Mosesy: Efa hitako io firenena io, fa, indro, firenena mafy hatoka izy.","Koa ankehitriny avelao hirehitra aminy ny fahatezerako, ka haringako izy; fa hahatonga anao ho firenena lehibe Aho.","Fa Mosesy nifona tamin'i Jehovah Andriamaniny ka nanao hoe: Jehovah ô, na­hoana ny fahatezeranao no mirehitra amin'ny olonao, izay nentinao nivoaka avy tany amin'ny tany Egypta tamin'ny hery lehibe sy ny tanana mahery?","Nahoana ny Egyptiana no avela hilaza hoe: Mba hahita loza no nitondrany ireny nivoaka, hamonoany azy eny an-tendrombohitra sy handringanany azy tsy ho ambonin'ny tany? Mialà amin'ny fahatezeranao mirehitra, ka manenena ny amin'ny loza izay hanjo ny olonao.","Tsaro­vy Abrahama sy Isaka ary Isiraely mpanomponao, izay nianiananao tamin'ny tenanao sy nilazanao hoe: Hahamaro ny taranakareo Aho ho tahaka ny kintana eny amin'ny lanitra; ary izany tany rehetra nolazaiko izany dia homeko ny taranakareo, ary izy handova izany mandrakizay.","Ary Jehovah dia nanenina ny amin'ny loza izay nokasainy hamelezana ny olony.","Ary Mosesy nihodina ka nidina avy tao an-tendrombohitra, nitondra ny vato fisaka roa nisy ny Vavolombelona teny an-tànany; ny vato fisaka nosoratana teo amin'ny lafiny roa: dia teo anatrehany sy teo ambadika no nisy ny soratra.","Ary ny vato fisaka dia asan'Andriamanitra, ary ny soratra dia soratr'Andriamanitra, voasoratra teo amin'ny vato fisaka.","Ary rehefa ren'i Josoa ny fitabataban'ny olona izay nihorakoraka, dia hoy izy tamin'i Mosesy: Misy tabataban'ady atsy an-toby.","Fa hoy kosa izy: Tsy feo fihobian'ny mahery na feo fitomanian'ny resy no reko, fa feon'ny mihira.","Ary raha nanakaiky ny toby izy, dia nahita ny ombilahy kely sy ny dihy; ary nirehitra ny fahatezeran'i Mosesy, dia natontany ny vato fisaka teny an-tànany ka novakivakiny teo am-bodin'ny tendrombohitra.","Dia nalainy ilay ombilahy kely izay efa nataon'ny olona ka nodorany tamin'ny afo, ary notorotoroiny ho vovoka, dia nafafiny tambonin'ny rano ka nampisotroiny ny Zanak'Isiraely.","Ary hoy Mosesy tamin'i Arona: Inona no nataon'ity firenena ity taminao, no nitondranao heloka lehibe taminy?","Fa hoy kosa Arona: Aoka tsy hirehitra ny fahatezeranao, tompoko, fa ianao mahalala ny toetry ny olona, fa mpanao ratsy izy;","ary hoy izy tamiko: Manaova andriamanitra ho antsika, hitarika antsika eo aloha; fa ilay Mosesy iny, izay lehilahy nitondra antsika niakatra avy tany amin'ny tany Egypta, dia tsy fantatray izay nanjo azy.","Ary hoy izaho taminy: Na zovy na zovy manam-bolamena, aoka handrombotra izany izy, ka dia nomeny ahy; ary natsipiko tao anaty afo izany, ka io ombilahy kely io no nivoaka.","Ary rehefa hitan'i Mosesy fa natondraka hanaram-po amin'izay tsy mety ny olona, satria efa natondrak'i Arona ho fanakorana eo amin'ny fahavalony izy,","dia nijanona teo amin'ny vavahadin'ny toby Mosesy ka nanao hoe: Izay rehetra an'i Jehovah mankanesa ety amiko. Ary ny taranak'i Levy rehetra niangona teo aminy.","Dia hoy izy taminy: Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Samia manao ny sabany eo am-balahany avy ianareo, dia mandrosoa sy miverimberena amin'isam-bavahadin'ny toby, ary samia mamono ny rahalahiny avy sy ny sakaizany avy ary ny namany avy ianareo.","Dia nanao araka ny tenin'i Mosesy ny taranak'i Levy; ary nahafatesana tokony ho telo arivo lahy ny olona tamin'izany andro izany.","Fa Mosesy efa nilaza hoe: Manokàna ny tenanareo ho an'i Jehovah ianareo anio; eny, samia mamono ny zanany sy ny rahalahiny avy, mba hahazoanareo fitahiana anio.","Ary nony maraina dia hoy Mosesy tamin'ny olona: Efa nanao fahotana lehibe ianareo; ary ankehitriny, dia hiakatra ho amin'i Jehovah aho, fa angamba hahazo manao fanavotana ny amin'ny fahotanareo.","Ary Mosesy dia niverina ho ao amin'i Jehovah ka nanao hoe: Indrisy! efa nanao fahotana lehibe ity firenena ity ka efa nanao andriamani-bolamena ho azy.","Ary ankehitriny, enga anie ka hamela ny fahotany Hianao! fa raha tsy izany, mifona aminao aho, vonoy eo amin'ny bokinao izay nosoratanao ny anarako.","Fa hoy Jehovah tamin'i Mosesy: Na iza na iza nanota tamiko, dia hovonoiko ny anarany eo amin'ny bokiko.","Mandehana ankehitriny, ka ento ny olona ho any amin'izay efa nolazaiko taminao; indro, ny Anjeliko no hitarika anao eo aloha; ary amin'izay andro hamaliako dia hamaly azy noho ny fahotany Aho.","Ary Jehovah namely ny olona, satria nanao ny ombilahy kely izy, dia ilay nataon'i Arona."]}