{"book":"Eksodosy","chapter":23,"verses":["Aza manangan-tsaho foana. Aza mifandray tanana amin'ny ratsy fanahy ho vavolombelona mampidi-doza.","Aza manaraka ny maro hanao ratsy; ary aza mamaly ny amin'ny adin'olona hivily hanaraka ny maro hamadika ny rariny.","Aza mandravaka ny tenin'ny malahelo eo amin'ny fandaharan-teniny ianao.","Raha hitanao mania ny ombin'ny fahavalonao, na ny borikiny, dia avereno any aminy mihitsy izany.","Raha hitanao ny borikin'izay mankahala anao mihonaka ao ambanin'ny entany, dia aza malaina hamonjy azy ianao, fa manampia ny namanao hamaha azy tokoa.","Aza mamily ny rariny izay ananan'ny malahelo ao aminao, raha manana ady izy.","Manalavira izay teny lainga, ary aza mamono izay tsy manan-tsiny sy izay marina ianao; fa tsy hanamarina ny meloka Aho.","Ary aza mandray kolikoly, fa ny kolikoly mahajamba ny mason'ny mahiratra sy mamadika ny tenin'ny marina.","Ary aza mampahory vahiny, fa ianareo mahalala ny fon'ny vahiny, satria efa mba vahiny tany amin'ny tany Egypta ihany ianareo.","Ary enin-taona no hamafazanao amin'ny taninao sy hanangonanao ny vokatra;","fa amin'ny taona fahafito kosa dia hatsahatrao tsy hovolena izy, mba hisy hohanin'ny malahelo amin'ny firenenao; ary izay sisan'ireo dia mba hohanin'ny biby any an-tsaha kosa. Toy izany koa no hataonao amin'ny tanim-boalobokao sy amin'ny tanin'olivanao.","Henemana no hanaovanao ny raharahanao; fa amin'ny andro fahafito dia hitsahatra ianao, mba hialan'ny ombinao sy ny borikinao sasatra, ary mba hakan'ny zanaky ny ankizivavinao sy ny vahiny aina.","Ary tandremo izay rehetra nolazaiko taminareo, ka aza manonona ny anaran'andriamani-kafa akory ianareo; aza avela ho re avy amin'ny vavanao izany.","Intelo isan-kerintaona no hanaovanao andro firavoravoana ho Ahy.","Tandremo ny andro firavoravoana fihinanana ny mofo tsy misy masirasira; hafitoana no hihinananao ny mofo tsy misy masirasira, araka izay nandidiako anao, amin'ny fotoan'andro amin'ny volana Abiba, fa tamin'izany no nivoahanao avy tany Egypta; ary aoka tsy hisy hiseho foana tsy mitondra fanatitra eo anatrehako.","Ary tandremo koa ny andro firavoravoana amin'ny fijinjana ny voaloham-bokatry ny asanao, izay nafafinao tany an-tsaha, sy ny andro firavoravoana amin'ny fanangonana amin'ny faran'ny taona, raha manangona ny vokatry ny asanao avy any an-tsaha ianao.","Dia intelo isan-kerintaona no hisehoan'ny lehilahy rehetra aminareo eo anatrehan'i Jehovah Tompo.","Aza manatitra ny ran'ny zavatra vonoina hatao fanatitra ho Ahy ianao, raha mbola misy masirasira ao aminao; ary aza avela ho tra-maraina ny saboran'ny zavatra vonoina amin'ny andro firavoravoana ho Ahy.","Ny santatry ny voaloham-bokatry ny taninao dia ho entinao ao an-tranon'i Jehovah Andriamanitrao. Aza mahandro zanak'osy amin'ny rononon-dreniny.","Indro, Izaho maniraka Anjely eo alohanao hiaro anao any an-dalana sy hitondra anao ho any amin'ny fitoerana izay namboariko.","Mitandrema eo anatrehany, ka mihainoa ny feony, ary aza mampahatezitra Azy; fa tsy hamela ny fahotanareo Izy; fa ny anarako no ao aminy.","Fa raha hihaino ny feony tokoa ianao ka hanao izay rehetra lazaiko, dia ho fahavalon'ny fahavalonao sy ho rafin'ny rafinao Aho.","Fa handeha eo alohanao ny Anjeliko ka hitondra anao any amin'ny Amorita sy ny Hetita sy ny Perizita sy ny Kananita sy ny Hivita ary ny Jebosita; ary dia hofongorako ireny,","Aza miankohoka eo anatrehan'ny andriamanitr'ireny ianao, na manompo azy, na manao araka ny ataony; fa aringano tokoa izy, ary torotoroy tokoa ny tsangam-baton-tsampiny.","Fa manompoa an'i Jehovah Andriamanitrareo, dia hitahy ny haninao sy ny ranonao Izy; ary hesoriko aminao ny aretina.","Tsy hisy ho afa-jaza na ho momba ao amin'ny taninao; hotanterahiko ny isan'ny andronao.","Hampandeha ny fahatahorana Ahy eo alohanao Aho ka hampifanaritaka ny firenena rehetra izay alehanao, ary hampiamboho ny fahavalonao rehetra anao Aho.","Ary hampandeha fanenitra eo alohanao Aho, ka handroaka ny Hivita sy ny Kananita ary ny Hetita eo alohanao ireny.","Tsy handroaka azy eo alohanao amin'ny taona iray Aho, fandrao ho lao ny tany, ka hihamaro hamely anao ny bibi-dia.","Tsikelikely no handroahako azy eo alohanao mandra-pahamaronao ka handova ny tany.","Ary hatramin'ny Ranomasina Mena ka hatramin'ny ranomasin'ny Filistina no hataoko fari-taninao, ary hatramin'ny efitra ka hatramin'ny Ony; fa hanolotra ny mponina amin'ny tany ho eo an-tananareo Aho; ary handroaka azy eo alohanao ianao.","Aza manao fanekena aminy na amin'ny andriamaniny ianao.","Tsy honina eo amin'ny taninao ireny, fandrao hampanota anao amiko; fa raha manompo ny andriamaniny ianao, dia ho fandrika aminao tokoa izany,"]}