{"book":"Eksodosy","chapter":30,"verses":["Ary manaova alitara handoroana ditin-kazo manitra; hazo akasia no hanaovanao azy.","Ho iray hakiho avy ny lafiny efatra, dia ho efa-joro izy, ary ho roa hakiho ny hahavony; koa ataovy miray aminy ny tandrony.","Ary petaho takela-bolamena tsara izy, dia ny tampony sy ny lafiny manodidina ary ny tandrony; ary asio koronosy volamena manodidina.","Ary asio vava volamena roa izy eo ambanin'ny koronosiny, ka ataovy eo amin'ny zorony efatra ireo; ary ho fitoeran'ny bao ireo hilanjana azy.","Ary hazo akasia no anaovy ny bao, ka petaho takela-bolamena.","Ary apetraho eo anoloan'ny efitra izay manakona ny fiaran'ny Vavolombelona izy, dia manandrify ny rakotra fanaovam-panavotana eo ambonin'ny Vavolombelona, izay hihaonako aminao.","Ary Arona handoro ditin-kazo mani-pofona eo; isa-maraina, raha mamboatra ny lela fanaovan-jiro, no handoroany izany;","ary raha mampirehitra ny lela fanaovan-jiro Arona nony hariva no handoroany izany koa; ditin-kazo mani-pofona eo anatrehan'i Jehovah mandrakariva hatramin'ny taranakareo fara mandimby izany.","Aza manatitra ditin-kazo manitra tsy izy eo ianareo, na fanatitra dorana, na fanatitra hohanina; ary aza manidina fanatitra aidina eo.","Ary aoka Arona hanao fanavotana eo amin'ny tandrony indray mandeha isan-kerintaona; amin'ny ran'ny fanatitra noho ny ota, izay atao fanavotana, indray mandeha isan-kerintaona, no hanaovany fanavotana eo, hatramin'ny taranakareo fara mandimby; ho masina indrindra ho an'i Jehovah izany.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe;","Raha maka ny isan'ny Zanak'Isiraely araka ny fandaminana azy ianao, dia samy handoa avotry ny ainy avy ho an'i Jehovah ny isan-olona, raha alamina izy, mba tsy hisy areti-mandringana hanjo azy, raha alamina izy.","Izao no haloan'izay re­hetra voalamina, dia antsasaky ny sekely avy araka ny sekely masina (gera roa-polo ny sekely iray), eny, antsasaky ny sekely ho fanatitra ho an'i Jehovah.","Izay rehetra voalamina hatramin'ny roa-polo taona no ho miakatra no handoa ny fanatitra ho an'i Jehovah.","Ny manan-karena tsy handoa mihoatra noho ny antsasaky ny sekely, ary ny malahelo tsy handoa latsaka, raha mandoa ny fanatitra ho an'i Jehovah izy, hanavotra ny ainareo.","Ary handray ny vola avotra amin'ny Zanak'Isiraely ianao, ka hataonao amin'ny fanompoana ao amin'ny trano-lay fihaonana; ary ho fahatsiarovana ho an'ny Zanak'Isiraely eo anatrehan'i Jehovah izany, ho avotry ny ainareo.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Manaova tavy varahina hanasana, ary aoka ho varahina koa ny faladiany; ary apetraho eo anelanelan'ny trano-lay fihaonana sy ny alitara izy, ka asio rano eo anatiny.","Ary eo no hanasan'i Arona sy ny zanany ny tongony aman-tanany.","Raha miditra amin'ny trano-lay fihaonana izy, dia hisasa amin'ny rano, mba tsy hahafaty azy. Ary raha manakaiky ny alitara hanao fanompoam-pivavahana izy, mba handoro ny fanatitra atao amin'ny afo ho an'i Jehovah,","dia hanasa ny tongony aman-tànany izy, mba tsy hahafaty azy; ary ho lalàna mandrakizay aminy sy ny zanany izany hatramin'ny taranany fara mandimby.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Makà zava-manitra tsara ho anao, dia miora mitete dimam-jato sekely sy havozomanitra antsasak'izany, dia dimam-polo amby roan-jato, sy veromanitra dimam-polo amby roan-jato","sy kasia dimam-jato; araka ny sekely masina, ary diloilon'oliva eran'ny hina;","dia amboary ho diloilo fanosorana masina izany, ho zavatra aharoharo, asan'ny mpangaroharo zava-manitra; ho diloilo fanosorana masina izany.","Ary hosory amin'izany ny trano-lay fihaonana sy ny fiaran'ny Vavolombelona,","sy ny latabatra mbamin'ny fanaka rehetra momba azy sy ny fanaovan-jiro mbamin'ny fanaka momba azy sy ny alitara fandoroana ditin-kazo manitra,","ary ny alitara fandoroana ny fanatitra dorana mbamin'ny fanaka rehetra momba azy ary ny tavy sy ny faladiany.","Ary hamasino ireo mba ho masina indrindra; ary ho masina izay rehetra manendry azy.","Ary hosory Arona sy ny zanany, ka hamasino izy mba ho mpisorona ho Ahy.","Ary mitenena amin'ny Zanak'Isiraely hoe: Ity ho diloilo fanosorana masina ho Ahy hatramin'ny taranakareo fara mandimby.","Aoka tsy hihosoran'ny olon-kafa izany, na hisy haka tahaka azy, araka ny fanaovana azy; fa masina izy ka ho masina aminareo.","Na zovy na zovy mangaroharo izay tahaka azy, ary na zovy na zovy manosotra azy amin'ny vahiny dia hofongorana tsy ho amin'ny fireneny.","Dia hoy Jehovah tamin'i Mosesy: Makà zava-manitra ho anao, dia natafa sy sekeleta sy helbena ary lebona madio; samy hamboarina manokana ireo.","Ary ataovy ditin-kazo manitra izy, dia zavatra aharoharo araka ny fanaon'ny mpangaroharo zava-manitra, dia asio sira izy, ary aoka ho madio sy masina.","Ary torotoroy ny sasany ho madinika indrindra, dia ataovy eo anoloan'ny Vavolombelona ao amin'ny trano-lay fihaonana, izay hihaonako aminao; ho masina indrindra ho anareo izany.","Ary ny amin'ny ditin-kazo manitra izay hataonao, dia aza mba misy atao tahaka azy ny ho anareo; ho masina aminao ho an'i Jehovah izany.","Na zovy na zovy manao izay tahaka azy ho fanorohana dia hofongorana tsy ho amin'ny fireneny."]}