{"book":"Eksodosy","chapter":12,"verses":["Ary Jehovah niteny tamin'i Mosesy sy Arona teo amin'ny tany Egypta ka nanao hoe:","Ity volana ity ho voaloham-bolana ho anareo; dia ho voaloham-bolana amin'ny taona ho anareo izy.","Mitenena ianareo amin'ny fiangonana, dia ny Isiraely rehetra, ka manaova hoe: Amin'ny andro fahafolo amin'ity volana ity dia aoka samy haka zanak'ondry iray avy izy rehetra, araka ny fianakaviany, dia zanak'ondry iray avy no ho an'ny isan-trano;","ary raha vitsy loatra ny iray trano ka tsy mahalany zanak'ondry iray, dia aoka izy sy izay namany mifanakaiky trano aminy haka araka izay isan'ny olona; ny olona rehetra samy araka izay tokony ho laniny avy no hanisanareo ny zanak'ondry.","Zanak'ondry tsy misy kilema, dia lahy izay iray taona, no halainareo; halainareo amin'ny ondry na amin'ny osy izy;","ary hotehirizinareo izy hatramin'ny andro fahefatra ambin'ny folo amin'ity volana ity; dia hamono azy amin'ny hariva ny fiangonana, dia ny Isiraely rehetra.","Ary hanalany ny rà, ka hatentiny amin'ny tolam-baravarana roa sy amin'ny tataom-baravaran'ny trano izay hihinanany azy.","Dia hohaniny amin'izany alina izany ny hena; voatsatsika tamin'ny afo no hihinanany azy mbamin'ny mofo tsy misy masirasira sady hampiarahina amin'ny anana mangidy.","Aza hanina manta na voahandro amin'ny rano izy, fa atsatsiho amin'ny afo mbamin'ny lohany sy ny tongony ary ny fadiny.","Ary aza asianareo sisa ho tra-maraina; fa raha tahìny misy sisa tsy lany ka tra-maraina, dia hodoranareo amin'ny afo.","Ary toy izao no hataonareo, raha mihinana azy: ny valahanareo ho voasikina, ny kapanareo ho eo amin'ny tongotrareo, ary ny tehinareo ho eny an-tananareo; dia hohaninareo faingana izy, fa Paskan'i Jehovah.","Fa handeha hamaky ny tany Egypta amin'izany alina izany Aho ka hamono ny matoa rehetra amin'ny tany Egypta hatramin'ny olona ka hatramin'ny biby fiompy; ary ny andriamanitry ny Egyptiana dia hotsaraiko avokoa: Izaho no Jehovah.","Ary ny rà dia ho famantarana ho anareo eo amin'ny trano izay itoeranareo; ary raha mahita ny rà Aho, dia handalo anareo, ka tsy hisy loza handringana anareo, raha mamely ny tany Egypta Aho.","Ary izany andro izany dia ho fahatsiarovana ho anareo ka hotandremanareo ho andro firavoravoana ho an'i Jehovah; hatramin'ny taranakareo fara mandimby no hitandremanareo izany ho andro firavoravoana, ho lalana mandrakizay.","Hafitoana no hihinananareo mofo tsy misy masirasira: amin'ny voalohan'andro no hanesoranareo ny masirasira amin'ny tranonareo; fa na iza na iza homana mofo misy masirasira hatramin'ny andro voalohany ka hatramin'ny fahafito dia hofongorana tsy ho amin'ny Isiraely.","Ary amin'ny andro voalohany dia hisy fivoriana masina ho anareo ary amin'ny andro fahafito koa hisy fivoriana masina; tsy hanao raharaha akory ianareo amin'izany andro izany, afa-tsy izay hohanin'ny isan-olona, dia izany ihany no hamboarinareo.","Ary hitandrina ny andron'ny mofo tsy misy masirasira ianareo, fa izany andro izany indrindra no nitondrako ny antokonareo nivoaka avy tany amin'ny tany Egypta; dia hotandremanareo izany hatramin'ny taranakareo fara mandimby ho lalàna mandrakizay.","Amin'ny andro fahefatra ambin'ny folo amin'ny volana voalohany, nony hariva, no hihinananareo mofo tsy misy masirasira ambara-paharivan'ny andro fahiraika amby roa-polo amin'ny volana.","Hafitoana no tsy hisiana masirasira ao an-tranonareo; fa na iza na iza homana izay misy masirasira dia hofongorana tsy ho amin'ny fiangonan'ny Isiraely, na vahiny na tompon-tany.","Tsy hihinana na inona na inona izay misy masirasira ianareo; fa samy hihinana mofo tsy misy masirasira ao amin'izay itoeranareo rehetra avy ianareo.","Dia nampanalain'i Mosesy ny loholon'ny Isiraely rehetra, ka hoy izy taminy: Mandehana ianareo ka makà ondry ho anareo araka ny fokom-pirenenareo avy, ka vonoy ny Paska.","Dia makà hysopa iray fihina, ka atsobohy amin'ny rà izay ao anatin'ny bakoly ary ny rà izay ao anatin'ny bakoly dia anenteno amin'ny tataom-baravarana sy ny tolana roa; ary aza misy mivoaka eo am-baravaran'ny tranonareo avy ianareo ambara-pahamarain'ny andro.","Fa Jehovah handeha hamely ny Egyptiana; ary raha mahita ny rà eo amin'ny tataom-baravarana sy ny tolana roa Jehovah, dia handalo ny varavarana, ka tsy havelany hiditra ao an-tranonareo hamely anareo ny mpandringana.","Ary hitandrina izany zavatra izany, ianareo ho lalàna ho anareo sy ho an'ny taranakareo mandrakizay.","Ary rehefa tonga any amin'ny tany izay homen'i Jehovah anareo araka izay nolazainy ianareo, dia tandremo izany fanompoana izany.","Ary raha hanontany anareo ny zanakareo hoe: Inona no anton'izao fanompoana ataonareo izao?","dia holazainareo hoe: Izao dia famonoana ny Paskan'i Jehovah, Izay nandalo ny tranon'ny Zanak'Isiraely tany Egypta, raha namely ny Egyptiana Izy, fa namonjy ny tao an-tranontsika. Dia niondrika ny olona ka nivavaka.","Ary dia nandeha ny Zanak'Isiraely ka nanao izany; araka izay nandidian'i Jehovah an'i Mosesy sy Arona no nataony.","Ary nony namatonalina Jehovah namono ny lahimatoa rehetra tany amin'ny tany Egypta, hatramin'ny lahimatoan'i Farao izay nipetraka teo ambonin'ny seza fiandrianany ka hatramin'ny lahimatoan'ny babo izay tao amin'ny trano-maizina, mbamin'izay voalohan-teraky ny biby fiompy rehetra.","Ary nifoha raha mbola alina Farao, dia izy sy ny mpanompony rehetra ary ny Egyptiana rehetra, fa nisy fidradradradrana mafy tany Egypta, satria tsy nisy trano izay tsy nahafatesana.","Dia nampaka an'i Mosesy sy Arona izy, raha mbola alina, ka nanao hoe: Mitsangàna, mialà eto amin'ny vahoakako ianareo sy ny Zanak'Isiraely, ary mandehana ka manompoa an'i Jehovah araka ny nolazainareo.","Ary ny ondry aman'osinareo sy ny ombinareo dia ento koa araka izay efa nolazainareo, ka mandehana; fa mba tsofy rano aho.","Dia nandodona ny olona ny Egyptiana ka nampandeha azy faingana hiala tamin'ny tany, satria hoy izy: Maty avokoa izahay rehetra.","Dia nentin'ny olona ny kobany voalena, raha tsy mbola voaisy masirasira, sy ny viliany fanaova-mofo voafehy ao amin'ny lambany teny an-tsorony.","Ary ny Zanak'Isiraely nanao araka ny tenin'i Mosesy ka nangataka firavaka volafotsy sy firavaka volamena ary fitafiana tamin'ny Egyptiana.","Ary nataon'i Jehovah nahita fitia teo imason'ny Egyptiana ny olona, ka nomen'ireo azy izay nangatahiny, ka dia nofoanany ny Egyptiana.","Dia niainga tao Ramesesa ny Zanak'Isiraely ka nankany Sokota, dia lehilahy mahalia lalana tokony ho enina hetsy, afa-tsy ny zaza amim-behivavy.","Ary nisy olona maro samy hafa firenena koa niara-niakatra taminy, ary ondry aman'osy sy omby, dia fananana be indrindra.","Dia nanendy mofo tsy nisy masirasira tamin'ny koba voalena izay nentiny avy tany Egypta izy: fa tsy mbola voaisy masirasira izany, satria noroahina tany Egypta izy ka tsy nahazo nijanona sady tsy nahafehy vatsy ho azy.","Ary ny andro nitoeran'ny Zanak'Isiraely tany Egypta dia telo-polo amby efa-jato taona.","Ary rehefa tapitra ny telo-polo amby efa-jato taona, dia tamin'izany andro izany indrindra no nivoahan'ny antokony rehetra izay an'i Jehovah tamin'ny tany Egypta.","Alina notandreman'i Jehovah izany, hitondrany azy hivoaka avy tamin'ny tany Egypta; eny, izany alina izany dia an'i Jehovah ka hotandreman'ny Zanak'Isiraely rehetra hatramin'ny taranany fara mandimby.","Ary hoy Jehovah tamin'i Mosesy sy Arona: Izao no lalàn'ny Paska: Tsy hisy olona hafa firenena hihinana azy.","Ary ny andevolahin'ny olona rehetra izay novidim-bola dia hoforana aloha vao mba hihinana.","Ny vahiny sy ny mpikarama tsy mba hihinana azy.","Ao an-trano iray no hihinanana azy; tsy hamoahanao eny ala-trano akory ny hena, ary tsy hisy hotapahinareo ny taolany na dia iray aza.","Ny fiangonana, dia ny Isiraely rehetra, hitandrina izany.","Ary raha misy mivahiny eo aminao ka mba te-hitandrina ny Paskan'i Jehovah, dia aoka hoforana ny lehilahy rehetra eo aminy vao manatona hitandrina izany, ka ho tahaka ny tompon-tany ihany izy; fa ny tsy voafora rehetra kosa dia tsy mahazo mihinana izany.","Lalàna iray no ho amin'ny tompon-tany sy ny vahiny izay mitoetra eo aminareo.","Dia nataon'ny Zanak'Isiraely rehetra izany: araka izay nandidian'i Jehovah an'i Mosesy sy Arona no nataony.","Ary tamin'izany andro izany indrindra no nitondran'i Jehovah ny Zanak'Isiraely nivoaka avy tany amin'ny tany Egypta araka ny antokony."]}