{"book":"Eksodosy","chapter":22,"verses":["Raha azo manamitrano ny mpangalatra ka asiana ho faty, dia tsy hisy valin-drà amin'izany;","fa raha tratry ny masoandro miposaka kosa izy, dia hisy valin-drà ihany amin'izany; hanonitra tokoa izy; ary raha tsy manana na inona na inona, dia hamidy izy noho ny halatra nataony.","Raha hita marina velona eo aminy ny halatra na omby, na boriky, na ondry, na osy, dia hanonitra roa heny izy.","Raha misy olona mampitondraka amin'ny voly na tanim-boaloboka, fa alefany handeha ny bibiny, ka homana ny volin'olona izany biby izany, dia amin'ny tsara indrindra ao amin'ny sahany, ary amin'ny tsara indrindra ao amin'ny tanim-boalobony, no hanonerany.","Raha misy afo mirehitra ka mahazo ny tsilo, ka may ny antontam-bary, na ny vary maniry, na ny saha, dia hanonitra tokoa izay nampirehitra ny afo.","Raha misy olona mampitahiry vola na fanaka ny namany, ka angalarin'ny sasany ao amin'ny tranon'ilay olona izany, raha hita ny mpangalatra, dia hanonitra roa heny izy.","Fa raha tsy hita kosa ny mpangalatra, dia ho entina eo anatrehan'Andriamanitra ny tompon'ny trano mba hizahana na naninjitra ny tànany ka naka ny fananan'ny namany izy, na tsia.","Ny amin'ny zavatra ifandirana rehetra, na omby, na boriky, na ondry, na osy, na fitafiana, na zavatra very, izay ataon'olona ho azy, dia ho entina eo anatrehan'Andriamanitra ny tenin'izy roa tonta, koa izay helohih'Andriamanitra dia hanonitra roa heny ho an'ny namany.","Raha misy olona mampitahiry ny namany boriky, na omby, na ondry, na osy, na biby fiompy hafa, ka maty izany, na maratra, na roahina ka tsy misy mahita,","dia fianianana amin'i Jehovah no hitsarana azy roa tonta, hahafantarana na efa naninjitra ny tànany ka naka ny fananan'ny namany ilay anankiray, na tsia; ary heken'ny tompony izany, dia tsy hisy onitra.","Fa raha nangalarina tany aminy tokoa izany, dia hanonitra ho an'ny tompon-javatra izy.","Raha voaviraviram-biby izany, dia hitondra azy ho vavolombelona izy; tsy hanonitra izay voaviravira izy.","Ary raha misy olona mindran-javatra amin'ny namany, ka simba na maty izany, nefa tsy mba teo aminy ny tompon-javatra, dia hanonitra tokoa izy.","Fa raha teo aminy ihany ny tompon-javatra, dia tsy hanonitra izy; ary raha zavatra ahofa kosa, dia vitan'ny hofany izany.","Ary raha misy olona mitaona zazavavy, izay tsy voafofo, ka mandry aminy, dia hanome harena azy izy mba ho vadiny.","Fa raha mandà tokoa ny rainy ka tsy manome azy ho vadiny, dia handoa vola ralehilahy araka ny harena fanome zazavavy hampakarina.","Aza velomina ny vehivavy manana ody.","Izay rehetra mandry amin'ny biby dia hatao maty tokoa.","Izay mamono zavatra hatao fanatitra amin'ny andriamanitra hafa, afa-tsy amin'i Jehovah ihany, dia ho voaozona.","Ary aza manao izay sarotra amin'ny vahiny, na mampahory azy; fa ela mba vahiny tany amin'ny tany Egypta ihany ianareo.","Aza mampahory ny mpitondratena sy ny kamboty akory ianareo.","Fa raha mampahory azy na amin'inona na amin'inona ianao, ka mitaraina amiko izy, dia hihaino ny fitarainany tokoa Aho,","ka hirehitra ny fahatezerako, ary hamono anareo amin'ny sabatra Aho; dia mba ho mpitondratena ny vadinareo, ary ho kamboty kosa ny zanakareo.","Raha mampisambo-bola ny oloko izay malahelo eo aminao ianao, dia tsy ho toy ny mpampanana vola aminy; fa tsy hampandoa zana-bola azy ianao.","Raha maka ny lamban'ny namanao ho tsatòka ianao, dia hampodinao aminy izany, raha mbola tsy milentika ny masoandro.","Fa izany ihany no firakofany sady fitafiany amin'ny hodiny, ka inona no ho entiny mandry? ary raha mitaraina amiko izy, dia hohenoiko, fa mamindra fo Aho.","Aza miteny ratsy an'Andriamanitra ianao, na manozona ny mpanapaka ny firenenao.","Aza atao ela vao manatitra ny santatry ny vokatrao sy ny fisotronao; ny matoa amin'ny zanakao-lahy dia omeo Ahy.","Izao no hataonao amin'ny ombinao sy ny ondry aman'osinao; hafitoana no hitoerany ao amin'ny reniny; ary amin'ny andro fahavalo no hanateranao azy ho Ahy.","Ary ho olona masina ho Ahy ianareo, koa izay hena voaviraviram-biby any an-tsaha dia tsy hohaninareo; fa harianareo ho an'ny amboa izany."]}