{"book":"Estera","chapter":4,"verses":["Nony fantatr'i Mordekay izay rehetra efa natao, dia nandriatra ny fitafiany izy ka nitafy lamba fisaonana sady nihosin-davenona, dia nankeo afovoan'ny tanàna ka nitaraina sy nidradradradra mafy;","ary tonga teo anoloan'ny vavahadin'ny mpanjaka aza izy; nefa tsy nisy nahazo niditra teo amin'ny vavahadin'ny mpanjaka, raha nitafy lamba fisaonana.","Ary tany amin'ny isan-tokony tamin'ny fanjakana rehetra nalehan'ny tenin'ny mpanjaka sy ny didiny dia nalahelo mafy ny Jiosy ka nifady hanina sy nitomany ary nidradradradra, sady maro no nandry tamin'ny lamba fisaonana aman-davenona.","Ary niditra ny ankizivavin'i Estera sy ny tsindranolahiny ka nilaza izany taminy. Dia nalahelo indrindra ny vadin'ny mpanjaka, ka nampanatitra lamba hitafin'i Mordekay izy mba hanesorany ny lamba fisaonana taminy; nefa tsy nety nandray izy.[Heb. ionoka]","Ary Estera niantso an'i Hatàka, tsindranolahin' ny mpanjaka, izay notendreny hanompo azy, ka nampitondra teny azy ho any amin'i Mordekay, mba hahafantarany izay anton'izany.","Dia nivoaka Hatàka nankany amin'i Mordekay ho eo an-kalalahana eo an-tanàna, dia ilay eo anoloan'ny vavahadin'ny mpanjaka;","dia nambaran'i Mordekay taminy izay rehetra efa nanjo azy sy ny isan'ny vola izay nokasain'i Hamana haloa ho ao an-trano firaketan'ny mpanjaka noho ny handringanana ny Jiosy.","Ary nomeny azy koa ny kopen'ny lalàna, izay nantsoina tany Sosana handringanana azy, mba haseho amin'i Estera hampahafantatra azy izany sy handidy azy hiditra ao amin'ny mpanjaka mba hifona aminy sy hangataka eo anatrehany ho an'ny fireneny.","Ary tonga Hatàka ka nanambara ny tenin'i Mordekay tamin'i Estera.","Fa Estera naniraka an'i Hatàka indray hanao amin'i Mordekay hoe:","Ny mpanompon'ny mpanjaka rehetra sy ny olona isan-tokony eran'ny fanjakany dia samy mahalala fa na iza na iza mankeo amin'ny mpanjaka ho eo an-kianja anatiny, na lehilahy na vehivavy, nefa tsy nantsoina, dia misy lalàna iray ihany hahafaty azy, afa-tsy izay hotondroin'ny mpanjaka amin'ny tehim-bolamena hahavelona azy; ary izaho anefa dia tsy mbola nantsoina hiditra ao amin'ny mpanjaka intsony telo-polo andro izay.","Dia nolazaina tamin'i Mordekay ny tenin'i Estera.","Ary Mordekay nampitondra valiny ho amin'i Estera hoe: Aza manao anakampo fa ho afaka mihoatra noho ny Jiosy rehetra ianao, saingy ao an-tranon'ny mpanjaka;","fa raha hangina mihitsy ianao amin'izao andro izao, dia hisy fahafahana sy famonjena hiseho avy amin'ny fitoerana hafa ho an'ny Jiosy, fa ianao sy ny mpianakavin-drainao kosa dia haringana; ary iza no mahalala, fa angamba ho amin'izao andro izao mihitsy no nanandratana anao ho amin'ny fanjakana?","Dia nampitondra valiny ho any amin'i Mordekay indray Estera ka nanao hoe:","Mandehana ary, vorio ny Jiosy rehetra izay mba ato Sosana ary mifadia hanina noho ny amiko, ka aza mihinana na misotro hateloana na andro na alina; ary izaho sy ny ankizivaviko hifady toy izany koa, ary amin'izany no hidirako ao amin'ny mpanjaka, na dia tsy araka ny lalàna aza; koa raha tàhiny maty aho, dia maty.","Dia lasa Mordekay ka nanao araka izay rehetra nandidian'i Estera azy."]}