{"book":"Estera","chapter":2,"verses":["Rehefa afaka izany, nony efa nionona ny fahatezeran'i Ahasoerosy mpanjaka, dia nahatsiaro an'i Vasty sy izay efa nataony izy ary ny efa nitsarana azy.","Ka dia hoy ireo zatovon'ny mpanjaka izay nanompo azy: Aoka ny mpanjaka hitadiavana zazavavy virijina tsara tarehy;","ary aoka ny mpanjaka hanendry olona any amin'ny isan-tokony eran'ny ny fanjakany rehetra, dia aoka hovorin'ireny ny zazavavy virijina tsara tarehy rehetra ho ato Sosana renivohitra ho ao an-tranom-behivavy amin'ny fehin'i Hegay, tsindranolahin'1 ny mpanjaka, mpifehy ny vehivavy; ary aoka homena ny zavatra fidiovany izy,","koa izay zazavavy sitraky ny mpanjaka no aoka hanjaka hisolo an'i Vasty. Dia sitraky ny mpanjaka izany teny izany, ka dia nataony.","Ary nisy Jiosy anankiray tany Sosana renivohitra. Mordekay no anarany, zanak'i Jaira, zanak'i Simey, zanak'i Kisy, avy tamin'ny taranak'i Benjamina,","izay efa nentina ho babo avy tany Jerosalema tamin'ny babo izay nentina niaraka tamin'i Jekonia, mpanjakan'ny Joda, izay nobaboin'i Nebokadnezara, mpanjakan'i Babylona.","Ary izy nitaiza an'i Hadasa (Estera izany), zanakavavin'ny rahalahin-drainy, izay tsy nanana ray sy reny intsony; ary razazavavy dia soa sady tsara tarehy, ary noraisin'i Mordekay ho zanany izy, rehefa maty rainy sy reniny.","Koa nony re ny tenin'ny mpanjaka sy ny lalàny, ka voavory tany Sosana renivohitra ny zazavavy maro ho andin'ny fehin'i Hegay, dia mba nentina ho ao an-tranon'ny mpanjaka koa Estera ho amin'ny fehin'i Hegay, mpifehy ny vehivavy.","Ary nahafaly azy razazavavy ka nahita fitia teo imasony; dia nomeny faingana an-drazazavavy ny zavatra fidiovany sy ny anjara-haniny ary ny ankizivavy fito izay voafantina homena azy avy tao an-tranon'ny mpanjaka; ary nafindrany ho ao amin'ny fitoerana tsara indrindra ao an-tranom-behivavy izy sy ny ankizivaviny.","Nefa Estera tsy mbola nilaza ny fireneny na ny fianakaviany, satria nopeperan'i Mordekay mba tsy hilaza izany izy.","Ary Mordekay nitsangantsangana isanandro teo anoloan'ny kianjan'ny tranom-behivavy, mba hahafantarany izay toetran'i Estera sy izay anaovana azy.","Ary nony tonga ny andro hidiran'ny zazavavy tsirairay isan'andro tany amin'i Ahasoerosy mpanjaka, rehefa tapitra taminy ny roa ambin'ny folo volana, araka ny fomba fanomanana ny vehivavy (fa tapitra tamin'izay ny andro fidiovany, dia enim-bolana tamin'ny diloilo nisy miora, ary enim-bolana tamin'ny zava-manitra sy ny zavatra sasany koa fidiovan'ny vehivavy),","koa nony hiditra ao amin'ny mpanjaka ny zazavavy tamin'izany, dia nomena azy izay rehetra nilainy ho entiny avy amin'ny tranom-behivavy ho ao an-tranon'ny mpanjaka.","Tamin'ny hariva no nandeha izy, ary nony maraina dia niverina izy ho ao an-trano faharoa nitoeran'ny vehivavy, ho amin'ny fehin'i Sasegaza, tsindranolahin'1 ny mpanjaka, mpitandrina ny vaditsindrano; ary tsy mba niditra tao amin'ny mpanjaka intsony izy, raha tsy tian'ny mpanjaka, ka voatonona ny anarany.","Ary rehefa tonga ny anjara-andron'i Estera, zanakavavin'i Abihaila, rahalahin-drain'i Mordekay izay efa nandray azy ho zananivavy, hidirany ao an-tranon'ny mpanjaka, dia tsy nila na inona na inona izy mihoatra noho izay notononin'i Hegay, tsindranolahin' ny mpanjaka, mpitandrina ny vehivavy. Ary Estera nahita fitia teo imason'ny olona rehetra izay nijery azy.","Dia nentina ho ao amin'i Ahasoerosy mpanjaka Estera, ho ao an-tranon'ny fanjakana, tamin'ny volana fahafolo (volana Tebeta izany) tamin'ny taona fahafito nanjakany.","Ary tian'ny mpanjaka mihoatra noho ny vehivavy rehetra Estera, ka nahita fitia sy sitraka teo imasony mihoatra noho ny virijina rehetra izy, ka dia nosatrohany ny satro-boninahitry ny fanjakana izy ka nampanjakainy hisolo an'i Vasty.","Ary ny mpanjaka nanao fanasana lehibe ho an'ny mpanapaka rehetra sy ny mpanompony, dia fanasan'i Estera izany; ary nanendry andro fifaliana ho an'ny fanjakana rehetra isan-tokony izy sady nanome zavatra araka ny fanomen'ny mpanjaka.","Ary raha nisy virijina novorina fanindroany, dia nipetraka teo am-bavahadin'ny mpanjaka Mordekay.","Nefa Estera tsy mbola nilaza izay fianakaviany na izay fireneny, araka ilay nameperan'i Mordekay azy ihany; fa ny tenin'i Mordekay dia nankatoavin'i Estera tahaka ny fony Izy mbola nitaiza azy ihany.","Tamin'izany andro izany, raha Mordekay nipetraka teo am-bavahadin'ny mpanjaka, dia tezitra Bigtana sy Taresy, roa lahy isan'ny tsindranolahin'1 ny mpanjaka, dia ilay mpiambina teo am-baravarana, ka nitady hamono an'i Ahasoerosy mpanjaka izy.","Ary fantatr'i Mordekay izany ka nambarany tamin'i Estera, vadin'ny mpanjaka; dia nambaran'i Estera tamin'ny mpanjaka kosa izany araka ny nampilazain'i Mordekay azy.","At? rehefa nodinihina izany zavatra izany, dia, indro, marina; ka dia nahantona tamin'ny hazo izy roa lahy; ary nosoratana tao amin'ny bokin'ny tantara teo anatrehan'ny mpanjaka izany."]}