{"book":"Estera","chapter":1,"verses":["Ary tamin'ny andro nanjakan'i Ahasoerosy (ity Ahasoerosy ity ilay nanjaka hatrany India ka hatrany Etiopia, ka nizarazara ho fito amby roa-polo amby zato toko ny fanjakany),","dia tamin'izany andro izany, raha nipetraka teo ambonin'ny seza fiandrianan'ny fanjakany, izay tany Sosana renivohitra, Ahasoerosy mpanjaka,","tamin'ny taona fahatelo nanjakany, dia nanao fanasana ho an'ny mpanapaka sy ny mpanompony rehetra izy; ary teo anatrehany koa ny lehiben'ny miaramilan'i Persia sy Media sy ny mpanapaka mbamin'ireo komandin'ny isan-tokony amin'ny fanjakany;","ary nasehony andro maro, dia valo-polo amby zato andro, ny harena amam-boninahitry ny fanjakany ary ny tabiha sy rehareha momba ny fahalehibiazany.","Ary rehefa tapitra izany andro izany, ny olona rehetra izay tany Sosana renivohitra, na lehibe na kely, dia nanaovan'ny mpanjaka fanasana naharitra hafitoana teo amin'ny kianjan'ny tanimbolin'ny tranon'ny mpanjaka;","ary nisy lamba fotsy sy misoratsoratra sy manga nifehy tamin'ny kofehy rongony fotsy sy volomparasy tamin'ny masom-bolafotsy sy tsangantsangany vato marmora fotsy; ary nisy farafara volamena sy volafotsy teo amin'ny lampivato alabastara sy marmora fotsy sy hara ary marmora mainty.","Ary ny olona dia nampisotroina tamin'ny kapoaka volamena (samy hafa avokoa ny kapoaka,) ary betsaka ny divain'andriana araka ny fanomen'ny mpanjaka.","Ary ny nisotroan'ny olona dia araka ny tenin'andriana, ka tsy nisy nanery; fa toy izany no nandidian'ny mpanjaka ny mpitandrina ny tranony rehetra mba hanaovan'ny olona araka izay sitrapony avy.","Ary Vasty, vadin'ny mpanjaka, dia mba nanao fanasana ho an'ny vehivavy koa tao amin'ny tranom-panjakana, izay an'i Ahasoerosy mpanjaka.","Ary tamin'ny andro fahafito, nony faly ny fon'ny mpanjaka azon'ny divay, dia nomeny teny Mehomana sy Bizta sy Harbona sy Bigta sy Abagta sy Zetara ry Karkasa, tsindranolahy fito izay nanompo teo anatrehan'i Ahasoerosy mpanjaka, [Heb. ionoka]","ba hitondra an'i Vasty, vadin'ny mpanjaka, ho eo anatrehan'ny mpanjaka, misatroka ny satro-boninahitry ny fanjakana, mba haseho amin'ny olona sy ny mpanapaka ny hatsaran-tarehiny; fa maha-te-hizaha izy.","Fa Vasty, vadin'ny mpanjaka, nandà ny tenin'ny mpanjaka nentin'ny tsindranolahy ka tsy nety nankany. Dia tezitra loatra ny mpanjaka, ka nirehitra tao am-pony ny fahatezerany.[Heb. ionoka]","Dia hoy ny mpanjaka tamin'ny olon-kendry izay mpanandro (toy izany no nanaovana ny raharahan'ny mpanjaka teo anatrehan'izay rehetra nahalala lalàna sy fitsarana;","ary ny teo akaikiny dia Rarsena, Setara, Admata, Tarsisy, Maresa, Marsena, Memokana, mpanapaka fito tamin'i Persia sy Media, izay nahita ny tarehin'ny mpanjaka ka nipetraka tamin'ny fitoerana aloha teo amin'ny fanjakana):","Ahoana no hanaovana an'i Vasty, vadin'ny mpanjaka, raha araka ny lalàna, satria tsy nankato ny didiko, izaho Ahasoerosy mpanjaka, nentin'ny tsindranolahy izy? [Heb. ionoka]","Dia namaly Memokana teo anatrehan'ny mpanjaka sy ny mpanapaka ka nanao hoe: Tsy tamin'ny mpanjaka ihany no nanaovan'i Vasty, vadin'ny mpanjaka, izao ratsy izao, fa tamin'ny mpanapaka rehetra koa sy ny vahoaka rehetra isan-tokony eran'ny fanjakan'i Ahasoerosy mpanjaka;","fa hiely any amin'ny vehivavy rehetra izao zavatra nataon'ny vadin'ny mpanjaka izao, ka hanaovany ny vadiny ho tsinontsinona eo imasony, fa samy hanao hoe: Ahasoerosy mpanjaka aza nandidy an'i Vasty vadiny ho entina eo anatrehany, nefa tsy nety izy.","Ary na dia amin'izao andro izao aza ny andriambavin'i Persia sy Media, izay mandre ny nataon'ny vadin'ny mpanjaka, dia samy hilaza izany amin'ny mpanapaka rehetra voatendrin'ny mpanjaka; ka dia ho loza loatra ny famingavingana sy ny faniratsirana.","Koa raha sitraky ny mpanjaka, dia aoka hisy didim-panjakana hivoaka avy eto amin'ny mpanjaka ka hosoratana ao amin'ny lalàn'i Persia sy Media ka dia tsy hovana, fa tsy hahazo hankeo anatrehan'i Ahasoerosy mpanjaka intsony Vasty; ary ny voninahitr'i Vasty dia aoka homen'ny mpanjaka ho an'izay vehivavy hafa tsara noho izy.","Ary raha torina eran'ny fanjakany rehetra (fa lehibe izany) ny lalàn'ny mpanjaka izay hataony, dia samy hanome voninahitra ny vadiny avy na lehibe na kely, ny vehivavy rehetra.","Dia sitraky ny mpanjaka sy ny mpanapaka izany teny izany; ka dia nanao araka ny tenin'i Memokana ny mpanjaka,","ka nampitondra taratasy izy ho any amin'ny isan-tokony amin'ny fanjakan'ny mpanjaka, dia isan-tokony araka ny sorany avy, ary isam-pirenena araka ny fiteniny avy, mba hahatapaka ny ao an-tranony avy ny lehilahy rehetra, ary samy hiteny araka ny fiteniny avy isam-pirenena."]}