{"book":"Ezekiela","chapter":40,"verses":["Tamin'ny taona fahadimy amby roa-polo taorian'ny namaboana antsika, tamin'ny niandohan'ny taona, dia tamin'ny andro fahafolo tamin'ny volana, tamin'ny taona fahefatra ambin'ny folo taorian'ny namelezana ny tanàna, tamin'izany andro izany dia tamiko ny tànan'i Jehovah, ka nitondra ahy ho any Izy.","Fahitana avy amin'Andriamanitra no nitondrany ahy ho any amin'ny tanin'ny Isiraely, ka napetrany teo an-tendrombohitra avo dia avo aho, ary nisy nitarehin-tanàna teo amin'ny ilany atsimo.","Dia nentiny nankao aho, ka, indro, nisy lehilahy izay nitarehim-barahina, nitondra tady rongony teny an-tànany sy volotara fandrefesana, ary nitsangana teo am-bavahady izy.","Dia hoy ralehilahy tamiko: Ry zanak'olona, mijere amin'ny masonao, ary mihainoa amin'ny sofinao, ary aoka ny fonao handinika izay rehetra hasehoko anao; fa ny hanehoako anao izao no nitondrana anao eto. Ambarao amin'ny taranak'Isiraely izay rehetra hitanao.","Ary, indro, nisy ampiantany vato manodidina teny ivelan'ny trano, ary eny an-tanan-dralehilahy nisy volotara fandrefesana, enina hakiho ny halavany, kanefa isaky ny hakiho iray dia nihoatra vodivoam-pelatanana noho ny fanao; ka dia norefesiny ny hatevin'ny ampiantany, ka eran'ny volotara. ary ny hahavony dia eran'ny volotara koa.","Dia tonga teo amin'ny vavahady manatrita ny atsinanana izy ka niakatra tamin'ny ambaratongany dia nandrefy ny tokonam-bavahady, ka eran'ny volotara ny sakany, dia ny tokonana voalohany izany, ka eran'ny volotara ny sakany.[Na: ary eran'ny volotara ny sakan'ny tokonana iray koa]","Ary ny trano fiambenana, dia eran'ny volotara ny lavany, ary eran'ny volotara koa ny sakany; ary ny elanelan'ny trano fiambenana dia dimy hakiho; ary ny tokonam-bavahady eo anilan'ny lavarangan'ny vavahady anatiny dia eran'ny volotara.","Dia norefesiny koa ny lavarangan'ny vavahady, ka eran'ny volotara koa.","Ary norefesiny ny lavarangan'ny vavahady, ka valo hakiho; ary ny tongo-batony dia roa hakiho; ary ny lavarangan'ny vavahady dia teo anatiny.","Ary ny trano fiambenana teo amin'ny vavahady atsinanana dia telo avy no teo an-daniny; mitovy ohatra izy telo, ary mitovy ohatra koa ny tongo-bato teo amin'ny lafiny roa.","Ary norefesiny koa ny haben'ny vavahady, ka folo hakiho; ary ny lavan'ny vavahady dia telo ambin'ny folo hakiho.","Ary nisy nifefy teo anoloan'ny trano fiambenana, ka iray hakiho avy no teo an-daniny roa; ary ny trano fiambenana, dia enina hakiho ny tamin'ny lafiny iray, ary enina hakiho koa ny tamin'ny lafiny iray.","Dia norefesiny koa ny vavahady hatramin'ny tafon'ny trano fiambenana iray ka hatramin'ny tafon'ny iray koa, ka dimy amby roa-polo hakiho ny sakany, ary mifanatrika ny varavarana.","Ary ny tongo-bato dia noheveriny ho enim-polo hakiho, ary nihatra tamin'ny tongo-bato ny kianja manodidina ny vavahady.","Ary hatreo anoloan'ny vavahady fidirana ka hatreo anoloan'ny lavarangan'ny vavahady anatiny dia dimam-polo hakiho.","Ary nisy varavarankely makarakara tsy mivoha manodidina, na ao amin'ny trano fiambenana, na amin'ny tongo-bato ao anatin'ny vavahady; ary toy izany koa amin'ny tohany; ary ny ao anatiny dia nisy varavarankely manodidina; ary teo amin'ny tongo-bato rehetra dia samy nisy sarin'ny hazo rofia avokoa.[Na: sady manodidina azy ny vavahady][palma]","Dia nentiny ho any amin'ny kianja ivelany aho, ary, indro, nisy efi-trano madinika sy lampivato teny amin'ny kianja manodidina: nisy efi-trano telo-polo teny amin'ny lampivato.","Ary ny lampivato dia teo anilan'ny vavahady, sady nifanerana tamin'ny lavan'ny vavahady: lampivato ambany io.","Dia norefesiny koa ny sakany hatreo anoloan'ny vavahady ambany ka hatreo anoloan'ny kianja anatiny, dia hatreo amin'ny ivelany, ka zato hakiho, dia teo atsinanana sy teo avaratra.","An norefesiny koa ny lavany sy ny sakan'ny vavahadin'ny kianja ivelany, izay nanatrika ny avaratra.","Ary ny trano fiambenany dia telo avy no teo an-daniny; ary ny tongo-batony sy ny tohany dia nitovy ohatra tamin'ny vavahady voalohany, ka dimam-polo hakiho ny lavany, ary dimy amby roa-polo hakiho ny sakany.","Ary ny varavarankeliny sy ny tohany an ny sarin'ny hazo rofia taminy dia nitovy ohatra tamin'ny ireo amin'ny vavahady atsinanana, ary nisy ambaratonga fito ho fiakarana ao; ary ny tohany dia tandrifin'ireo.[palma]","Ary nisy vavahadin'ny kianja anatiny, tandrifin'ny vavahady fidirana manatrika ny avaratra sy ny atsinanana; ka dia norefesiny hatramin'ny vavahady anankiray ka hatramin'ny anankiray, ka zato hakiho.","Dia nentiny nianatsimo aho, ka, indro, nisy vavahady teo atsimo; ka norefesiny ny tongo-batony sy ny tohany, ka araka ireo ohatra ireo ihany koa.","Ary nisy varavarankely teo aminy sy teo amin'ny tohany manodidina, dia tahaka ireo varavarankely ireo ihany koa, ka dimam-polo hakiho ny lavany, ary dimy amby roa-polo hakiho ny sakany.","Ary nisy ambaratonga fito ho fiakarana ao, ary ny tohany dia tandrifin'ireo; ary nisy sarin'ny hazo rofia iray tamin'ny lafiny iray, ary iray koa tamin'ny lafiny iray teo amin'ny tongo-batony.[palma]","Ary nisy vavahady fidirana amin'ny kianja anatiny teo atsimo, dia norefesiny teo atsimo hatramin'ny vavahady anankiray ka hatramin'ny anankiray, ka zato hakiho koa.","Ary nentiny niditra tamin'ny vavahady atsimo ho any amin'ny kianja anatiny aho; dia norefesiny ny vavahady atsimo, ka araka ireo ohatra ireo ihany koa;","ary ny trano fiambenany sy ny tongo-batony ary ny tohany dia araka ireo ohatra ireo ihany koa; ary nisy varavarankely teo aminy sy teo amin'ny tohany manodidina, dimam-polo hakiho ny lavany, ary dimy amby roa-polo hakiho ny sakany.","Ary nisy tohany manodidina, dia dimy amby roa-polo hakiho ny lavany, ary dimy hakiho ny sakany.","Ary ny tohany dia nanatrika ny kianja ivelany; ary nisy sarin'ny hazo rofia teo amin'ny tongo-batony, ary nisy ambaratonga valo ho fiakarana ao.[palma]","Dia nentiny niantsinanana aho ho any amin'ny kianja anatiny, dia norefesiny ny vavahady, ka araka ireo ohatra ireo ihany koa.","Ary ny trano fiambenany sy ny tongo-batony ary ny tohany dia araka ireo ohatra ireo ihany koa; ary nisy varavarankely teo aminy sy teo amin'ny tohany manodidina, dimam-polo hakiho ny lavany, ary dimy amby-roa-polo hakiho ny sakany.","Ary nanatrika ny kianja ivelany ny tohany; ary nisy sarin'ny hazo rofia teo amin'ny tongo-batony andaniny roa, ary nisy ambaratonga valo ho fiakarana ao.[palma]","Ary nentiny ho any amin'ny vavahady avaratra aho, dia norefesiny, ka araka ireo ohatra ireo ihany koa,","ary ny trano fiambenany sy ny tongo-batony ary ny tohany, ary nisy varavarankely teo aminy manodidina, dia dimam-polo hakiho ny lavany, ary dimy amby roa-polo hakiho ny sakany.","Ary nanatrika ny kianja ivelany ny tongo-batony; nisy sarin'ny hazo rofia teo amin'ny tongo-batony andaniny roa; ary ambaratonga valo no fiakarana ao.[palma]","Ary nisy efi-trano misy varavarana teo anilan'ny tongo-bato teo am-bavahady, izay nanakobahany ny fanatitra dorana.","Ary teo amin'ny lavarangan'ny vavahady dia nisy latabatra roa avy tamin'ny lafiny roa hamonoana ny fanatitra dorana sy ny fanatitra noho ny ota ary ny fanati-panonerana.","Ary teo anilany eo ivelany amin'ny fiakarana hiditra eo amin'ny vavahady avaratra dia nisy latabatra roa, ary teo anilany anankiray koa teo amin'ny lavarangan'ny vavahady, dia nisy latabatra roa koa.","Nisy latabatra efatra teo amin'ny ilany iray amin'ny vavahady ary latabatra efatra koa teo amin'ny ilany iray, dia latabatra valo izay famonoana.","Ary nisy latabatra efatra natao tamin'ny vato voapaika ho amin'ny fanatitra dorana, iray hakiho sy sasany ny lavany, ary iray hakiho sy sasany koa ny sakany, ary iray hakiho ny hahavony; teo no nametrahany ny zavatra famonoana ny fanatitra dorana sy ny fanatitra hafa.","Ary nisy fihantonana roa rantsana, vodivoam-pelatanana ny halavany, naorina manodidina eny amin'ny rindrina; ary natao teo ambonin'ny latabatra ny hena fanatitra.[Na: nisy filirany][Na: ny habeny]","Ary teo ivelan'ny vavahady anatiny, teo anilan'ny vavahady avaratra ka manatrika ny atsimo, dia nisy ireo efi-trano ho an'ny mpihira teo amin'ny kianja anatiny, ary nisy iray koa teo anilan'ny vavahady atsinanana ka nanatrika ny avaratra.","Ary hoy izy tamiko: Ity efi-trano manatrika ny atsimo ity dia ho an'ny mpisorona izay mitandrina ny anjara-raharahany amin'ny trano.","Ary ny efi-trano manatrika ny avaratra kosa dia ho an'ny mpisorona izay mitandrina ny anjara-raharaha ny amin'ny alitara, ireo dia taranak'i Zadoka, izay isan'ny taranak'i Levy, ka manatona an'i Jehovah hanao fanompoam-pivavahana ho Azy.","Dia norefesiny ny kianja, ka zato hakiho ny lavany, ary zato hakiho koa ny sakany, dia efa-joro sokera izy; ary ny alitara dia teo anoloan'ny trano.","Ary nentiny ho any amin'ny lavarangan'ny trano aho, dia norefesiny ny tongo-batony amin'ny lavarangana fidirana, ka dimy hakiho ny tamin'ny lafiny iray, ary dimy hakiho koa ny tamin'ny lafiny iray, ary ny sakan'ny vavahady dia telo hakiho ny tamin'ny lafiny iray, ary telo hakiho koa ny tamin'ny lafiny iray.","Roa-polo hakiho ny lavan'ny lavarangana fidirana, ary iraika ambin'ny folo hakiho ny satany; ary ambaratonga no fiakarana ao; ary nisy tongo-bato teo anilan'ny tolana, iray tamin'ny lafiny iray, ary iray tamin'ny lafiny iray koa."]}