{"book":"Ezekiela","chapter":46,"verses":["Izao no lazain'i Jehovah Tompo: Ny vavahadin'ny kianja anatiny izay manatrika ny atsinanana dia harindrina mandritra ny henemana fanaovan-draharaha; fa amin'ny Sabata sy amin'ny andro voaloham-bolana kosa no hivoha izy.","Dia hiditra avy any ivelany amin'ny lalana mankamin'ny lavarangan'ny vavahady ny mpanjaka ka hijanona eo anilan'ny tolam-bavahady, ary ny fanatitra dorany sy ny fanati-pihavanany dia haterin'ny mpisorona, ary ny mpanjaka hiankohoka eo amin'ny tokonam-bavahady, dia hivoaka izy; ary tsy hirindrina ny vavahady, raha tsy efa hariva ny andro.","Ary ny vahoaka koa hiankohoka eo anatrehan'i Jehovah eo am-bavahady amin'ny Sabata sy amin'ny andro voaloham-bolana.","Ary ny fanatitra dorana izay haterin'ny mpanjaka ho an'i Jehovah amin'ny andro Sabata dia zanak'ondry enina tsy misy kilema sy ondrilahy iray tsy misy kilema koa.","Ary ny fanatitra hohanina fanampin'ilay ondrilahy iray dia iray efaha, ary ny fanatitra hohanina fanampin'ireo zanak'ondry dia araka izay tiany, ary ny diloilo iray hina isan'efaha.[Na: tratry ny ananany]","ary amin'ny andro voaloham-bolana dia vantotr'ombilahy iray tsy misy kilema sy zanak'ondry enina ary ondrilahy iray; samy tsy hisy kilema ireo.","Ary hanatitra fanatitra hohanina izy, dia iray efaha isam-bantotr'ombilahy sy iray efaha isan-ondrilahy koa; ary ny amin'ny zanak'ondry dia araka izay tiany, ary ny diloilo dia iray hina isan'efaha.[Na: tratry ny ananany]","Ary raha miditra ny mpanjaka, dia amin'ny lalana mankamin'ny lavarangan'ny vavahady no hidirany ary amin'ny lalana nalehany ihany koa no hivoahany.","Fa raha ny vahoaka kosa no miditra ho eo anatrehan'i Jehovah amin'ny fotoam-pivavahana, dia izay miditra amin'ny vavahady avaratra hiankohoka dia hivoaka amin'ny vavahady atsimo kosa; ary izay miditra amin'ny vavahady atsimo dia hivoaka amin'ny vavahady avaratra kosa: tsy hiverina amin'ilay vavahady nidirany izy, fa amin'izay tandrifiny ihany no hivoahany","Ary ny mpanjaka dia hiara-miditra amin'ireo, ary raha mivoaka ireo, dia hiara-mivoaka aminy.","Ary amin'ny andro firavoravoana sy ny fotoam-pivavahana dia iray efaha no ho fanatitra hohanina isam-bantotr'ombilahy iray, ary iray efaha isan-ondrilahy iray, ary ny amin'ny zanak'ondry, dia araka izay tiany, ary ny diloilo dia eran'ny hina isan-efaha.[Na: tratry ny ananany]","Ary raha ny mpanjaka no manatitra fanatitra dorana na fanati-pihavanana ho fanatitra sitrapo ho an'i Jehovah, dia hovohana ho azy ny vavahady manatrika ny atsinanana, dia hateriny ny fanatitra dorany sy ny fanati-pihavanany, tahaka izay àtaony amin'ny Sabata; ary rehefa tafavoaka izy, dia harindrina ny vavahady.","Ary zanak'ondry anankiray iray taona tsy misy kilema no haterinao isan'andro ho fanatitra dorana ho an'i Jehovah; isa-maraina no hanateranao azy.","Ary hanatitra fanatitra hohanina ho fanampiny isa-maraina ianao, dia ampahenin'ny efaha sy diloilo ampahatelon'ny hina handemana ny koba tsara toto; fanatitra hohanina ho an'i Jehovah izany: lalàna tsy miova mandrakizay izany.","Ary toy izany no anatero ny zanak'ondry sy ny fanatitra hohanina ary ny diloilo isa-maraina ho fanatitra mandrakariva.","Izao no lazain'i Jehovah Tompo: Raha manome zavatra ho an'ny anankiray amin'ny zanany ny mpanjaka, dia ho lovan'ny zanany izany; eny, ho zara-lovany izany.","Fa raha manome zavatra avy amin'ny lovany ho an'ny anankiray amin'ny mpanompony kosa izy, dia ho azy mandra-pahatongan'ny taona fanafahana ihany izany; dia hiverina ho amin'ny mpanjaka indray izany ka ho lova ho an'ny zanany ihany.","Ary tsy haka amin'ny lovan'ny vahoaka hampiala azy amin'ny zara-taniny izy; fa homeny lova avy amin'ny fananany ihany ny zanany, mba tsy hielezan'ny oloko hiala amin'ny zara-taniny.","Dia nentiny niditra tamin'ny fidirana eo anilan'ny vavahady aho ho ao amin'ireo efi-trano masin'ny mpisorona, izay manatrika ny avaratra; ary, indro, nisy fitoerana teo amin'ny faran'ny andrefana.","Dia hoy izy tamiko: Io no fitoerana fahandroan'ny mpisorona ny fanati-panonerana sy ny fanatitra noho ny ota sy hanendasany ny fanatitra hohanina, mba tsy hitondrany azy mivoaka lò any amin'ny kianja ivelany hanamasina ny olona.","Dia nentiny nivoaka ho any amin'ny kianja ivelany aho ka nampiteteziny ny zorony efatra amin'ny kianja; ary, indro, ao amin'ny isan-joron'ny kianja dia nisy kianja hafa koa.","Teny amin'ny zorony efatra amin'ny kianja dia nisy kianja nofefena, efa-polo hazizo avy ny lavany, ary telo-polo avy ny sakany; mitovy ohatra ireo an-jorony efatra ireo.","Ary nisy rafitra teo anatiny manodidina azy, dia manodidina ireo efatra ireo, izay nisy fahandroana ambanin'izany rafitra manodidina izany.","Dia hoy izy tamiko: Ireto no tranon'ny mpahandro, izay fahandroan'ny mpanao fanompoam-pivavahana eto an-trano ny fanatitra halatsa-drà aterin'ny olona."]}