{"book":"Ezekiela","chapter":23,"verses":["Ary tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, nisy vehivavy mirahavavy iray tam-po;","ary nijangajanga tany Egypta izy; fony izy mbola tanora no nijangajanga; tao no nisafosafoana ny tratrany, ary tao no nitsapatsapana ny nonon'ny fahavirijinany.","Ny anaran'ny zokiny dia Ohola, ary ny rahavaviny dia Oholiba; ary novadiko izy ka niteraka zazalahy sy zazavavy. Ny amin'ny anarany: Samaria no Ohola, ary Jerosalema no Oholiba.[Ohola = lainy][Oholiba = Ny laiko no ao aminy]","Ary raha mbola vadiko Ohola, dia nijangajanga izy; maimay izy tamin'ireo lehilahiny, dia ny Asyriana mifanolotra aminy,","izay mitafy mangamanga, dia ny governora sy ny lefiny, tovolahy bikàna izy rehetra sady mpitaingin-tsoavaly.","Nijangajanga tamin'ireny izy, dia tamin'izay tsara indrindra tamin'ny zanakalahin'i Asyria sy tamin'izay rehetra nahamaimay azy; tamin'ny sampiny rehetra no nandotoany tena.","Ary ny fijangajangana izay fanaony hatrany Egypta dia tsy foiny; fa fony izy mbola tanora dia nandrian'ireny, ary ireny no nitsapatsapa ny tratran'ny fahavirijinany sady nanaram-po nijangajanga taminy.","Ary noho izany dia natolotro ho eo an-tànan'ireo lehilahiny izy, dia eo an-tànan'ny Asyriana izay nahamaimay azy.","Ireny no nampiseho ny fitanjahany; ny zananilahy sy ny zananivavy dia lasan'ireny, ary ny tenany novonoiny tamin'ny sabatra, ka dia tonga ambentinteny tamin'ny vehivavy izy ary efa niharan'ny fitsarana.","Ary nony hitan'i Oholiba rahavaviny izany, dia vao mainka nataony manoatra noho ny azy indray ny fahamaimaizany, ary ny fijangajangany manoatra noho ny an'ny rahavaviny,","Maimay tamin'ny Asyriana mifanolotra aminy izy, dia ny governora sy ny lefiny, olona mareva-pitafiana sady mpitaingin-tsoavaly, samy tovolahy bikàna izy rehetra.","Dia hitako fa efa nandoto ny tenany izy, fa lalana iray ihany no nalehan'izy mirahavavy;","ary mbola nampandrosoiny ihany ny fijangajangany, fa nahita sariolona voasoratra teo amin'ny rindrina izy sy ny sarin'ny Kaldeana voasoratra tamin'ny loko mena.","samy nisy fehin-kibo nifehy teo am-balahany sy hamama voanato nisy rambony teo an-dohany; ny fijery azy rehetra dia toy ny fijery zanak'andriana, dia tahaka ny zanakalahin'i Babylona, izay teraka tany amin'ny tany Kaldea.","Ary raha vao hitan'ny masony ireny, dia maimay taminy izy ka naniraka olona ho any aminy tany Kaldea.","Ary tonga tany aminy ho ao amin'ny fandriam-pitiavana ireny zanakalahin'i Babylona ka nandoto azy tamin'ny fijangajangany; ary nony efa voaloton'ireny izy, dia niombotra niala taminy kosa ny fanahiny.","Ary rehefa naneho ny fijangajangany sy nampiseho ny fitanjahany izy, dia niombotra niala taminy ny fanahiko, toy ny efa niombotan'ny fanahiko niala tamin'ny rahavaviny ihany.","Dia nampitombo ny fijangajangany ihany izy, ka dia nahatsiaro ny andro fahatanorany, izay nijangajangany tany amin'ny tany Egypta.","Fa izy dia maimay tamin'ireo lehilahiny, izay manana nofo tahaka ny nofom-boriky, ary ny avy aminy dia toy ny avy amin'ny soavaly.","Nitady ny fijangajangan'ny fahatanoranao ianao, dia ilay nitsapatsapan'ny Egyptiana ny nononao, satria nonon'ny fahavirijinanao ireo.","Koa izao, ry Oholiba, no lazain'i Jehovah Tompo: Indro, hotairiko hamely anao ireny lehilahinao, izay efa niombotan'ny fanahinao, ka ho entiko avy amin'ny tany manodidina izy mba hamely anao,","dia ireny zanakalahin'i Babylona mbamin'ny Kaldeana rehetra, mpanapaka sy manan-jo sy andrian-dahy, ary ny Asyriana rehetra koa miaraka aminy; tovolahy bikàna izy rehetra, dia ny governora sy ny lefiny, zanak'andriana sy olom-boafidy, sady mpitaingin-tsoavaly avokoa izy rehetra.[Na: Pekoda sy Soa ary Koa]","Ary ho avy izy mitondra fiadiana sy kalesy sy kodia mbamin'ny firenena betsaka hamely anao, izay hanisy ampinga lehibe sy ampinga kely sy fiarovan-doha manodidina hamelezana anao, ary hatolotro azy ny fitsarana, ka hitsara anao araka ny fitsarany izy.","Ary ho entiko hamely anao ny fahasaro-piaroko, ka hamely anao amin'ny fahatezerana ireny: hesoriny ny oronao sy ny sofinao, ary izay sisa aminao dia ho lavon'ny sabatra, ka ho lasan-ko babony ny zanakalahinao sy ny zanakavavinao, ary izay sisa aminao holevonin'ny afo.","Ary hendahany ny lambanao, sady hesoriny aminao ny firavakao soa.","Ary hatsahatro ny fahavetavetanao, dia ny fijangajanganao izay fanaonao hatrany amin'ny tany Egypta, fa tsy ihandrandrainao aminy intsony ny masonao, sady tsy; hotsarovanao intsony Egypta.","Fa izao no lazain'i Jehovah Tompo: Indro, hatolotro eo an-tànan'izay halanao ianao, dia eo an-tanan'izay efa niombotan'ny fanahinao;","ary hamely anao amin'ny fankahalana izy, ka hesoriny ny vokatry ny asanao, dia hilaozany mitanjaka sy mihanjahanja ianao, ary hiseho ny fitanjahan'ny fijangajanganao, dia ny fahavetavetanao sy ny fijangajanganao.","Havo aminao izany zavatra izany noho ny nijangajanganao nanaraka ny jentilisa sy noho ny nandotoanao tena tamin'ny sampiny.","Tamin'ny nalehan'ny rahavavinao no nalehanao koa, ka dia hataoko eo an-tananao ny kapoakany.","Izao no lazain'i Jehovah Tompo: Amin'ny kapoaky ny rahavavinao no hisotroanao, dia ilay lalina àty sady lehibe; ho fihomehezana sy ho fanakorana tsy tanty ianao.","Ho feno fahamamoana sy alahelo ianao; kapoaka fahatalanjonana sy fandringanana ny kapoak'i Samaria rahavavinao.","Hosotroinao sy hotrohinao izy, ary hokikisanao ny vakivakiny sady handriatanao ny nononao; fa Izaho no niteny izany, hoy Jehovah Tompo.","Koa izao no lazain'i Jehovah Tompo: Noho ny nanadinoanao Ahy sy ny nanarianao Ahy teo ivohonao, dia mba zakaonao kosa ny fahavetavetanao sy ny fijangajanganao.","Jehovah niteny tamiko hoe: Ry zanak'olona, tsy hotsarainao va Ohola sy Oholiba? Dia asehoy azy ny fahavetavetany,","fa efa nijangajanga izy, sady misy rà eny an-tànany, eny, ny sampiny no nijangajangany, ary ny zananilahy naterany ho Ahy dia nampamakiny ny afo ho an'ireny mba ho levona.","Izao koa no nataony tamiko: Nandoto ny fitoerako masina izy tamin'izany andro izany sady nandoto ny Sabatako koa.","Ary nony efa novonoiny ho an'ny sampiny ny zanany, dia nidirany tamin'iny andro iny ihany ny fitoerako masina ka nolotoiny; koa, he! izany no nataony teo anatin'ny tranoko.","Ary koa, naniraka ho any amin'ny olona avy lavitra ianao; eny, nanirahanao ireo, ka, indreo, tonga izay efa nandroanao sy nanosoranao loko mainty ny masonao sy niravahanao.[Heb. ianareo]","ary nipetrahanao tamin'ny farafara marevaka, sady nisy latabatra voavelatra teo anoloany, izay nametrahanao ny ditin-kazo manitro sy ny diloiloko.","Ary teo aminy nisy ny feon'ny maro izay mipetraka tsy manana ahiahy, ary afa-tsy ny ankabiazam-bahoaka dia nisy mpiboboka nentina avy tany an-efitra; ary nasian'ireo haba teny an-tànan'izy mirahavavy sy satro-boninahitra tsara tarehy teny an-dohany.","Dia hoy Izaho ny amin'ilay efa tontan'ny fijangajangana ela: Amin'izao dia mbola hisy hijangajanga amin'io ihany va?","Eny, mbola nankao aminy ihany ny olona toy ny ankanesany ao amin'ny vehivavy janga, dia toy ny efa nankanesany tao amin'i Ohola sy Oholiba, vehivavy janga.","Ary olona marina no hitsara azy araka izay fitsara vehivavy mijangajanga sy mandatsa-drà, satria mijangajanga izy, sady misy rà eny an-tànany.","Fa izao no lazain'i Jehovah Tompo: Ho entiko hamely azy ny olona maro, ka natolotro ho mpanjenjena sy ho babo izy.[Na: ho fampangovitana]","Ary ireo olona maro ireo dia hitora-bato azy sy hitetitetika azy amin'ny sabatra; hovonoiny ny zananilahy sy ny zananivavy, ary hodorany amin'ny afo koa ny tranony.","Toy izany no hampitsaharako ny fahavetavetana amin'ny tany, mba hahazo anatra ny vehivavy rehetra tsy hanao araka ny fahavetavetanareo.","Ary hatsingeriny aminareo ny fahavetavetanareo, ary ho entinareo ny heloka noho ny sampinareo; ka dia ho fantatrareo fa Izaho no Jehovah Tompo."]}