{"book":"Ezekiela","chapter":39,"verses":["Ary ianao, ry zanak'olona, dia maminania ny hamelezana an'i Goga, ka ataovy hoe: Izao no lazain'i Jehovah Tompo: Indro, hamely anao Aho, ry Goga, mpanjakan'i Rosy sy Meseka ary Tobala.","Hitarika sy hitondra anao hiakatra avy any amin'ny farany avaratra Aho, dia ho entiko ho any an-tendrombohitry ny Isiraely ianao.","Ary hasiako ny tsipìkanao hiala eny an-tananao ankavia, ary halatsako hiala eny an-tananao an-kavanana ny zana-tsipìkanao.","Any an-tendrombohitry ny Isiraely no hiampatramparanao sy ny miaramilanao rehetra mbamin'ny firenena izay miaraka aminao; homeko hohanin'ny vorona mpihaza samy hafa karazana rehetra sy ny bibi-dia ianao.","Eny an-tsaha no hiamparanao; fa Izaho no efa niteny, hoy Jehovah Tompo.","Ary haterako afo Magoga sy izay mipetraka tsy manana ahiahy any amoron-tsiraka; ka dia ho fantany fa Izaho no Jehovah.","Ary ny anarako masina dia hataoko fantatra ao amin'ny Isiraely oloko; ary tsy havelako holotoina intsony ny anarako masina; ka dia ho fantatry ny firenena fa Izaho no Jehovah, Izay masina ao amin'ny Isiraely.","Indro, tonga izany ka tanteraka, hoy Jehovah Tompo. Izany no andro izay nolazaiko.","Ary hivoaka ny mponina ao amin'ny tanànan'ny Isiraely ka handrehitra sy hitaina ny fiadiana, dia ny ampinga lehibe, ny tsipìka sy ny zana-tsipìka, ny langilangy sy ny lefona, ary hitaina izany mandritra ny fito taona izy;","fa tsy haka kitay hazo any an-tsaha na hanapaka hazo any an'ala izy, fa hitaina ny fiadiana ka hamabo izay efa namabo azy sy handroba izay efa nandroba azy, hoy Jehovah Tompo.","Ary amin'izany andro izany dia homeko tany eo amin'ny Isiraely Goga hasiana fasana, dia ny lohasahan'ny mpandalo manolotra ny ranomasina, ka hisakana ny mpandalo izany; ary any no handevenany an'i Goga sy ny olony maro be rehetra; ary ny anarany hataony hoe Lohasahan'ireo olona maroben'i Goga.[Na: hampitampina orona]","Ary fito volana mipaka no handevenan'ny taranak'Isirady azy, hanadiovany ny tany.","Eny, ny tompon-tany rehetra no handevina azy; ary ho laza ho azy izany amin'ny andro hampisehoako ny voninahitro, hoy Jehovah Tompo.","Ary izy hanavaka sy hanendry olona ho mpitety ny tany sy izay hiaraka amin'ny mpitety koa handevina ny mbola sisa eny ambonin'ny tany, hanadiovana azy; rehefa afaka fito volana, dia vao hikatsaka izy;","ary raha mandeha mitety ny tany ireo mpitety ka mahita taolan'olona, dia hanorina marika eo anilany izy, mandra-pandevin'ny mpandevina azy ao amin'ny Lohasahan'ireo maro ben'i Goga.","Ary hisy tanàna koa hatao hoe Hamona. Toy izany no hanadiovany ny tany.[Hamona = Olona maro be]","Ary ianao, ry zanak'olona, dia izao na lazain'i Jehovah Tompo: Ataovy amin'ny voro-manidina rehetra sy ny bibi-dia rehetra hoe: Mivoria ianareo, ka mankanesa at?; miangòna ianareo avy amin'ny manodidina ho amin'ny fanatitro izay vonoiko ho anareo, dia fanatitra lehibe eny an-tendrombohitry ny Isiraely, hihinananareo nofo sy hisotroanareo rà.","Ny nofon'ny lehilahy mahery no hohaninareo, ary ny ran'ireo mpanjakan'ny tany no hosotroinareo, dia ondrilahy sy zanak'ondry sy osilahy ary vantotr'ombilahy, samy mifahy avy any Basana izy rehetra.","Dia hihinana matavy ianareo mandra-pahavokinareo ary hisotro rà mandra-pahaleonareo avy amin'ny fanatitro izay novonoiko ho anareo.","Ary ho voky soavaly sy ny mpitaingina azy ary lehilahy mahery mbamin'ny miaramila rehetra eo amin'ny latabatro ianareo, hoy Jehovah Tompo.","Ary hasehoko any amin'ny jentilisa ny voninahitro, ka ho hitan'ny firenena rehetra ny fitsarana hataoko sy ny tanako izay hahinjitro aminy.","Ary ho fantatry ny taranak'Isiraely fa Izaho no Jehovah Andriamaniny hatry ny androtr'iny ka hatramin'ny ho avy rehetra.","Ary ho fantatry ny jentilisa fa ny heloky ny taranak'Isiraely no nahababo azy; fa satria nivadika tamiko izy, dia izany no nanafenako ny tavako taminy sy nanolorako azy ho eo an-tànan'ny fahavalony, ka dia lavon-tsabatra izy rehetra.","Araka ny fahalotoany sy ny fahadisoany no navaliko azy sy nanafenako ny tavako taminy.","Koa izao no lazain'i Jehovah Tompo: Ankehitriny dia hampodiko avy amin'ny fahababoany Jakoba, ary hamindrako fo ny taranak'Isiraely rehetra; ary hiseho ho saro-piaro noho ny amin'ny anarako masina Aho.","Dia mba hahatsiaro ny fahamenarany sy ny fahadisoany rehetra izay nandisoany tamiko izy, rehefa mandry fahizay ao amin'ny taniny, ka tsy misy manaitaitra azy,[Heb. hitondra]","rehefa ampodiko avy any amin'ny firenena izy ary angoniko avy any amin'ny tanin'ny fahavalony; ary hiseho ho masina eo imason'ny jentilisa Aho amin'ny ataoko amin'ireny;","dia ho fantany fa Izaho Jehovah no Andriamaniny amin'ny ampandehanako azy ho babo any amin'ny firenena sy amin'ny anangonako azy ho any amin'ny taniny, ka tsy hisy hafoiko any izy na dia iray akory aza.","Ary tsy hafeniko aminy intsony ny tavako; fa haidiko ao amin'ny taranak'Isiraely ny Fanahiko, hoy Jehovah Tompo."]}