{"book":"Ezekiela","chapter":26,"verses":["Ary tamin'ny andro voalohany amin'ny volana tamin'ny taona fahiraika ambin'ny folo dia tonga tamiko ny tenin'Jehovah nanao hoe: zananivavy.","Ry zanak'olona, noho ny nandatsan'i Tyro an'i Jerosalema hoe: Hià! sakoa izay! rava ilay vavahadin'ny firenena! Mba hifindra amiko kosa izao, ka ho feno aho, fa izy kosa ho foana,","Dia izao no lazain'i Jehovah Tompo: Indro, hamely anao Aho, ry Tyro, ka hampiakatra ny firenena maro hiady aminao, tahaka ny fampiakatry ny ranomasina ny onjany.","Ary horavan'ireo ny mandan'i Tyro, sady harodany ny tilikambony; Dia hofafako hiala aminy ny vovo-taniny, ka hataoko tahaka ny vatolampy mangadihady izy.","Ho famelarana harato eo amin'ny ranomasina izy; Fa Izaho no niteny izany, hoy Jehovah Tompo, ka dia ho babon'ny-firenena izy.","Ary ny zana-bohiny eny an-tanety dia hovonoina amin'ny sabatra; ka dia ho fantatra fa Izaho no Jehovah.[Heb. zananivavy]","Fa izao no lazain'i Jehovah Tompo: Indro, ho entiko avy any avaratra ho any Tyro Nebokadnezara, mpanjakan'i Babylona, andrianan'ny andriana, mitondra soavaly sy kalesy sy mpitaingin-tsoavaly ary vahoaka betsaka.","Ny zana-bohitrao any an-tanety dia hovonoiny amin'ny sabatra; ary hanandratra tilikambo sy tovon-tany sady hanangana ampinga lehibe hamelezany anao izy.[Heb zanakao-vavy]","Ary hametraka lohondry vy fandravana eo akaikin'ny mandanao izy, sady horavany amin'ny fiadiany ny tilikambonao.[Heb. sabany]","Ho feno ny vovo-taniny ianao noho ny habetsahan'ny soavaliny; hihorohoro ny mandanao noho ny fikorodondrodon'ny mpitaingin-tsoavaly sy ny kodia sy ny kalesy, raha miditra eo amin'ny vavahadinao tahaka ny olona miditra amin'ny tanàna izay voabanga izy.","Ny kitron-tsoavaliny no hanitsakitsahany ny lalambenao rehetra; ny olonao dia hovonoiny amin'ny sabatra, ary ny tsangambatonao mafy dia hianjera amin'ny tany.","Hobaboiny ny hirenao, horobainy ny rantonao, harodany ny mandanao, horavany ny tranonao mahafinantra; ary ny vatonao sy ny hazonao sy ny vovokao dia hataony any amin'ny rano.","Ary hatsahatro ny feon'ny hiranao, sady tsy ho re intsony ny fanenon'ny lokanganao.","Dia hataoko toy ny vatolampy mangadihady ianao ka ho famelarana harato sady tsy haorina intsony; fa Izaho Jehovah no niteny, hoy Jehovah Tompo.","Izao no lazain'i Jehovah Tompo amin'i Tyro: Tsy hihorohoro va ny moron-dranomasina noho ny fikotrokotroky ny firodananao, raha mitrona ny voatrabaka, ary misy vonoana eo ampovoanao?","Dia hidina hiala amin'ny seza fiandrianany ireo andrianan'ny ranomasina rehetra ka hiala akanjo sy hanaisotra ny fitadiany misoratsoratra; Hovotra no hitafiany, ka hipetraka amin'ny tany izy; ary hangovitra isaky ny indray mipi-maso izy ka ho gaga anao.","Ary hanao hira fahalahelovana ny aminao izy ka hanao aminao hoe: Indrisy! rava ianao, ry ilay nonenan'ny avy any an-dranomasina! Dia ilay tanàna malaza izay nahery teo amin'ny ranomasina, dia izy mbamin'ny mponina ao, izay nampahatahotra ny mponina rehetra eo aminy!","Ankehitriny dia raiki-tahotra ny amoron-dranomasina amin'ny andro hianjeranao; Eny, toran-kovitra ny nosy any an-dranomasina noho ny haharavanao.","Fa izao no lazain'i Jehovah Tompo: Raha hataoko tanàna lao tahaka ireo tanàna haolo ianao, ary hampiakariko aminao ny rano lalina, ka hosaronan'ny rano be ianao,","Dia hampidiniko hiaraka amin'izay mivarina any an-davaka ianao, Hankany amin'ny razana, ka hamponeniko any ambanin'ny tany ianao, dia any amin'ny fonenana efa lao hatramin'ny ela, hiaraka amin'izay mivarina any an-davaka, mba tsy honenana intsony; ary hasiako voninahitra eo amin'ny velona;","Dia hataoko fampitahorana ianao, ka tsy ho eo intsony; Eny, hotadiavina ianao, nefa tsy ho hita intsony mandrakizay, hoy Jehovah Tompo."]}