{"book":"Ezekiela","chapter":21,"verses":["Dia tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, manatreha ny atsimo, ary mitenena manandrify ny atsimo, ka maminania ny amin'ny hamelezana ny ala amin'ny tany atsimo.","Ary lazao amin'ny ala amin'ny tany atsimo hoe: Henoy ny tenin'i Jehovah: Izao no lazain'i Jehovah Tompo: Indro, hampirehitra afo ao aminao Aho, izay handevona ny hazo maitso sy ny hazo maina rehetra ao aminao; tsy hovonoina ny lelafo midedadeda, fa ho main'ny afo ny tava rehetra hatrany atsimo ka hatrany avaratra;","Ka dia ho hitan'ny nofo rehetra fa Izaho Jehovah no nampirehitra io, ka tsy hovonoina.","Dia hoy izaho: Indrisy, Jehovah Tompo ô! Hoy ny fitenin'ny olona ahy: Tsy fanoharana va no ataony?","Dia tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, manandrifia an'i Jerosalema, ary mitenena manandrify ny fitoerana masina, ka maminania ny amin'ny hamelezana ny tanin'ny Isiraely.","Ary ataovy amin'ny tanin'ny Isiraely hoe: Izao no lazain'i Jehovah: Indro, Izaho no mamely anao, ary hotsoahako amin'ny tranony ny sabatro, ka haringako ny marina sy ny meloka eo aminao.","Ary noho ny handringanako ny marina sy ny meloka eo aminao, dia izany no hitsoahan'ny sabatro amin'ny tranony hamely ny nofo rehetra hatrany atsimo ka hatrany avaratra,","Ka dia ho fantatry ny nofo rehetra fa Izaho Jehovah no nanatsoaka ny sabatro tamin'ny tranony; Tsy hiditra intsony izy.","Ary ianao, ry zanak'olona, midridridridria toy ny tapa-balahana, eny, midridridridria amin'ny fangidiana eo imasony.","Ary raha izy manao aminao hoe: Nahoana ianao no midridridridry? Dia valio hoe: Noho ny teny efa re, fa ho avy izany, ho kivy ny fo rehetra, hiraviravy ny tanana rehetra, ary hivarahontsana ny fanahy rehetra, sady hanjary ho toy ny rano ny lohalika rehetra. Eny, ho avy izany ka ho tanteraka, hoy Jehovah Tompo;","Dia tonga tamiko ay tenin'i Jehovah nanao hoe:","Ry zanak'olona, maminania, ka ataovy hoe: Izao no lazain'i Jehovah: Injao! sabatra! sabatra re! Voaranitra sady voafotsy koa.","Voaranitra hahafaty be izy; Voafotsy hanelatselatra izy (Sa isika hifaly hoe: Ny tsorakazon'ny zanako mamingavinga ny hazo rehetra?)","Ary nomena hofotsiana izy Mba horaisin-tanana; Voaranitra io sabatra io sady voafotsy, Mba hatolotra eo an-tanan'ny mpamono.","Mitomania sy midradradradrà, ry zanak'olona! Fa mihatra amin'ny oloko izany, dia amin'ny lehibe rehetra amin'ny Isiraely; Lavon'ny sabatra miaraka amin'ny oloko izy, koa misafoa sirana ianao;","Fa vita ny fizahan-toetra, Ka manao ahoana, raha ilay tehim-panjakana namingavinga iny aza no ho tonga tsinontsinona ? hoy Jehovah Tompo.","Ary ianao, ry zanak'olona, dia maminania, ka mitehafa tanana, ary aoka hihaloza roa heny, na telo heny aza, ny sabatra, dia ny sabatra izay efa nahatrabaka olona; Eny, ny sabatra izay efa nahatrabaka ny andriana no manemitra azy.[Heb. lehibe]","Nahebihebiko teny amin'ny vavahadiny rehetra ny sabatra, mba hahakivy ny fo sy hahatonga fahatafintohinana maro. Indrisy! nataoko nanelatselatra izy sady voaranitra hamono.[Na: voatsoaka]","Miomana, ka mandrosoa eo ankavanana ianao, mijoroa, ka mandrosoa eo an-kavia, amin'izay voatendry hamelezanao na aiza na aiza.","Hiteha-tanana koa Aho ary hiala fo; Izaho Jehovah no nilaza izany.","Ary tonga tamiko ny tenin'i Jehovah hoe:","Hianao, ry zanak'olona, manaova lalana roa ho anao hihavian'ny sabatry ny mpanjakan'i Babylona; avy amin'ny tany iray no hihavian'izy roa; ka manaova sarin'ny famantaran-dalana, eo an-tsampanan-dalana mankany amin'ny tanàna no anaovinao azy.[Heb: voatsoaka]","Manaova lalana hihavian'ny sabatra ho any Raban'ny taranak'i Amona sy ho any ny Joda ao Jerosalema mimanda.","Fa ny mpanjakan'i Babylona mijanona eo amin'ny sampanan-dalana, dia eo an-dohan'ny lalana roa, mba hanao sikidy; dia manetsiketsika ny zana-tsipìka izy ary manontany amin'ny sampy sy mizaha amin'ny atin-kena.[Heb. terafima]","Mby eo an-tànany ankavanana ny sikidy, dia ny ho an'i Jerosalema, mba hametraka lohondry vy fandravana, hisoka-bava hiantsoantso, hanandra-peo amin'ny akoran'ady, hametraka lohondry vy fandravana eo akaikin'ny vavahady, hanandratra tovon-tany sy tilikambo.","Nefa tahaka ny sikidy lainga izany eo imason'ireny izay efa nianiana mafy, nefa Jehovah no mampahatsiaro ny helony mba hisamborana azy.[Na: izay efa nianianana mafy][Heb. Izy]","Koa izao no lazain'i Jehovah Tompo: Noho ny nampahatsiarovanareo ny helokareo tamin'ny nampiharihariana ny fahadisoanareo mba hampisehoana ny fahotanareo tamin'izay rehetra nataonareo, noho ny nahatsiarovana anareo dia hosamborin-tanana ianareo.","Ary ianao, ry ilay ratsy fanahy voatrabaka, dia ilay mpanjakan'ny Isiraely, izay tapitra andro amin'ny fotoan'ny heloka mahafaty,","izao no lazain'i Jehovah Tompo Hesorina ny hamama, ary halàna ny satro-boninahitra, tsy ho ao intsony ireo; hasandratra ny iva, ary haetry ny avo.","Havadiko, havadiko, havadiko izany; fa izany koa aza dia tsy mba haharitra mandra-pahatongan'izay tena tompony tokoa, ka homeko azy izany.","Ary ianao, ry zanak'olona, dia maminania, ka ataovy hoe: Izao no lazain'i Jehovah Tompo: Ny amin'ny taranak'i Amona sy ny latsa ataony, dia ataovy hoe: Indro sabatra! Dia sabatra voatsoaka hamono! Voafotsy handringana sy hanelatselatra izy","(Raha mahita zava-poana ho anao izy sy maminany lainga aminao) Handavoany anao ao amin'ny vozon'ny ratsy fanahy voatrabaka, Izay tapitra andro amin'ny fotoan'ny heloka mahafaty.[Heb. Hametrahana]","Ampidiro amin'ny tranony izy. Any amin'ny tany namoronana anao, dia any amin'ny tany nahaterahanao, no hitsarako anao.","Ary haidiko aminao ny fahavinirako, ny afon'ny fahatezerako no hotsofiko aminao, ka hatolotro eo an-tànan'ny olona ketrina. Sy izay mpamorona fandringanana ianao,","Dia ho kitain'ny afo ianao; Ho eny amin'ny tany ny rànao; Tsy hotsaroana ianao; Fa Izaho Jehovah no niteny izany."]}