{"book":"Ezekiela","chapter":9,"verses":["Ary niantso tamin'ny feo mahery teo anatrehako Jehovah ka nanao hoe: Manakeke ianareo, ry mpiambina ny tanàna, ka samia mitondra ny fiadiany eny an-tànany avy ho enti-mandringana.","Ary, indreo, nisy lehilahy enina avy tamin'ny lalana mankamin'ny vavahady ambony, izay manatrika ny avaratra, sady samy nitondra ny fiasany fanorotoroana teny an-tanany avy izy; ary ny anankiray tamin'ireo dia nitafy rongony fotsy, sady nisy fitoeran-dranomaintin'ny mpanoratra teo am-balahany; ary niditra izy ireo ka nitsangana teo anilan'ny alitara varahina.","Ary ny voninahitr'Andriamanitry ny Isiraely efa niakatra niala teo amin'ny kerobima, izay nitoerany, ho eo amin'ny tokonam-baravaran'ny trano, ary Izy niantso ilay olona nitafy rongony, totsy izay nisy fitoeran-dranomaintin'ny mpanoratra teo am-balahany.","Ary hoy Jehovah taminy: Mandehana mamaky ny tanàna, dia Jerosalema, ka asio marika ny handrin'ny olona izay misento sy mitaraina noho ny fahavetavetana rehetra atao eo aminy.[Heb. marika mitanam-bokovoko]","Ary reko Izy nanao tamin'ny sasany hoe: Mandehana manaraka azy ianareo hamaky ny tanàna, ka mameleza; aoka tsy hamindra fo aminy ny masonareo, ary aza ananana antra izy,","Fa na lahy antitra, na zatovo, na virijina, na zaza madinika, na vehivavy, dia aringano avokoa; fa izay olona misy ilay marika ihany no aza kasihina ary atombohy hatreo amin'ny fitoerako masina izany. Dia nanomboka tamin'ny lahy antitra izay teo anoloan'ny trano ireo.","Ary hoy Izy taminy: Lotoy ny trano, ary fenoy faty ny kianja; dia mivoaha ianareo. Ary dia nivoaka izy ka namely ny tao an-tanàna.","Ary raha mbola namely izy, ary izaho ihany no sisa teo, dia niankohoka aho ka nitaraina hoe: Indrisy! Jehovah Tompo ô! haringanao va ny sisa rehetra amin'ny Isiraely amin'izao ampidinanao ny fahatezeranao amin'i Jerosalema izao?","Dia hoy Izy tamiko: Lehibe dia lehibe ny heloky ny taranak'ny Isiraely sy ny Joda, ary feno ran'olona nalatsaka ny tany, sady feno fitsarana miangatra ny tanàna, satria hoy izy: Jehovah efa nahafoy ny tany ary Jehovah tsy mahita.","Ary Izaho kosa, dia tsy hiantra ny masoko, sady tsy hamindra fo aho, fa hatsingeriko ho eo an-dohany ny nataony.[Heb. lalany]","Ary, indro, ralehilahy, ilay nitafy rongony fotsy sady nisy fitoeran-dranomainty teo am-balahany, dia nitondra teny niverina nanao hoe: Efa vitako izay nandidianao ahy."]}