{"book":"Ezekiela","chapter":14,"verses":["Dia nisy loholon'ny Isiraely tonga tao amiko ka nipetraka teo anoloako.","Ary tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, ireto olona ireto efa nampiorina ny sampiny ao am-pony, ary ny fahatafintohinana mahameloka azy dia apetrany eo anoloany. Moa hety hanontanian'ireto va Aho?","Koa mitenena aminy hoe: Izao no lazain'i Jehovah Tompo: Ny amin'ny olona rehetra amin'ny taranak'Isiraely izay mampiorina ny sampiny ao am-pony ary mametraka ny fahatafintohinana mahameloka azy eo anoloany ary manatona ny mpaminany, Izaho Jehovah no hamaly azy araka ny habetsaky ny sampiny,","mba hisamborako ny taranak'Isiraely amin'ny fony, satria efa nihemotra niala tamiko izy rehetra noho ny sampiny.","Koa ataovy amin'ny taranak'Isiraely hoe: Izao no lazain'i Jehovah Tompo: Mibebaha, dia miambohoa ny sampinareo sy ny fahavetavetanareo rehetra; eny, miambohoa ireny.","Fa na iza na iza amin'ny taranak'Isiraely, na amin'ny vahiny izay mivahiny eo amin'ny Isiraely, no misaraka amiko ka mampiorina ny sampiny ao am-pony ary mametraka ny fahatafintohinana mahameloka azy eo anoloany sady manatona ny mpaminany hanontany amiko, dia Izaho Jehovah ihany no hamaly azy araka izay toetro;","ary hanandrina izany olona izany ny tavako, ka hataoko mahita loza izy mba ho famantarana sy ho ohabolana, ary hofongorako tsy ho eo amin'ny oloko izy; ka dia ho fantatrareo fa Izaho no Jehovah.","Ary raha misy voataona ny mpaminany ka milaza zavatra, dia Izaho Jehovah no nitaona izany mpaminany izany; ary hahinjitro aminy ny tanako, ka hofongorako tsy ho eo amin'ny Isiraely oloko izy.","Ary hitondra ny heloky ny tenany izy; ny heloky ny mpaminany dia hitovy amin'ny helok'izay manontany aminy koa,","mba tsy hialan'ny taranak'Isiraely amiko intsony, ary tsy handotoany ny tenany intsony amin'ny fahadisoany rehetra; fa ho oloko izy, ary Izaho ho Andriamaniny, hoy Jehovah Tompo.","Ary tonga tamiko indray ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, raha misy tany manota amiko ka manao izay mahadiso, ary ahinjitro aminy ny tanako, ka tapahiko ny mofo, tohan'ainy, sady andefasako mosary, ary aringako avokoa ny olona sy ny biby,","na dia ao aza ireto telo lahy ireto, dia Noa sy Daniela ary Joba, dia ny tenany ihany no ho voavonjiny noho ny fahamarinany, hoy Jehovah Tompo.","Raha mampandeha biby masiaka eo amin'ny tany Aho, ka mandringana ny zana-bahoaka ireny, ary lao ny tany ka tsy azon'olona aleha noho ny biby,","na dia ao aza ireo telo lahy ireo, raha velona koa Aho, hoy Jehovah Tompo, tsy hahavonjy ny zananilahy na ny zananivavy izy; fa ny tenany ihany no ho voavonjy, fa ny tany kosa ho lao.","Ary raha mitondra sabatra mamely izany tany izany Aho ka manao hoe: Aoka hotetezin-tsabatra ny tany, ka hofongorako izy, na ny olona na ny biby,","na dia ao aza ireo telo lahy ireo, raha velona koa Aho, hoy Jehovah Tompo, dia tsy hahavonjy ny zananilahy na ny zananivavy ireo; fa ny tenany ihany no ho voavonjy.","Ary raha mandefa ared-mandringana mamely izany tany izany Aho, sady aidiko aminy ny fahatezerako, dia amin'ny fandatsahan-drà mba haharingana ny olona sy ny biby ao aminy,","na dia ao aza Noa sy Daniela ary Joba, raha velona koa Aho, hoy Jehovah Tompo, dia tsy hahavonjy ny zananilahy na ny zananivavy ireo, fa ny tenany ihany no ho voavonjiny noho ny fahamarinany.","Fa izao no lazain'i Jehovah Tompo: Koa mainka raha alefako hamely an'i Jerosalema izao fitsarako efatra mandoza izao, dia ny sabatra sy ny mosary sy ny biby masiaka ary ny areti-mandringana, mba hahafongotra azy, na olona na biby!","Kanefa, indro, hisy sisa afaka ihany izy ho entina mivoaka, dia ny zanakalahy sy ny zanakavavy; indro, hivoaka ho any aminareo ireo, ka ho hitanareo ny alehany sy ny ataony, dia hionona ianareo noho ny amin'ny loza rehetra izay nataoko mihatra amin'i Jerosalema, dia izay rehetra nataoko mihatra aminy.","Eny, hampionona anareo ireo, rehefa hitanareo ny alehany sy ny ataony; ka dia ho fantatrareo fa tsy nataotaoko foana izay rehetra nataoko taminy, hoy Jehovah Tompo."]}