{"book":"Ezekiela","chapter":13,"verses":["Ary tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, maminania ny hamelezana ny mpaminanin'ny Isiraely izay maminany, ka lazao amin'izay maminany araka ny fony hoe: Mihainoa ny tenin'i Jehovah ianareo.","Izao no lazain'i Jehovah Tompo: Lozan'ny mpaminany adala, izay manaraka ny fanahiny sy ny zavatra tsy hitany.","Tahaka ny amboahaolo any an-tanàna haolo ny mpaminaninao, ry Isiraely.","Tsy niakatra ho eo amin'ny banga ianareo, sady tsy nanao manda hiarovana ny taranak'Isiraely mba hifaharany amin'ny ady amin'ny andron'i Jehovah.","Mahita zava-poana sy faminaniana lainga ireo izay manao hoe: Hoy Jehovah, nefa tsy nirahin'i Jehovah izy tsinona, hahazoany manantena ny hahatòvan'ny teny","Moa tsy fahitana tsy izy no hitanareo, ary faminaniana lainga no lazainareo, raha hoy ianareo: Jehovah no nilaza izany; kanefa tsy nilaza izany Aho tsinona ?","Koa izao no lazain'i Jehovah Tompo: Noho ny nilazanareo anoano foana sy ny nahitanareo lainga, dia, indro, hamely anareo Aho, hoy Jehovah Tompo.","Ary ny tanako no hamely ny mpaminany izay mahita anoano foana sy maminany lainga; tsy ho isan'ny mpanolo-tsainan'ny oloko na ho voasoratra amin'ny bokin'ny taranak'Isiraely izy sady tsy hiditra ao amin'ny tanin'ny Isiraely; ka dia ho fantatrareo fa Izaho no Jehovah Tompo.","Noho ny nampiviliany ny oloko tamin'ny nanaovany hoe: Fiadanana, kanjo tsy nisy fiadanana tsinona; ary raha manao ampiantany ny oloko, dia, indreo, izy no mandalotra azy amin'ny feta tsy madity,","koa lazao amin'izay mandalotra azy amin'ny feta tsy madity fa hirodana izy; hisy ranonorana mifafy; eny, milatsaha ianareo, ry havandra vaventy; ary mifofofofoa ianareo, ry tafiodrivotra.","Indro, raha mirodana ny ampiantany, tsy holazaina aminareo hoe va: Aiza ny lalotra izay nandaloranareo azy?","Koa izao no lazain'i Jehovah Tompo: Hampifofofofo ny tafio-drivotra amin'ny fahatezerako Aho; ary hisy ranonorana mifafy amin'ny fahatezerako sy havandra vaventy amin'ny fahavinirako hahafongana azy.","Dia harodako ny ampiantany izay nolalorinareo tamin'ny feta tsy madity, ka ho fongotra hatramin'ny tany izy, ary hiseho ny fanambaniny; eny, hirodana izy, ka haringana ao anatiny ianareo; ka dia ho fantatrareo fa Izaho no Jehovah.","Dia hotanterahiko amin'ny ampiantany sy izay mandalotra azy amin'ny feta tsy madity ny fahatezerako, ary holazaiko aminareo hoe: Tsy misy intsony ny manda sy izay mpandalotra azy,","dia ny mpaminanin'ny Isiraely izay maminany ny amin'i Jerosalema sy izay mahita fahitana fiadanana ho azy, kanjo tsy misy fiadanarla tsinona, hoy Jehovah Tompo.","Koa ianao, ry zanak'olona, handrino mafy ny zanakavavin'ny firenenao, izay manao faminaniana araka ny fony, ary maminania ny hamelezana azy,","ka ataovy hoe: Izao no lazain'i Jehovah Tompo: Lozan'ny vehivavy rehetra izay manjaitra fono ho ao amin'ny famavanin'ny tanana rehetra, ary manao fisaronana antonona amin'ny loha samy hafa rehetra mba hihaza fanahy! Ny fanahin'ny oloko dia hazainareo, nefa ny fanahinareo kosa velominareo![Na: tanako]","Ary manamavo Ahy ao amin'ny oloko ianareo noho ny vary hordea eran-tànan-ila sy ny sombi-mofo, mba hahafaty ny fanahy izay tsy tokony ho faty ary hahavelona ny fanahy izay tsy tokony hovelomina, amin'ny andainganareo amin'ny oloko izay mihaino ny lainganareo.","Koa izao no lazain'i Jehovah Tompo: Indro, hosimbako ny fononareo, izay entinareo hihaza ny fanahy any, mba hahafahan'ireny hanidina, eny, hotriariko hiala amin'ny sandrinareo izy, ka halefako hanidina ny fanahy izay nohazainareo.","Hotriariko koa ny fisaronanareo, ka hovonjeko ho afaka amin'ny tananareo ny oloko, dia tsy ho azon'ny tananareo ho haza intsony izy; ka dia ho fantatrareo fa Izaho no Jehovah.","Satria lainga no entinareo mampalahelo ny fon'ny marina, izay tsy nampalaheloviko, sady entinareo manatanjaka ny tanan'ny ratsy fanahy, tsy hialany amin'ny lalan-dratsiny mba hamelomana azy,","dia tsy hahita anoano foana na hanao faminaniana intsony ianareo; fa hovonjeko ho afaka amin'ny tananareo ny oloko; ka dia ho fantatrareo fa Izaho no Jehovah."]}