{"book":"Ezekiela","chapter":31,"verses":["Ary tamin'ny andro voalohany tamin'ny volana fahatelo tamin'ny taona fahiraika ambin'ny folo dia tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, ataovy amin'i Farao, mpanjakan'i Egypta, sy amin'ny vahoakany maro be hoe: Tahaka an'iza moa ianao amin'ny fahalehibiazanao ?","Indro, Asyria dia sedera tsara rantsana any Libanona ary misandrahaka manalokaloka sady mijoroaka avo, ka mitehika amin'ny rahona matevina ny tendrony.","Ny rano no nahalehibe azy, eny, ny rano lalina no nampijoroaka azy, ary ny ranovelona no nandeha manodidina ny tany nambolena azy ka nampandeha ny lakan-dranony hankamin'ny hazo rehetra any an-tsaha.","Koa dia nijoroaka ho avo noho ny hazo rehetra any an-tsaha izy, ary nihamaro ny sampany sady nihalava ny rantsany noho ny habetsahan'ny rano tamin'ny fisandrahany.","Teo amin'ny sampany no nanaovan'ny voro-manidina rehetra akany; Ary teo ambanin'ny rantsany no niterahan'ny bibi-dia rehetra; Sady teo amin'ny alokalony no nitoeran'ny firenena malaza rehetra.","Ka dia tsara tarehy tamin'ny fahalehibiazany sy ny halavan'ny sampany izy; Fa tany amin'ny rano maro ny fakany.","Tsy nahatakona azy ny sedera tao amin'ny sahan'Andriamanitra; Tsy mba nahatoraka ny sampany ny hazo kypreso, tsy mba nanana rantsana tahaka azy ny hazo platana; Ary tsy nisy tsara tarehy tahaka azy ny hazo rehetra tany amin'ny sahan'Andriamanitra.","Nohatsaraiko tamin'ny haben'ny rantsany ny tarehiny; Ka dia nialona azy ny hazo rehetra tany Edena, dia ireo tany amin'ny sahan'Andriamanitra.","Koa izany no nanaovan'i Jehovah Tompo hoe: Satria nijoroaka avo izy ka nanandratra ny lohany teo amin'ny rahona matevina, ary nirehareha ny fony noho ny hahavony,[Heb. ianao]","Dia hatolotro eo an-tànan'ilay mahery amin'ny firenena izy; Hamely azy tokoa io; Noho ny faharatsiany no nandroahako azy.","Ary izay fahavalo masiaka indrindra amin'ny firenena no nanapaka azy sady nanary azy; Teny an-tendrombohitra sy teny amin'ny lohasaha rehetra no nihahafan'ny sampany, ary notapatapahina teny amoron'ny ony rehetra amin'ny tany ny rantsany; Ary nidina niala tamin'ny alokalony ny firenena rehetra ka nahafoy avy.","Mipetraka eo amin'ny vatany nianjera ny voro-manidina rehetra, ary eny amin'ny sampany ny bibi-dia rehetra,","Mba tsy hisy hiavonavona intsony noho ny hahavony ny hazo rehetra eny amoron'ny rano, na hanandratra ny lohany ho eo amin'ny rahona matevina, sady tsy hisy hitoky amin'ny hahavony intsony ny hazo mifo-drano rehetra; Fa voatolotra ho faty izy rehetra ho any ambanin'ny tany, ho ao amin'ny zanak'olombelona, dia any amin'izay midina any an-davaka.","Izao no lazain'i Jehovah Tompo: Tamin'ny andro nidinany ho any amin'ny fiainan-tsi-hita dia nampanao fisaonana Aho: Nanarona ny rano lalina noho ny aminy Aho sady nanampina ny ony avy aminy, ka dia najanona ny rano maro; Nampisaoniko Libanona noho ny aminy, ka nalazo noho izany ny hazo rehetra tany an-tsaha.[Heb. sheola]","Tamin'ny fiezinezin'ny fianjerany dia nampihorohoroiko ny firenena, raha nampidiniko ho any amin'ny fiainan-tsi-hita izy, ho naman'izay midina any an-davaka; Ary ny hazo rehetra any Edena, dia ny nojobonina sady soa indrindra any Libanona, dia izay mifo-drano rehetra, samy nampionona ny tenany any ambanin'ny tany,[Heb. sheola]","Ireo koa dia niara-nidina taminy ho any amin'ny fiainan-tsi-hita, ho any amin'izay voatrabaky ny sabatra, mbamin'ireo izay efa sandriny teo, ka nipetraka teo ambanin'ny alokalony teo amin'ny firenena.[Heb. sheola]","Tahaka an'iza amin'ny hazo any Edena moa ianao amin'izao voninahitra sy fahalehibiazana izao? Hampidinina ho any ambanin'ny tany miaraka amin'ny hazo any Edena ianao; Eo amin'ny tsy voafora no hiamparanao, dia eo amin'izay voa-trabaky ny sabatra. Farao sy ny vahoakany maro be rehetra izany, hoy Jehovah Tompo."]}