{"book":"Ezekiela","chapter":36,"verses":["Ary ianao, ry zanak'olona, maminania amin'ny tendrombohitry ny Isiraely, ka ataovy hoe: Ry tendrombohitry ny Isiraely, mihainoa ny tenin'i Jehovah:","Izao no lazain'i Jehovah Tompo: Noho ny nanaovan'ny fahavalo anareo hoe: Hià! efa lasanay ny havoana fahagola!","Dia maminania, ka lazao hoe: Izao no lazain'i Jehovah Tompo: Noho ny nandravany anareo sy ny nisafoahany nanenjika anareo avy amin'ny tany manodidina, ka dia efa lasan'ny jentilisa sisa ho fananany ianareo, sady efa nataon'ny molotry ny mpibedibedy fitenenana ka efa ambentinteny amin'ny firenena,","Dia mihainoa ny tenin'i Jehovah Tompo, ry tendrombohitry ny Isiraely: Izao no lazain'i Jehovah Tompo amin'ny tendrombohitra sy ny havoana, ny lohasahan-driaka sy ny lohasaha ary amin'ny korontam-bato sy ny tanàna haolo, izay efa babo sy fandatsa ho an'ny firenena sisa amin'ny manodidina,","Eny, izao no lazain'i Jehovah Tompo: Tamin'ny afon'ny fahasaro-piaroko no nitenenako tokoa Namely ny firenena sisa sy Edoma rehetra, Izay nahalasa ny taniko ho fananany Tamin'ny hafalian'ny fony tokoa sy tamin'ny fanahy mamingavinga, mba hangoronany azy ho babo.","Koa maminania ny amin'ny tanin'ny Isiraely, ka lazao amin'ny tendrombohitra sy ny havoana ary ny lohasahan-driaka sy ny lohasaha hoe: Izao no lazain'i Jehovah Tompo: (Indro, tamin'ny fahasaro-piaroko sy ny fahatezerako no nitenenako): Noho ny nitondranareo latsa tamin'ny firenena,","Dia izao no lazain'i Jehovah Tompo: Izaho efa nanangan-tanana nanao hoe; Ny firenena manodidina anareo no hitondra henatra.","Fa ianareo kosa, ry tendrombohitry ny Isiraely, dia hisandrahaka sy hahavokatra ho an'ny Isiraely oloko; Fa efa antomotra ny hihavian'ireny.","Fa, indro, hitodika ho aminareo Aho ka hanatrika anareo; Dia hasaina sy hofafazana ianareo;","Ary hahamaro ny olona eny aminareo Aho, dia ny taranak'Isiraely rehetra rehetra, ary honenana ny tanàna, ka haorina indray ny efa rava;","Dia hampitombo olona sy biby fiompy eny aminareo Aho, ka hitombo sy hiteraka ireo; Hametrahako mponina tahaka ny taloha any aminareo, ary hanisy soa anareo mihoatra noho ny tamin'ny niandohanareo Aho; Ka dia ho fantatrareo fa Izaho no Jehovah.","Eny, hampivoivoy olona eny aminareo Aho, dia ny Isiraely oloko; Dia hanana anareo izy ka hahalasa anareo ho lovany, ary tsy hahalany fara azy intsony ianareo.[Heb. anao][Heb. ianao]","Izao no lazain'i Jehovah Tompo: Noho ny nanaovany taminareo hoe: Hianao, ry tany, dia mandany olona, Sady mahalany fara ny firenenao,","Dia tsy handany olona intsony ianao, na hahalavo ny firenenao intsony, hoy Jehovah Tompo.","Ary hataoko tsy mahare ny latsan'ny jentilisa intsony ianao Sady tsy hitondra ny fanaratsian'olona intsony; Ary tsy hahalavo ny firenenao intsony ianao, hoy Jehovah Tompo.","Ary tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, ny taranak'Isiraely nonina tany amin'ny taniny, dia nandoto izany tamin'ny fanaony sy tamin'ny asany izy; fa tahaka ny fahalotoan'ny vehivavy mararin'ny fadim-bolana no fahalotoan'ny fanaony eo anatrehako.[Heb. lalany]","Ka dia naidiko ho aminy ny fahatezerako mirehitra noho ny rà nalatsany teo amin'ny tany sy noho ny nandotoany izany tamin'ny sampiny.","Ary naeliko ho any amin'ny firenena izy ka nahahaka ho any amin'ny tany samy hafa; araka ny fanaony sy ny asany no nitsarako azy.[Heb. lalany]","Ary nony tonga tany amin'ny firenena izay nalehany izy, dia tonga fandotoana ny anarako masina tamin'ny nanaovan'ny olona azy hoe: Ireo no olon'i Jehovah, nefa niala tamin'ny tanin'i Jehovah izy.","Dia namindrako fo ny anarako masina, izay nolotoin'ny taranak'Isiraely tany amin'ny firenena izay nalehany.","Koa atsovy amin'ny taranak'Isiraely hoe: Izao no lazain'i Jehovah Tompo: Tsy noho ny aminareo no anaovako izany, ry taranak'Isiraely, fa noho ny anarako, masina, izay nolotoinareo tany amin'ny jentilisa izay nalehanareo.","Ary hohamasiniko ny anarako lehibe izay efa nolotoinareo tany amin'ny jentilisa, ka dia ho fantany fa Izaho no Jehovah, hoy Jehovah Tompo, rehefa miseho ho masina eo imasony Aho amin'ny ataoko aminareo.","Fa halaiko avy any amin'ny jentilisa ianareo ary hangoniko avy any amin'ny tany rehetra ka ho entiko ho any amin'ny taninareo.","Dia hofafazako rano madio ianareo, ka hadio; ny mba ho afaka amin'ny fahalotoanareo rehetra sy ny sampinareo rehetra no hanadiovako anareo.","Ary homeko fo vaovao ianareo, ary fanahy vaovao no hataoko ao anatinareo, ary hesoriko amin'ny nofonareo ny fo vato, ka homeko fo nofo ianareo.","Ary ny Fanahiko no hataoko ao anatinareo, ka hahatonga anareo handeha araka ny lalàko sy hitandrina ny fitsipiko ka hanaraka azy.","Ary honina any amin'ny tany izay nomeko ny razanareo ianareo, ka ho oloko ianareo, ary Izaho ho Andriamanitrareo.","Ary hovonjeko ho afaka amin'ny fahalotoanareo rehetra ianareo, ary hantsoiko sy hataoko vokatra ny vary, ary tsy hanaterako mosary intsony ianareo;","ary hataoko vokatra koa ny voankazo sy ny vokatry ny saha, mba tsy ho voalatsan'ny jentilisa amin'ny mosary intsony ianareo.","Dia hotsarovanareo ny lalan-dratsinareo sy ny fanao tsy metinareo, ka dia haharikoriko anareo ny tenanareo noho ny fahadisoanareo sy ny fahavetavetanareo.","Tsy noho ny aminareo no anaovako izany, hoy Jehovah Tompo aoka ho fantatrareo izany; koa menara sy mangaihaiza ianareo noho ny lalanareo, ry taranak'Isiraely.","Izao no lazain'i Jehovah Tompo: Amin'ny andro hanadiovako anareo ho afaka amin'ny helokareo rehetra dia hametrahako mponina ao amin'ny tanana, ary haorina indray ny efa rava.","Ary hasaina ny tany efa lao, fa tsy ho lao eo imason'ny mpandalo rehetra intsony izy.","Fa holazainy hoe: Ity tany efa lao ity dia tonga tahaka ny saha Edena; ary ny tanàna efa foana sy lao dia misy mponina sady asiana manda;","ka dia ho fantatry ny jentilisa sisa manodidina anareo fa Izaho Jehovah no manorina indray ny efa rava sy mamboly izay efa foana. Izaho Jehovah no niteny sady hahatanteraka izany.","Izao no lazain'i Jehovah Tompo: Mbola hotadiavin'ny taranak'Isiraely Aho amin'ny hanaovako izao ho azy; hohamaroiko toy ny ondry ny olony.","Toy ny ondry aman'osy masina, izay any Jerosalema amin'ny fotoam-pivavahana, dia toy izany no hahafenoan'ny tanànany efa lao amin'ny olona maro toy ny ondry aman'osy; ka dia ho fantatra fa Izaho no Jehovah."]}