{"book":"Ezekiela","chapter":32,"verses":["Ary tamin'ny andro voalohany tamin'ny volana faharoa ambin'ny folo tamin'ny taona faharoa ambin'ny folo dia tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, manaova hira fahalahelovana ny amin'i Farao, mpanjakan'i Egypta, ka ataovy aminy hoe: Nanao ny tenanao ho tahaka ny liona tanora tamin'ny firenena ianao, kanjo tahaka ny dragona ao anatin'ny rano be; Ary nitsoriaka teny amin'ny oninao ianao dia nanakobankobana ny rano tamin'ny tongotrao ka nahaloto ny ony.[Na. mamba]","Izao no lazain'i Jehovah Tompo: Ny firenena betsaka tafatambatra no ho entiko mamelatra ny haratoko aminao, ary hakarin'ireny amin'ny haratoko ianao,","Dia hatsipiko eny an-tanety ianao ary hariako any an-tsaha, dia hampitangoroniko eo aminao ny voro-manidina rehetra, ary homeko hivokisan'ny bibi-dia rehetra ny tenanao.","Haeliko eny an-tendrombohitra ny nofonao, ary hofenoiko ny tenabenao ny lohasaha.[Heb. hahavonao]","Hataoko safotry ny rànao ny tany Hatramin'ny tendrombohitra aza; Ary ho feno anao ny ony.","Ary raha hovonoiko ny fahazavanao, dia hosaronako ny lanitra: Hotafiako lamba fisaonana ny kintany; Ny masoandro hotakonako rahona, ary ny volana tsy hangarangarana.","Eny, ireny fanazavana eny amin'ny lanitra ireny dia hotafiako lamba fisaonana avokoa noho ny aminao, ary hosaronako aizina ny taninao, hoy Jehovah Tompo.","Hataoko mitebiteby koa ny fon'ny firenena maro, raha hampandrenesiko ny firenena maro ny naharavanao, dia any amin'ny tany izay tsy fantatrao","Eny, hataoko talanjona anao ny firenena maro, Ary hipararetra noho ny aminao ny mpanjakany, raha hantsodiko eo imasony ny sabatro, ary samy hangovitra lalandava izy amin'ny fanahiany ny ainy, raha mby amin'ny andro haharavanao.","Fa izao no lazain'i Jehovah Tompo: Ny sabatry ny mpanjakan'i Babylona dia ho tonga aminao.","Ny sabatry ny mahery, izay samy masiaka indrindra amin'ny firenena, ho entiko mandavo ny vahoakanao maro be, dia horavany ny reharehan'i Egypta, ka ho fongotra ny vahoakany maro be rehetra.","Haringako koa ny biby fiompiny rehetra eny amoron'ny rano maro, ary tsy hanakobankobana azy intsony ny tongotry ny olona, na handoto azy ny kitron'ny biby fiompy.","Dia hahenako ny ranony, ary hampandehaniko toy ny diloilo ny oniny, hoy Jehovah Tompo,[Na. hampandriko hadio]","Raha hataoko lao ny tany Egypta, ka hofoanako tsy hisy na inona na inona izay nahafeno azy teo; Ary haringako ny monina rehetra ao aminy, dia ho fantatra fa Izaho no Jehovah.","Izany no hira fahalahelovana hataon'ny olona; Ny zanakavavin'ny firenena no hihira izany; Eny, ho fahalahelovana an'i Egypta sy ny vahoakany maro be rehetra no hihirany izany, hoy Jehovah Tompo.","Ary tamin'ny andro fahadimy ambin'ny folo tamin'ny volana tamin'ny taona faharoa ambin'ny folo dia tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, isaony ny vahoaka maroben'i Egypta, ary ampidino izy mbamin'ny zanakavavin'ny firenena malaza ho any ambanin'ny tany, miaraka amin'izay midina any an-davaka.","Mihoatra noho ny an'iza moa ny hatsaran-tarehinao? Midina, ka miampara amin'izay tsy voafora.[Heb. mandria]","Any amin'ny voatrabaky ny sabatra no hiampatramparany; Ny sabatra dia efa voatolotra; Tariho izy mbamin'ny vahoakany maro be rehetra.","Izy sy ny nanampy azy no resahin'ireo malaza amin'ny lehilahy mahery any amin'ny fiainan-tsi-hita manao hoe: Tafidina ka miampatra ny tsy voafora, dia ireo voatrabaky ny sabatra.[Heb. Sheola]","Ao koa Asyria mbamin'ny vahoakany maro be rehetra; Manodidina azy ny fasany; Voatrabaka izy rehetra, samy lavon'ny sabatra;","Efa natao any am-paravodi-lavaka ny fasany, ary ny vahoakany maro be dia manodidina ny fasany; Voatrabaka izy rehetra, samy lavon'ny sabatra, dia ireo izay nahatonga tahotra tany amin'ny tanin'ny velona.","Ao koa Elama mbamin'ny vahoakany maro be rehetra manodidina ny fasany; Voatrabaka izy rehetra, samy lavon'ny sabatra, ka tafidina tsy voafora ho any ambanin'ny tany, dia ireo nahatonga ny fahatahorana azy tany amin'ny tanin'ny velona, ary samy mitondra henatra miaraka amin'izay midina any an-davaka.","Teo amin'ny voatrabaka no nanaovana fandriana ho azy mbamin'ny vahoakany maro be rehetra; Manodidina azy ny fasany, izy rehetra samy tsy voafora sady voatrabaky ny sabatra, fa efa niely tany amin'ny tanin'ny velona ny fahatahorana azy, ary samy mitondra henatra miaraka amin'izay midina any an-davaka izy; Ao amin'ny voa-trabaka no nametrahany azy.","Ao koa Meseka-tobala mbamin'ny vahoakany maro be rehetra; Manodidina azy ny fasany; Samy tsy voafora izy rehetra sady voatrabaky ny sabatra, satria nahatonga ny fahatahorana azy tany amin'ny tanin'ny velona izy.","Ary tsy hiara-miampatra amin'ny lehilahy mahery izay lavo isan'ny tsy voafora izy, dia ireo tafidina any amin'ny fiainan-tsi-hita ka mitondra ny fiadiany, sady voapetraka eo ambanin'ny lohany ny sabany. Ary ao amin'ny taolany ny helony, satria nampahatahotra ny mahery tany amin'ny tanin'ny velona izy.[Heb. mandry][Heb. Sheola]","Eny, ianao dia haripaka ao amin'ny tsy voafora ka hiara-miampatra amin'ny voatrabaky ny sabatra.[Heb. mandry]","Ao koa Edoma mbamin'ny mpanjakany sy ny mpanapaka rehetra tao aminy, Izay natao ao amin'ny voatrabaky ny sabatra, na dia be aza ny heriny, miara-miampatra amin'ny tsy voafora izy sy amin'izay midina any an-davaka.[Heb. mandry]","Ao koa ireo andrianan'ny avaratra rehetra sy ny Sidoniana rehetra, izay niara-nidina tamin'ny voatrabaka menatra izy, na dia efa natahorana noho ny heriny aza, ary miampatra tsy voafora ao amin'izay voatrabaky ny sabatra izy ka mitondra henatra ao amin'izay midina any an-davaka.[Heb. mandry]","Ireny dia ho hitan'i Farao, ka dia hionona izy ny amin'ny vahoakany maro be. Voatrabaky ny sabatra parao mbamin'ny miaramilany rehetra, hoy Jehovah Tompo.","Fa efa nahatonga ny fahatahorana azy tany amin'ny tanin'ny velona Aho; Ary Farao dia halevina ao amin'ny tsy voafora, miaraka amin'ireo voatrabaky ny sabatra, dia Farao mbamin'ny vahoakany maro be rehetra, hoy Jehovah Tompo.[Na. Ahy][Heb. hampandrina]"]}