{"book":"Ezekiela","chapter":20,"verses":["Ary tamin'ny andro fahafolo tamin'ny volana fahadimy tamin'ny taona fahafito dia nisy tonga ny loholon'ny Isiraely mba hanontany amin'i Jehovah, ka nipetraka teo anatrehako izy.","Dia tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, mitenena amin'ireo loholon'ny Isiraely, ka ataovy aminy hoe: Izao no lazain'i Jehovah Tompo: Moa hanontany amiko va no ihavianareo? Raha velona koa Aho, hoy Jehovah Tompo, dia tsy hety hanontanianareo mihitsy Aho.","Tsy hotsarainao va izy, ry zanak'olona, tsy hotsarainao va izy? Ampahalalao ny fahavetavetan'ny razany izy.","Ary ataovy aminy hoe: Izao no lazain'i Jehovah Tompo: Tamin'ny andro nifidianako ny Isiraely sy ny ananganako tanana tamin'ny taranak'i Jakoba sy nanaovako izay hahafantarany Ahy tany amin'ny tany Egypta raha nanangan-tanana taminy Aho ka nanao hoe: Izaho no Jehovah Andriamanitrareo,","tamin'izany andro izany no nananganako tanana taminy hitondra azy hivoaka avy tany amin'ny tany Egypta ho any amin'ny tany notadiaviko ho azy, izay tondra-dronono sy tantely sady tena endriky ny tany rehetra,","dia hoy Izaho taminy: Samia manary ny fahavetavetan'ny masonareo avy ianareo, ary aza mandoto tena amin'ny sampin'i Egypta; Izaho no Jehovah Andriamanitrareo.","Nefa niodina tamiko izy ka tsy nety nihaino Ahy; samy tsy nanary ny fahavetavetan'ny masony na nahafoy ny sampin'i Egypta, ka dia hoy Izaho: Haidiko aminy ny fahavinirako, ary hotanterahiko aminy eo amin'ny tany Egypta ny fahatezerako.","Kanefa niasa noho ny amin'ny anarako Aho, mba tsy handotoana izany eo imason'ny jentilisa izay nitoerany, sady teo imasony no nanaovako izay hahafantarany Ahy tamin'ny nitondrako azy nivoaka avy tany amin'ny tany Egypta.","Koa dia nentiko nivoaka avy tany amin'ny tany Egypta izy ka nentiko ho any an-efitra.","Dia nomeko azy ny didiko, ary nampahafantariko azy ny fitsipiko, izay mahavelona ny olona manaraka izany.","Ary nomeko azy koa ny Sabatako ho famantarana ho amiko sy ho aminy mba ho fantany fa Izaho Jehovah no manamasina azy.","Kanjo niodina tamiko tany an-efitra ihany ny taranak'Isiraely, ka tsy nandeha araka ny didiko izy, fa nanamavo ny fitsipiko, izay mahavelona ny olona manaraka izany, ary nandoto dia nandoto ny Sabatako izy, dia hoy Izaho: Haidiko aminy any an-efitra ny fahatezerako hahalany ringana azy.","Kanefa niasa noho ny amin'ny anarako Aho, mba tsy handotoana izany eo anatrehan'ny jentilisa izay nahita ay nitondrako azy nivoaka.","Ary Izaho dia nanangan-tanana taminy tany an-efitra koa fa tsy hitondra azy ho any amin'ny tany efa nomeko azy, izay tondra-dronono sy tantely sady tena endriky ny tany rehetra,","satria efa nanamavo ny fitsipiko izy ary tsy nandeha araka ny didiko, fa nandoto ny Sabatako; fa ny fony dia nanaraka ny sampiny.","Nefa niantra azy ihany ny masoko, ka dia tsy naringako na nolevoniko tany an-efitra izy.","Fa hoy Izaho tamin'ny zanany tany an-efitra: Aza mandeha araka ny fanaon-drazanareo ianareo, na mitandrina ny fitsipiny, na mandoto tena amin'ny sampiny;","fa Izaho no Jehovah Andriamanitrareo; koa mandehana araka ny didiko, ary mitandrema ny fitsipiko, ka araho izany.","Ary manamasina sy Sabatako, mba ho famantarana ho amiko sy ho aminareo, ka dia ho fantatrareo fa Izaho no Jehovah Andriamanitrareo.","Kanjo niodina tamiko koa ny zanany: tsy nandeha araka ny didiko izy, na nitandrina hanaraka ny fitsipiko, izay mahavelona ny olona manaraka izany, fa nandoto ny Sabatako izy, ka dia hoy Izaho: Haidiko aminy ny fahavinirako. ary hotanterahiko aminy any an-efitra ny fahatezerato.","Nefa nampihemotra ny tanako Aho, ka dia niasa noho ny amin'ny anarako, mba tsy ho voaloto izany eo anatrehan'ny jentilisa izay nahita ny nitondrako azy nivoaka.","Dia nanangan-tanana taminy tany an'efitra, indray Aho, hampiely azy any amin'ny jentilisa sy hampihahaka azy any amin'ny tany samy hafa,","satria tsy nanaraka ny fitsipiko izy, fa nanamavo ny didiko sy nandoto ny Sabatako, ary ny masony nanaraka ny sampin'ny razany.","Ary nomeko didy tsy tsara koa izy sy fitsipika izay tsy mahavelona Azy.","Dia nandoto azy tamin'ny fanatiny Aho, dia tamin'ny nampandehanany ny voalohan-teraka rehetra hamaky ny afo, hampahatalanjonako azy, mba hahafantarany fa Izaho no Jehovah.[Na: dia tamin'ny nanokanany ny voalohan-teraka rehetra; izahao Eks. xiii. 12]","Koa mitenena amin'ny taranak'Isiraely, ry zanak'olona, ka ataovy aminy hoe: Izao no lazain'i Jehovah Tompo: Tamin'izao no mbola nanamavoan'ny razanareo Ahy tamin'ny nivadihany tamiko:","Nony nitondra azy ho any amin'ny tany izay nananganako tanana homena azy Aho, dia nahita ny havoana andrandraina rehetra sy ny hazo misandrahaka rehetra izy, ka tao no namonoany zavatra hatao fanatitra, ary tao koa no nametrahany ny fanatiny mahatezitra; tao koa no nanaterany hanitra ankasitrahana, ary tao no nanidinany ny fanatitra aidiny.","Ka dia hoy Izaho taminy: Ahoana moa ny amin'ny fitoerana avo alehanareo ? Ka dia fitoerana avo no natao anarany mandraka androany.","Koa ataovy amin'ny taranak'Isiraely hoe: Izao no lazain'i Jehovah Tompo: Moa mandoto tena araka ny fanaon'ny razanareo va ianareo, sy mijangajanga manaraka ny fahavetavetany va,[Heb. lalana]","ary mandoto tena amin'ny sampinareo rehetra mandraka androany va ianareo amin'ny anateranareo ny fanomezanareo sy ny ampandehananareo ny zanakareo hamaky ny afo? Ary Izaho va hety hanontanianareo, ry taranak'Isiraely? Raha velona koa Aho, hoy Jehovah Tompo, tsy hety hanontanianareo mihitsy Aho.","Ary tsy ho tanteraka mihitsy ny eritreritry ny fanahinareo hoe: Ho tahaka ny jentilisa izahay, dia tahaka ny firenena amin'ny tany samy hafa, ka hanao fanompoam-pivavahana ho an'ny vato aman-kazo.","Raha velona koa Aho, hoy Jehovah Tompo, dia tanana mahery sy sandry ahinjitra ary fahatezerana aidina no hanjakako aminareo.","Ary amin'ny tanana mahery sy ny sandry ahinjitra ary amin'ny fahatezerana aidina no hitondrako anareo mivoaka avy any amin'ny firenena sy hamoriako anareo avy any amin'ny tany izay nampielezana anareo.","Dia ho entiko ho any an-efitry ny firenena ianareo, ary any no hifandaharako mifanatrika aminareo.","Tahaka ny nifandaharako tamin'ny razanareo tany an-efitry ny tany Egypta, dia toy izany koa no hifandaharako aminareo, hoy Jehovah Tompo.","Ary hampandaloviko eo ambanin'ny tehina ianareo ka hampidiriko hofehezin'ny fanekena.","Ary havahako hiala aminareo ny mpiodina sy izay manota amiko; eny, ho entiko hiala amin'ny tany ivahiniany ireo, nefa tsy hisy ho tafiditra ao amin'ny tanin'ny Isiraely izy; ka dia ho fantatrareo fa Izaho no Jehovah.","Ary ny aminareo, ry taranak'Isiraely, izao no lazain'i Jehovah Tompo; Samia mandeha ianareo, ka manompoa ny sampinareo; nefa any aoriana kosa dia hihaino Ahy mihitsy ianareo ka tsy handoto ny anarako masina intsony amin'ny fanatitrareo sy amin'ny sampinareo.","Fa ao an-tendrombohitro masina, dia ao an-tendrombohitra avon'ny Isiraely, hoy Jehovah Tompo, no hanompoan'ny taranak'Isiraely rehetra Ahy, dia izay rehetra amin'ny tany; ao no hankasitrahako azy, ary ao no hilako ny fanatitrareo sy ny voaloham-bokatra aterinareo amin'ny zava-masinareo rehetra,","Hankasitrahako toy ny hanitra ankasitrahana ianareo amin'ny hitondrako anareo mivoata avy any amin'ny firenena sy ny hamoriako anareo avy any amin'ny tany samy hafa nampielezana anareo, ka dia hiseho ho masina eo anatrehan'ny jentilisa Aho amin'ny hataoko aminareo.","Ary ho fantatrareo fa Izaho no Jehovah, raha mitondra anareo ho any amin'ny tanin'ny Isiraely Aho, dia ny tany izay nananganako tanana nomena ny razanareo.","Ary hotsaroanareo any ny nalehanareo sy ny nataonareo rehetra izay nahaloto anareo; ary haharikoriko anareo ny tenanareo noho ny ratsy rehetra izay nataonareo.","Dia ho fantatrareo fa Izaho no Jehovah, rehefa miasa aminareo Aho noho ny amin'ny anarako, fa tsy araka ny lalàn-dratsinareo, na araka ny ratsy fanaonareo, ry taranak'Isiraely, hoy Jehovah Tompo."]}