{"book":"Ezekiela","chapter":38,"verses":["Ary tonga tamiko ny tenin'i Jehovah nanao hoe:","Ry zanak'olona, manandrifia an'i Goga avy any amin'ny tany Magoga, izay mpanjakan'i Rosy sy Meseka ary Tobala, ary maminania ny hamelezana azy,","ka ataovy hoe: Izao no lazain'i Jehovah Tompo: Indro, avy hamely anao Aho, ry Goga, mpanjakan'i Rosy sy Meseka ary Tobala.","Ary hitarika anao Aho ka hanisy masom-by ny valanoranonao, ary ho entiko mivoaka ianao sy ny tafikao rehetra, dia ny soavaly sy ny mpitaingin-tsoavaly, samy mitafy marevaka izy rehetra, dia olona maro be mitondra ampinga lehibe sy ampinga kely, ary samy mitan-tsabatra;","miaraka aminy ny Persiana sy ny Etiopiana ary ny Libyana, samy mitondra ampinga lehibe sy fiarovan-doha avokoa,[Heb. Pota]","Gomera koa mbamin'ny miaramilany rehetra, ny taranak'i Togarma avy any amin'ny farany avaratra mbamin'ny miaramilany rehetra, dia firenena maro izay miaraka aminao.","Miomana, ka mitaova tsara ianao, eny, ianao sy ireo momba anao izay efa mivory ao aminao, ary aoka ianao no ho mpitarika azy.[Na: mpitandrina]","Rehefa afaka andro maro, dia hotadiavina ianao, raha mby any am-parany, dia ho tonga any amin'ny tany izay novonjena ka afaka tamin'ny sabatra ianao, dia tany novorina avy tany amin'ny firenena maro, any an-tendrombohitry ny Isirady, izay efa lao hatry ny ela; fa efa navoaka avy tany amin'ny firenena izy, ka dia mandry fahizay izy rehetra.","Eny, hiakatra ianao, ary ho tahaka ny fihavin'ny rivo-doza no hihavianao, ka ho tahaka ny rahona hanarona ny tany dia ianao sy ny miaramilanao rehetra mbamin'ny firenena maro izay miaraka aminao.","Izao no lazain'i Jehovah Tompo: Amin'izany andro izany dia hisy eritreritra hiditra ao an-tsainao, ary hamoron-kevi-dratsy ianao","ka hanao hoe: Hiakatra aho hamely ny tany izay misy tanàna tsy mimanda; hankamin'izay mandry fahizay sy mitoetra tsy manana ahiahy aho, samy, monina ao an-tanàna tsy misy manda na hidy na vavahady izy rehetra,","mba hamabo sy handroba ary hamely indray izay efa rava, saingy vao misy mponina ankehitriny izao, ary ny firenena izay nangonina avy tany amin'ny jentilisa sady nihary omby sy fananana, dia ireo mitoetra ao amin'ny foiben'ny tany.","Sheba sy Dedana ary ny mpandranton'i Tarsisy rehetra mbamin'ireo lionany tanora rehetra dia hanao aminao hoe: Tonga hamabo va ianao? Nangoninao handroba va ireto olonao betsaka ireto, hahalasa volafotsy sy volamena, handroba harena sy fananana ary hahazo babo betsaka?","Koa maminania, ry zanak'olona, ka ataovy amin'i Goga hoe: Izao no lazain'i Jehovah Tompo: Moa amin'izany andro hitoeran'ny Isiraely oloko mandry fahizay izany dia tsy ho fantatrao va izany?","Ary ho tonga avy any amin'ny fonenanao avy any amin'ny farany avaratra ianao mbamin'ny firenena maro miaraka aminao, izay samy mitaingin-tsoavaly, dia olona maro be sy miaramila betsaka;","ary hiakatra hamely ny Isiraely oloko tahaka ny fiakatry ny rahona hanarona ny tany ianao; any am-parany no ho tonga izany; ary ho entiko hamely ny taniko ianao, mba hahafantaran'ny firenena Ahy, rehefa miseho ho masina eo anatrehany Aho amin'ny ataoko aminao, ry Goga.","Izao no lazain'i Jehovah Tompo: Moa ianao va ilay nampilazaiko ny mpanompoko hatramin'ny fahiny, dia ny mpaminanin'ny Isiraely, izay naminany ela tamin'izany andro izany ny hampakarako anao hamely azy?","Ary amin'izany andro izany, dia ny andro hihavian'i Goga hamely ny tanin'ny Isiraely, hoy Jehovah Tompo, dia hiefona eo am-bavoroko ny fahatezerako.","Fa amin'ny fahasaro-piaroko sy ny afon'ny fahatezerako no nitenenako hoe: Amin'izany andro izany dia hisy horohoro mafy any amin'ny tanin'ny Isiraely,","ka hangorohoro eo anatrehako ny hazandrano any an-dranomasina sy ny voro-manidina sy ny bibi-dia ary ny biby mandady sy mikisaka rehetra izay mandady sy mikisaka amin'ny tany ary ny olona rehetra ambonin'ny tany; dia hazera ny tendrombohitra, hikoany fiakarana mideza, ary hirodana ity ampiantany rehetra.","Dia hiantso sabatra Aho hamely azy eny amin'ny tendrombohitro rehetra, hoy Jehovah Tompo: ary hifamely sabatra amin'ny namany avy izy rehetra.","Ary hamaly azy amin'ny areti-mandringana sy ny rà sy ny ranon'orana manafotra ary ny havandra vaventy Aho; ary koa, handatsaka afo sy solifara aminy sy amin'ny miaramilany mbamin'ny firenena maro izay miaraka aminy Aho.[Heb. hifandahatra aminy]","Ka dia hasehoko ny fihalehibiazako sy ny fahamasinako; ary ho fantatra eo imason'ny firenena maro Aho: ka dia ho fantany fa Izaho no Jehovah."]}