{"book":"Filipiana","chapter":3,"verses":["Farany, ry rahalahy, mifalia ao amin'ny Tompo. Tsy manahirana ahy ny manoratra teny averina, fa mahatsara anareo izany. [ Na: veloma]","Tandremo ny tenanareo amin'ny amboa, tandremo ny tenanareo amin'ny mpanao ratsy, tandremo ny tenanareo amin'ny voakilema.","Fa isika no voafora, izay manompo amin'ny Fanahin'Andriamanitra ary manao an'i Kristy Jesosy ho reharehantsika ka tsy mitoky amin'ny nofo;","kanefa mba manana izay hitokiako amin'ny nofo ihany aho. Raha misy olona hafa manao hitoky amin'ny nofo, mainka fa izaho;","fa voafora tamin'ny andro fahavalo aho, avy amin'ny fototr'isiraely, dia avy amin'ny firenen'i Benjamina; Hebreo sady avy amin'ny Hebreo aho; araka ny lalàna, dia Fariseo;","araka ny zotom-po, dia nanenjika ny fiangonana; araka ny fahamarinana avy amin'ny lalàna, dia tsy nanan-tsiny. [ Gr. eklesia]","Nefa izay azoko ho tombony dia nataoko fatiantoka kosa noho ny amin'i Kristy.","Eny tokoa, fa ataoko ho fatiantoka avokoa ny zavatra rehetra noho ny fihoaran'ny hatsaran'ny fahalalana an'i Kristy Jesosy Tompoko, Izay niaretako ny fatiantoka ny zavatra rehetra, ka ataoko ho taimboraka ireny mba hahazoako an'i Kristy;","ary mba ho hita ao aminy aho tsy manana ny fahamarinako, izay avy amin'ny lalàna, fa izay avy amin'ny finoana an'i Kristy, dia ny fahamarinan'Andriamanitra amin'ny finoana;","eny, mba ho fantatro Izy sy ny herin'ny fitsanganany tamin'ny maty ary ny fiombonana amin'ny fijaliany ka hampitovina amin'ny endriky ny fahafatesany,","raha mba misy hahatratrarako ny fitsanganana amin'ny maty.","Tsy toy ny efa nahazo sahady aho, na efa tanteraka sahady; fa miezaka aho hihazona izay nihazonan'i Kristy Jesosy ahy.","Ry rahalahy, tsy mbola ataoko fa efa nahazo ny tenako; fa zavatra iray loha no ataoko; manadino izay zavatra ao aoriana ka miezaka hanatratra izay zavatra eo aloha, [ Na: (tsy nataoko)]","eny, miezaka hanatratra ny marika aho hahazoako ny lokan'ny fiantsoan'Andriamanitra any ambony ao amin'i Kristy Jesosy. [ Na: ho any ambony]","Koa aoka isika rehetra izay tanteraka hihevitra izany; fa hasehon'Andriamanitra aminareo izany, raha sendra manana sain-kafa ianareo.","Kanefa aoka ho amin'ilay efa azontsika sahady no mbola hizorantsika.","Ry rahalahy, aoka samy hanahaka ahy ianareo, ka diniho izay mandeha tahaka ny anananareo anay ho marika.","Fa maro no mandeha, izay efa nolazaiko taminareo matetika, sady mbola lazaiko aminareo amin'ny fitomaniana koa ankehitriny, fa fahavalon'ny hazo fijalian'i Kristy ireny;","fahaverezana no hiafarany, ny kibony no andriamaniny, ny fahamenarany no voninahiny, fa misaina ny amin'ny tany izy.","Fa ny fanjakantsika dia any an-danitra, ary avy any koa no iandrasantsika Mpamonjy, dia Jesosy Kristy Tompo,","Izay hanova ny tenan'ny fietren-tenantsika ka hitovy endrika amin'ny tenan'ny voninahiny, araka ny fiàsan'ny heriny, izay ahaizany hampanaiky ny zavatra rehetra ho Azy."]}