{"book":"Filipiana","chapter":4,"verses":["Ary amin'izany, ry rahalahy sady malalako no mahamanina ahy, fifaliako sy satro-boninahitro, tomoera tsara ao amin'ny Tompo ianareo, ry malalako.","Mananatra an'i Eodia aho, ary mananatra an'i Syntyke, mba hiray saina ao amin'ny Tompo izy.","Eny, mangataka aminao koa aho, ry ilay tena mpiara-miasa amiko, manampia azy roa vavy, fa niara-niasa fatratra tamiko teo amin'ny filazantsara izy, mbamin'i Klementa koa sy ny mpiara-miasa amiko sisa, izay voasoatra ao amin'ny bokin'ny fiainana.","Mifalia mandrakariva amin'ny Tompo; hoy izaho indray: Mifalia. [ Na: veloma]","Aoka ho fantatry ny olona rehetra ny fandeferanareo. Efa mby akaiky ny Tompo.","Aza manahy na inona na inona; fa aoka ny fivavahana sy ny fifonana mbamin'ny fisaorana no ho entinareo manambara ny fangatahanareo amin'Andriamanitra amin'ny zavatra rehetra.","Ary ny fiadanan'Andriamanitra, izay mihoatra noho ny fahalalana rehetra, hiaro ny fonareo sy ny hevitrareo ao amin'i Kristy Jesosy.","Farany, ry rahalahy, na inona na inona marina, na inona na inona manan-kaja, na inona na inona mahitsy, na inona na inona madio, na inona na inona maha-te-ho-tia, na inona na inona tsara laza, raha misy hatsaram-panahy, ary raha misy dera, dia hevero izany.","Ataovy izay efa nianaranareo sy efa noraisinareo ary efa renareo sy efa hitanareo tamiko; ary ho aminareo ny Andriamanitry ny fiadanana.","Saotra nataon'i Paoly ny Filipiana noho ny fanomezana nampitondrainy an'i Epafrodito, ary fanaovam-beloma sy tso-drano. Ary faly indrindra ao amin'ny Tompo aho, satria nampitsimohinareo indray ankehitriny ny fiheverana ahy, izay efa noheverinareo rahateo, saingy tsy mbola nahita andro hanaovana ianareo.","Tsy filan-javatra anefa no anaovako izany; fa izaho efa nianatra tsy hierina na manao ahoana na manao ahoana.","Mahalala hietry aho, ary mahalala hitombo; na aiza na aiza, ary na amin'inona na amin'inona, dia efa nampianarina ny ho voky sy ho noana aho ary hanam-be sy halahelo.","Mahay ny zavatra rehetra aho ao amin'ilay mampahery ahy.","Kanefa nanao soa ianareo no niaraka ory tamiko ka niantra ahy.","Ary fantatrareo koa, ry Filipiana, fa tamin'ny niandohan'ny filazantsara, rehefa niala tany Makedonia aho, tsy nisy fiangonana nanan-draharaha tamiko ny amin'ny fanomezana sy fandraisana, afa-tsy ianareo ihany. [ Gr. eklesia]","Fa fony tany Tesalonika aza aho, dia nampanatitra ho ahy indray mandeha amana indroa ianareo hamonjy ahy.","Nefa tsy toy ny mitady ny fanomezana no izany; fa mitady ny vokatra izay hitombo ho voninahitrareo aho.","Fa manana ny zavatra rehetra aho sady manana amby ampy aza; feno aho, rehefa nandray tamin'i Epafrodito ilay zavatra nampitondrainareo, dia hanitra ankasitrahana, fanatitra tian'Andriamanitra sady ankasitrahany.","Fa Andriamanitro hahatanteraka izay rehetra tokony ho anareo araka ny hareny amin'ny voninahitra no amin'i Kristy Jesosy.","Ary ho an'Andriamanitra Raintsika anie ny voninahitra mandrakizay mandrakizay. Amena.","Manaova veloma ny olona masina rehetra ao amin'i Kristy Jesosy. Manao veloma anareo ny rahalahy izay ato amiko.","Manao veloma anareo ny olona masina rehetra, indrindra fa ny ankohonan'i Kaisara.","Ho amin'ny fanahinareo anie ny fahasoavan'i Jesosy Kristy Tompo."]}