{"book":"Filipiana","chapter":2,"verses":["Koa raha misy famporisihana ao amin'i Kristy, raha misy fampiononana avy amin'ny fitiavana, raha misy firaisana amin'ny Fanahy, raha misy famindram-po sy fiantrana,","dia tanteraho ny fifaliako, mba hiraisanareo saina, miray fitiavana, miray fo, miray hevitra,","tsy manao na inona na inona amin'ny fifampiandaniana, na mandrani-tena foana fa amin'ny fanetren-tena dia aoka samy hanao ny namany ho mihoatra noho ny tenany.","Aza samy mihevitra ny azy ihany, fa samy ny an'ny namany koa.","Aoka ho ao aminareo izao saina izao, izay tao amin'i Kristy Jesosy koa,","Izay, na dia nanana ny endrik'Andriamanitra aza, dia tsy nataony ho zavatra hofikiriny mafy ny fitoviana amin'Andriamanitra,","fa nofoanany ny tenany tamin'ny nakany ny endriky ny mpanompo sy nahatongavany ho manam-pitoviana amin'ny olona;","ary rehefa hita fa nanan-tarehy ho olona Izy, dia nanetry tena ka nanaiky hatramin'ny fahafatesana, dia ilay fahafatesana tamin'ny hazo fijaliana.","Koa izany no nanandratan'Andriamanitra Azy indrindra sy nanomezany Azy ny anarana izay ambony noho ny anarana rehetra,","mba ho amin'ny anaran'i Jesosy no handohalehan'ny lohalika rehetra, na ny any an-danitra, na ny ety an-tany, na ny any ambanin'ny tany,","sy haneken'ny lela rehetra fa Jesosy Kristy no Tompo ho voninahitr'Andriamanitra Ray.","Koa amin'izany, ry malalako, tahaka ny nanekenareo mandrakariva, tsy fony teo aminareo ihany aho, fa ankehitriny dia bebe kokoa aza raha tsy eo aho, miasà amin'ny tahotra ny ny hovitra hahatanteraka ny famonjena anareo.","Fa Andriamanitra no miasa ao anatinareo na ny fikasana na ny fanaovana hahatanteraka ny sitrapony.","Ataovy ny zavatra rehetra amin'ny tsi-fimonomononana sy ny tsi-fisalasalana,","mba ho tsy manan-tsiny sady tsy misy fitaka ianareo, dia zanak'Andriamanitra tsy manana adidy eo amin'ny firenena meloka sy maditra, izay isehoanareo tahaka ny fanazavana eo amin'izao tontolo izao,","mitana ny tenin'ny fiainana, mba hisy ho reharehako amin'ny andron'i Kristy, ka tsy ho nihazakazaka foana aho na nisasatra foana.","Eny, na dia haidina ho fanatitra aidina eo amin'ny fanatitra ny fisoronan'ny finoanareo aza aho, dia faly ka miara-mifaly aminareo rehetra.","Ary aoka izany no hampifaly anareo koa, ary miaraha mifaly amiko.","Nefa manantena ao amin'i Jesosy Tompo aho fa haniraka an'i Timoty faingana ho at? aminareo, mba hifaliako koa, rehefa fantatro ny toetrareo.","Fa tsy manana olona mitovy fanahy amiko aho na dia iray akory aza, izay hazoto hiahy anareo. [ Na: aminy]","Fa izy rehetra dia samy mitady ny azy avy, fa tsy ny an'i Jesosy Kristy;","izy kosa dia fantatrareo fa lehilahy voazaha toetra, fa efa niara-nanompo tamiko teo amin'ny filazantsara, tahaka ny zanaka manompo ny rainy.","Ary izy no antenaiko hirahina faingana, rehefa hitako izay ho toetro.","Fa matoky ao amin'ny Tompo aho fa ny tenako dia mbola ho avy faingana koa.","Nefa nihevitra aho fa tokony hampandehaniko hankat? aminareo Epafrodito, rahalahiko sady mpiray asa amiko no miaramila namako ary irakareo sy mpanompo hanome izay nilaiko. [ Gr. apostolinareo]","Fa manina anareo rehetra izy ka difotra alahelo, satria efa renareo fa narary izy.","Eny, fa narary saiky maty tokoa izy; nefa Andriamanitra namindra fo taminy, ary tsy taminy ihany, fa tamiko koa, fandrao hanana alahelo mifanontona aho.","Koa nazoto kokoa haniraka azy aho, mba hifalianareo, rehefa hitanareo indray izy, ary mba ho afaka alahelo kokoa aho.","Koa raiso ao amin'ny Tompo izy amin'ny fifaliana indrindra, ary omeo voninahitra izay olona tahaka izany;","fa saiky maty izy noho ny asan'i Kristy sady nanao ny ainy tsy ho zavatra mba hanefa izay tsy vitanareo tamin'ny fanompoana ahy."]}