{"book":"Filipiana","chapter":1,"verses":["Paoly sy Timoty, mpanompon'i Kristy Jesosy, mamangy ny olona masina rehetra ao amin'i Kristy Jesosy mbamin'ny mpitandrina sy ny diakona izay any Filipy; [ Gr. episkopo]","ho aminareo anie ny fahasoavana sy ny fiadanana avy amin'Andriamanitra Raintsika sy Jesosy Kristy Tompo.","Misaotra an'Andriamanitro amin'ny fahatsiarovako anareo","mandrakariva aho amin'ny fivavahako rehetra ho anareo rehetra, ka mangataka amin'ny fifaliana,","noho ny firaisanareo hampandroso ny filazantsara hatramin'ny andro voalohany ka mandraka ankehitriny;","ary matoky indrindra aho fa Izay nanomboka asa tsara ao anatinareo no hahatanteraka izany mandra-pihavin'ny andron'i Jesosy Kristy;","fa marina izany fiheverako anareo rehetra izany, satria efa mby ato am-poko ianareo, fa mpiombona ny fahasoavana ananako ianareo rehetra, na amin'ny fifatorako, na amin'ny famaliako hahafa-tsiny ny filazantsara sy ny fampianarako hahamafy orina azy.","Fa Andriamanitra no vavolombeloko fa manina anareo rehetra indrindra aho amin'ny famindram-pon'i Kristy Jesosy.","Ary izao no angatahiko, dia ny mbola hitomboan'ny fitiavanareo bebe kokoa amin'ny fahalalana tsara sy ny fahafantarana rehetra,","mba hamantaranareo izay zavatra tsara indrindra, mba ho madio am-po ary tsy hanan-tsiny ho amin'ny andron'i Kristy ianareo, [ Na: samy hafa]","sady feno ny vokatry ny fahamarinana, izay avy amin'ny alalan'i Jesosy Kristy, ho voninahitra sy fiderana an'Andriamanitra.","Ary tiako ho fantatrareo, ry rahalahy, fa izay zavatra nanjo ahy dia efa tonga fampandrosoana ny filazantsara kosa;","ka ao amin'i Kristy ny fifatorako dia fantatry ny mpiambina andriana rehetra mbamin'ny olona hafa rehetra; [ Gr. mpiambina pretoriana rehetra; na: eran'ny pretoria]","ary ny ankabiazan'ny rahalahy dia efa matoky ao amin'ny Tompo noho ny fifatorako ka mihasahisahy kokoa hitory ny tenin'Andriamanitra tsy amin'ny tahotra.","Fialonana sy fifandirana aza no itorian'ny sasany an'i Kristy, ary fifaliana kosa ny an'ny sasany;","fitiavana ny an'ny sasany, satria fantany fa voatendry ho mpanafa-tsiny ny filazantsara aho;","fifampiandaniana kosa no itorian'ny sasany an'i Kristy, fa tsy mba fo madio, ka mihevitra hanampy fahoriana ny fifatorako.","Ahoana ary no izy, afa-tsy izao? Amin'ny atao rehetra, na amin'ny fihatsaram-belatsihy, na amin'ny marina, dia Kristy no torina, ary mifaly amin'izany aho; eny, mbola hifaly ihany aho.","Fa fantatro fa ho tonga famonjena ahy izany noho ny fangatahanareo sy ny fanomezana ny Fanahin'i Jesosy Kristy, [ Na: fanomezan']","araka ny hafatratry ny faniriako sy ny fanantenako fa tsy hahazo henatra aho, na amin'inona na amin'inona; fa amin'ny fahasahiana rehetra, tahaka ny amin'ny mandrakariva, dia ankehitriny koa no hankalazana an'i Kristy ao amin'ny tenako, na amin'ny fiainana, na amin'ny fahafatesana.","Fa Kristy no anton'ny ahavelomako, ary ny fahafatesana no hahazoako tombony.","Kanefa raha ny ho velona amin'ny nofo no hahavokaran'ny asako, dia tsy hitako izay hofidiko;","fa sanganehana eo anelanelan'izy roroa aho, maniry hiala ka ho ao amin'i Kristy, satria tsara lavitra izany;","kanefa kosa ny hitoetra eo amin'ny nofo no mahasoa anareo kokoa.","Ary satria matoky izany aho, dia fantatro fa hitoetra sy haharitra eo aminareo rehetra aho hahazoanareo fandrosoana sy fifaliana amin'ny finoanareo,","mba hitombo noho ny ataoko ny firavoravoanareo ao amin'i Kristy Jesosy amin'ny hankanesako at? aminareo indray.","Fa hany ataoko: aoka ny fitondran-tenanareo ho miendrika ny filazantsaran'i Kristy, mba handrenesako ny toetrareo (na ho tonga aho ka hahita anareo, na tsy ho tonga), fa maharitra amin'ny fanahy iray ianareo ka miray fo hiara-miezaka hampandroso ny finoana ny filazantsara,","ka tsy ho azon'ny fahavalo ampitahorina ianareo na amin'inona na amin'inona; fa amin'ireo dia mariky ny fahaverezana izany, nefa mariky ny famonjena anareo kosa, sady avy amin'Andriamanitra.","Fa ianareo efa nomena noho ny an'i Kristy, tsy ny hino Azy ihany, fa ny hiharam-pahoriana koa noho ny aminy,","dia manana izany ady izany ianareo, izay hitanareo teo amiko sady mbola renareo fa ato amiko ihany ankehitriny."]}