{"book":"Fitomaniana","chapter":3,"verses":["[ALEFA]Izaho ilay lehilahy nahita fahoriana tamin'ny tsorakazon'ny fahatezerany.","Izaho no notarihiny sy nampandehaniny ho amin'ny maizina, fa tsy ho amin'ny mazava.","Izaho ihany no asian'ny tànany mandritra ny andro mandrakariva.","Nataony antitra ny nofoko sy ny hoditro, notapatapahiny ny taolako.","Manorina izay hamelezany ahy Izy ary manemitra ahy amin'ny zava-mangidy sy ny fahoriana.","Ampitoeriny ao amin'ny maizina toy izay efa maty fahagola aho.","Nofefeny manodidina aho ka tsy afa-nivoaka, nataony mavesatra ny gadrako.","Ary na dia mitaraina sy minananana aza aho, dia tampenany ny fivavako.","Vato voapaika no narafiny natampiny ny lalako, naolikoliny ny alehako.","Tonga bera manotrika ahy Izy, ary toy ny liona ao amin'ny fierena;","Namily ny alehako Izy, ary noviravirainy aho ka nataony mahatsiravina.","Nanenjana ny tsipìkany Izy ka nanangana ahy ho toy ny marika hokendrena zana-tsipìka.","Nampitsatoka ny zana-tsipìkany tamin'ny voako Izy.[Heb. zanaky ny tranon-jana-tsipìka]","Tonga fihomehezan'ny fireneko rehetra aho sady ataony an-kira mandritra ny andro.","Novokisany zava-mangidy aho ary nobobohany zava-mahafaty.","Ary notorotoroiny tamin'ny sila-bato ny nifiko, sady natsinkasinkasiny tamin'ny lavenona aho.","Ary noroahinao tsy hahita fiadanana ny fanahiko, ka efa hadinoko ny tsara.","Dia hoy izaho: Levona ny faharetako sy ny fanantenako an'i Jehovah.","Tsarovy ny fahoriako sy ny fanjenjenako, dia ny zava-mahafaty sy ny rano mangidy.","Tsaroan'ny fanahiko indrindra izany, ka mitanondrika ato anatiko izy.","Izany no ho eritreretiko ato am-poko, ka dia hanantena aho.","Ny famindram-pon'i Jehovah no tsy nahalany ritra antsika, fa tsy mitsahatra ny fiantrany.","Vaovao isa-maraina izany; lehibe ny fahamarinanao.","Jehovah no anjarako, hoy ny fanahiko, ka dia hanantena Azy aho.","Tsara Jehovah amin'izay manantena Azy, dia amin'ny olona izay mitady Azy.","Tsara ny miandry ny famonjen'i Jehovah amin'ny fanginana.","Tsara amin'ny olona ny mitondra zioga, raha mbola tanora izy.","Aoka hanjokaiky irery izy ka hangina, raha ampitondraina izany.","Aoka hanohoka ny vavany eo amin'ny vovoka izy, angamba hisy hantenaina.","Aoka hanolotra ny takolany ho amin'izay mamely azy izy ka ho feno latsa.","Fa tsy hanary mandrakizay ny Tompo;","Eny fa na dia mampahory aza Izy, dia mbola hiantra ihany araka ny haben'ny famindram-pony.","Fa tsy sitrany ny mampahory na mampalahelo ny zanak'olombelona.","Ny fanitsakitsahana ny mpifatotra rehetra ambonin'ny tany ho eo ambanin'ny tongotra,","Ny familiana ny rariny amin'ny olona eo anatrehan'ny Avo Indrindra,","Ny famadihana ny adin'ny olona, dia samy tsy sitraky ny Tompo.[Heb. jeren']","Iza moa no miteny, ka dia mahatonga izany, raha tsy zavatra efa nodidian'ny Tompo?","Tsy avy amin'ny vavan'ny Avo Indrindra va no ivoahan'ny soa sy ny loza ?","Koa ahoana no imonomononan'ny olona mbola velona, fa no tsy aleo misento noho ny amin'ny fahotany avy? [Na: Eny, nahoana no imonomononan'ny olona, raha mijaly noho ny fahotany?]","Aoka isika handinika sy hamantatra ny alehantsika ka hiverina indray amin'i Jehovah.","Aoka hasandratsika amin'Andriamanitra any an-danitra ny fontsika sy ny tanantsika.","Izahay efa nanota sy nanao ditra, ary Hianao kosa tsy namela heloka.","Nisarona fahatezerana Hianao ka nanenjika anay; eny, novonoinao izahay, fa tsy niantranao.","Nisarona rahona Hianao, ka dia voasakana ny vavaka.","Nataonao tahaka ny fakofako sy ny zavatra nariana teo afovoan'ny firenena izahay.","Ny fahavalonay rehetra misanasana vava aminay.","Mahavoa anay ny tahotra sy ny lavaka ary ny fandringanana sy ny fahatorotoroana.","Rano mandriaka no mijononoka amin'ny masoko noho ny faharatran'ny oloko zanakavavy.","Ny masoko mandrotsa-dranomaso ka tsy mijanona, eny, tsy misy fiatoana,","Ambara-pitazan'i Jehovah ka ho tsinjony any an-danitra.","Ny masoko mampiditra fahoriana ho an'ny fanahiko noho ny amin'ny zanakavavin'ny tanànako rehetra.","Izay fahavaloko tsy ahoan-tsy ahoana dia nanenjika ahy mafy hoatra ny fanenjika voron-kely.","Nanjera ahy tao an-davaka famoriandrano izy ka nitady hahafaty ahy sady nitora-bato ahy.","Mandifotra ny lohako ny rano, ka dia hoy izaho: Maty aho ity![Heb. Voajinja]","Jehovah ô, niantso ny anaranao tany an-davaka lalina indrindra aho.","Ny feoko dia efa renao, aza tampenana ny sofinao, raha mitaraina mitady izay mba hiainana kely aho.","Nanakaiky Hianao tamin'ny andro niantsoako Anao, ka dia hoy Hianao: Aza matahotra.","Tompo ô, Hianao nandahatra ny adiko izay nikasika ny aiko, eny, nanavotra ny aiko Hianao.","Jehovah ô, hitanao ny fitsarana miangatra natao tamiko, ka mba tsarao ny adiko.","Hitanao ny famalian-dratsy rehetra ataon'ireo, dia ny saina rehetra entiny mamely ahy","Jehovah ô, efa renao ny latsa ataony, dia ny saina rehetra entiny mamely ahy,","Dia ny molotr'izay mitsangana hanohitra ahy sy ny saina ataony mandritra ny andro hamelezana ahy.","Jereo ny fipetrany sy ny fitsangany, fa ataony an-kira aho.","Hovalianao araka ny asan'ny tànany izy, Jehovah ô.","Eny, hohamaizininao ny fony, hihatra aminy ny ozonao.","Henjehinao amin'ny fahatezerana izy ka haringanao tsy ho ety ambanin'ny lanitr'i Jehovah."]}