{"book":"Fitomaniana","chapter":2,"verses":["Indrisy! Ziona zanakavavy dia saronan'ny Tompo rahona amin'ny fahatezerany; Nazerany avy tany an-danitra ho amin'ny tany ny reharehan'ny Isiraely, Ary tsy tsaroany ny fitoeran-tongony tamin'ny andro fahatezerany!","Nolevonin'ny Tompo ny fonenan'i Jakoba rehetra, fa tsy niantrany; Noravany an-katezerana ny fiarovan'i Joda zanakavavy ka nazerany tamin'ny tany, tsy nohamasininy ny fanjakana sy ny mpanapaka,[Heb. Natelin']","Nokapainy tamin'ny fahatezerany mirehitra ny tandroky ny Isiraely rehetra; Nahemony teo anoloan'ny fahavalo ny tànany ankavanana; Ary nandoro an'i Jakoba Izy toy ny lelafo miredareda izay nandevona manodidina.","Nanenjana ny tsipìkany toy ny fahavalo Izy, nijoro naninjitra ny tànany ankavanana toy ny rafilahy Izy ka nandripaka izay rehetra mahafinaritra ny maso; Ny fahatezerany dia naidiny toy ny afo tamin'ny lain'i Ziona zanakavavy.","Ny Tompo dia tonga toy ny fahavalo ka nandevona ny Isiraely. Eny, nolevoniny ny lapany rehetra, sady noravany ny fiarovany; Ary nampitomboiny ny fisentoana sy ny fitarainan'i Joda zanakavavy.[Heb. nitelina][Heb. nateliny]","Ary noravany an-keriny toy ny tanimboly ilay nofefena ho Azy, sady noravany ny trano fihaonany; Nataon'i Jehovah hadino tao Ziona ny fotoam-pivavahana sy ny Sabata, ka nolaviny tamin'ny fahatezerany mirehitra ny mpanjaka sy ny mpisorona.","Ny alitarany narian'ny Tompo, ny fitoerany masina nolaviny; Natolony ho eo an-tànan'ny fahavalo ny mandan'ny lapa ao Ziona; Nanandratra ny feony tao an-tranon'i Jehovah toy ny amin'ny fotoam-pivavahana ireny.","Jehovah ninia handrava ny mandan'i Ziona zanakavavy; Nanenjana ny famolaina Izy ka tsy namonkina ny tanany tsy handrava; dia mampitomany ny fiarovany ivelany sy ny manda Izy, ka miara-dreraka ireo.[Heb. hitelina]","Ny vavahadiny dia tototry ny tany, nosimbany sy notapatapahiny ny hidiny; Ny mpanjakany sy ny mpanapaka azy efa mby any amin'ny firenena; Tsy misy lalàna intsony, fa na ny mpaminaniny aza dia tsy mahita fahitana avy amin'i Jehovah.","Mipetraka amin'ny tany ny loholon'i Ziona zanakavavy ka mangina; Nasiany vovoka ny lohany, misikina lamba fisaonana izy; Ny virijina any Jerosalema nampitanondrika ny lohany ho amin'ny tany.","Pahina ny masoko azon'ny ranomaso, mandevilevy ny foko; Naidina tamin'ny tany ny atiko noho ny fandringanana ny oloko zanakavavy, sy noho ny ankizy madinika sy ny zaza minono izay ana eny an-kalalahana ao an-tanàna.","Raha ana toy ny voatrobaka eny an-kalalahana ao an-tanana izy, na miala aina eo am-pofoan-dreniny, dia manontany an-dreniny hoe izy: aiza izay vary sy divay?","Inona no hataoko vavolombelona ho anao? Inona no hanoharako anao, ry Jerosalema zanakavavy? Inona no hampitahaiko aminao mba hampiononako anao, ry Ziona zanakavavy virijina? Fa lehibe toy ny ranomasina ny faharatranao, iza no mahasitrana anao?","Ny mpaminaninao nahita lainga sy fahadalana ho anao; Ary tsy nampiseho ny helokao mba hiaro anao tsy ho babo; Fa nahita faminaniana lainga sy fampiviliana ho anao izy.[Na: fandroahana]","Miteha-tanana anao izay rehetra mandalo eny an-dalana; Misitrisitra sy mihifikifi-doha amin'i Jerosalema zanakavavy izy ka manao hoe: Ity va ilay tanàna nataony hoe Tena fahatsaran-tarehy Fifalian'ny tany rehetra ?","Misanasana vava aminao ny fahavalonao rehetra; Misitrisitra sy mihidy vazana izy ka manao hoe: Efa nolevoninay! Ity tokoa no andro nandrasanay ka efa azonay sady hitanay.[Heb. natelinay]","Jehovah efa nanao izay nosaininy ka nahatanteraka ny teniny izay nandidiany hatramin'ny andro fahagola; Nandrava Izy, fa tsy niantra; Ary nampifaly ny fahavalo taminao Izy sady nanandratra ny tandroky ny rafilahinao.","Ny fonao mitaraina amin'ny Tompo: Ry mandan'i Ziona zanakavavy! mandrotsaha ranomaso andro aman'alina toy ny riaka; Aza mangina, aoka tsy hitsahatra ny anakandriamasonao.[Heb. fony]","Mitsangàna, miantsoantsoa amin'ny alina hatramin'ny filatsahan'ny fiambenana, Aidino tahaka ny rano eo anatrehan'ny Tompo ny fonao! Asandrato aminy ny tananao hifona ho an'ny ain'ny zanakao madinika, izay anan'ny hanoanana eny an-joron-dalambe rehetra eny.","Jehovah ô, jereo ka izahao ny amin'ny olona izay nanaovanao izany. Ny vehivavy va hihinana ny ateraky na kibony, dia ny zanany madinika trotroiny? Hovonoina ao amin'ny fitoera-masin'i Jehovah va ny mpisorona sy ny mpaminany ?","Miampatrampatra eny an-dalambe ny tanora sy ny antitra; Ny virijinako sy ny zatovoko dia lavon'ny sabatra, Novonoinao tamin'ny andro fahatezeranao izy, eny, naripakao, fa tsy niantranao.","Nantsoinao ny fampangorohoroana manodidina ahy, toy ny amin'ny fotoam-pivavahana, ka dia tsy nisy sisa afa-nandositra tamin'ny andro fahatezeran'i Jehovah; Izay notrotroiko sy notezaiko aza dia lanin'ny fahavaloko."]}