{"book":"Fitomaniana","chapter":1,"verses":["Indrisy, mitoetra manirery izao ilay tanàna feno olona! Efa tonga toy ny mpitondratena izy! Ilay nalaza tamin'ny firenena sy andriambavy tamin'ny tany samy hafa dia efa miankin-doha kosa izao!","Mitomany dia mitomany izy nony alina, ary ny ranomasony dia eny an-takolany; Izay rehetra tia azy dia tsy misy mampionona azy; Ny sakaizany rehetra efa nivadika taminy ka tonga fahavalony.","Lasan-ko babo ny Joda noho ny fahoriana sy ny haben'ny fanompoana; Mipetraka ao amin'ny jentilisa izy, nefa tsy mahita fitsaharana; Izay rehetra nanenjika azy dia nahatratra azy teo an-ketena.[Na: Lasa nivahiny]","Ireo lalana mankany Ziona dia mitomany, satria tsy misy miakatra ho amin'ny fotoam-pivavahana; Lao ny vavahadiny rehetra, misento ny mpisorony; Ory ny virijinany, ary Ziona dia efa azon'ny fahoriana mangidy.[Na: Rava]","Ny rafiny no mpanapaka, ny fahavalony no miadana, Satria Jehovah no efa nampahory azy noho ny hamaroan'ny fahotany; Ny zanany madinika dia lasan-ko babo eo anoloan'ny fahavalony,[Heb. loha]","Ary ny voninahitr'i Ziona zanakavavy rehetra dia efa tsy ananany intsony; Ny mpanapaka azy dia toy ny diera tsy mahita ahitra, Ary mandeha reraka eo anoloan'ny mpanenjika azy izy.","Tsaroan'i Jerosalema amin'ny andro fahoriany sy fanjenjenany ny zava-tsoa rehetra izay nananany hatry ny ela; Fa nony naripaky ny fahavalo ny olony, ka tsy nisy namonjy azy, dia nahita azy ny fahavalo ka nihomehy ny faharavany.[Heb. fitsaharany]","Efa nanota dia nanota Jerosalema. ka izany no nahatonga azy ho fahavetavetana; izay rehetra nanaja azy dia mamingavinga azy, satria efa nahita ny fitanjahany ireny; Eny, na ny tenany aza dia miferinaina sady miamboho.","Ny lotony dia teo amin'ny moron-tongotr'akanjony, tsy nitsapa farany izy; Dia mahagaga ny fietreny, tsy misy mampionona azy. Jehovah ô, jereo ny fahoriako, fa mirehareha ny fahavalo.","Ny fahavalo naninjitra ny tànany naka ny zava-tsoany rehetra; Fa ny jentilisa, izay noraranao tsy hiditra amin'ny fiangonanao, dia hitany tafiditra ao amin'ny fitoerany masina.","Misento ny olony rehetra, mitady hanina; Eny, atakalony hanina ny zava-tsoany hamelombelona ny ainy; Jehovah ô, jereo ka diniho, fa vingavingaina aho.","Moa tsy mampaninona anareo va, ry mpandalo rehetra? Jereo sy izahao raha mba misy fahoriana toy ny fahoriako, izay namelezany ahy, dia ilay nampahorian'i Jehovah ahy tamin'ny andro firehetan'ny fahatezerany.","Avy tany amin'ny avo no nandatsahany afo ho amin'ny taolako handoroany azy; Namela-pandrika harato haningorana ny tongotro Izy ka nampihemotra ahy; Nampahalao sy nampahareraka ahy mandritra ny andro Izy.","Ny ziogan'ny fahotako nofehezin'ny tànany; Voaolana ireny ka tonga eo an-katoko; noketrahiny ny heriko; Natolotry ny Tompo ho eo an-tànan izay tsy leoko aho.","Nataon'ny Tompo tsinontsinona ny maheriko rehetra; Nanendry fotoana hamelezana ahy Izy, handringanana ny zatovoko; Ny Tompo nanosihosy an'i Joda zanakavavy virijina toy ny eo amin'ny famiazam-boaloboka.","Izany zavatra izany no mampitomany ahy; e! ny masoko, ny masoko mamarin-dranomaso, fa lavitra ahy ny mpampionona izay tokony hamelombelona ny fanahiko; Ringana ny zanako, fa mahery ny fahavalo.","Ziona mananty tanana, nefa tsy misy mampionona azy; Jehovah nandidy ny amin'i Jakoba mba ho tonga fahavalony ny manodidina azy; Jerosalema dia tonga fahavetavetana eo afovoan'ireo.","Marina Jehovah, fa efa nandà ny teniny aho; Ry firenena rehetra, masìna ianareo, mba jereo ny fahoriako; Lasan-ko babo ny virijinako sy ny zatovoko.","Nantsoiko ireo tia ahy, fa nofitahiny aho; Ny mpisoroko sy ny loholoko niala aina tao an-tanana, Tamin'ny nitadiavany hanina hamelombelona ny ainy.","Izahao, Jehovah ô, fa azom-pahoriana aho, mandevilevy ny foko; Miontana ato anatiko ny foko, fa naditra dia naditra aho; Eny ivelany dia ny sabatra no mahafoana anaka, ary ao an-trano dia toa misy fahafatesana kosa.","Reny fa misento aho; tsy misy mampionona ahy; Ny fahavaloko rehetra nandre ny fahoriako, ka faly izy, satria Hianao no nanao izany; Hahatonga izay andro nantsoinao Hianao, ka dia ho tonga tahaka ahy koa ireo.","Aoka ho tonga eo anatrehanao ny faharatsiany rehetra, ary mba ataovy aminy kosa tahaka izay nataonao tamiko noho ny fahotako rehetra; Fa imbetsaka ny fisentoako, ka reraka ny foko."]}