{"book":"Galatiana","chapter":2,"verses":["Ary nony afaka efatra ambin'ny folo taona, dia niakatra tany Jerosalema indray izaho sy Barnabasy, ary Titosy dia nentiko niaraka tamiko koa.","Ary niakatra araka ny fanambarana aho, ka nambarako taminy ny filazantsara izay toriko any amin'ny jentilisa, nefa nangingina ihany tamin'izay manan-daza, fandrao ho mihazakazaka foana aho, na efa nihazakazaka foana.","Kanefa na dia Titosy izay niaraka tamiko aza, dia tsy mba noterena hoforana, na dia Grika aza izy,","dia noho ny rahalahy sandoka nampidirina misokosoko, izay niditra mangingina hisafo ny fahafahantsika, izay ananantsika ao amin'i Kristy Jesosy, mba hanandevozany antsika;","fa tsy nety nikoy ireo izahay na dia ora iray monja aza, mba hitoeran'ny fahamarinan'ny filazantsara aminareo.","Fa ny amin'ny olona atao ho manan-daza (na nanao ahoana na nanao ahoana izy dia tsy mampaninona ahy; Andriamanitra tsy mizaha tavan'olona), izaho tsy nomen'ireo manan-daza ireo saina na tamin'inona na tamin'inona.","Fa hafa kosa no nataony, fa nony hitany fa notolorana ny filazantsara ho adidiko ho an'ny tsy voafora aho, tahaka an'i Petera ho an'ny voafora","(fa Izay niasa ho an'i Petera hah'Apostoly azy ho an'ny voafora no niasa ho ahy koa ho an'ny jentilisa),","ary nony fantatr'i Jakoba sy Kefasy ary Jaona, izay natao ho andry, ny fahasoavana nomena ahy, dia notolorany ny tanana ankavanan'ny fihavanana izaho sy Barnabasy, mba hankany amin'ny jentilisa izahay, fa izy kosa ho any amin'ny voafora.","Izao ihany no tiany, dia ny mba hahatsiarovanay ny malahelo, sady nahazoto ahy indrindra rahateo ny hanao izany.","Ary nony tonga tany Antiokia Kefasy, dia nanohitra azy nifanatrika aho, satria hita fa nanan-tsiny izy.","Fa fony tsy mbola tonga ny sasany any tany amin'i Jakoba, dia niara-nihinana tamin'ny jentilisa ihany izy; fa nony tonga ireo, dia nihatakataka izy ka niala, satria natahotra ny momba ny famorana izy.","Ary ny Jiosy sasany koa niara-nihatsaravelatsihy taminy, ka Barnabasy avy aza mba voataonan'ny fihatsaram-belatsihiny koa.","Fa rehefa hitako fa tsy nandeha mahitsy araka ny fahamarinan'ny filazantsara ireo, dia hoy izaho tamin'i Kefasy teo anatrehan'ny olona rehetra : Raha ianao izay tena Jiosy aza no manao tahaka ny fanaon'ny jentilisa, fa tsy tahaka ny fanaon'ny Jiosy, nahoana ny jentilisa no terenao hanao tahaka ny fanaon'ny Jiosy?","Taranaky ny Jiosy isika, fa tsy mba mpanota avy amin'ny jentilisa,","nefa nony fantatsika fa tsy hamarinina amin'ny asan'ny lalàna ny olona, fa amin'ny finoana an'i Jesosy Kristy, dia nino an'i Kristy Jesosy koa isika mba hohamarinina amin'ny finoana an'i Kristy, fa tsy amin'ny asan'ny lalàna, satria tsy misy nofo hohamarinina amin'ny asan'ny lalàna.","Fa raha mitady hohamarinina ao amin'i Kristy isika, nefa ny tenantsika no hita fa mpanota, moa mpanompo ny ota va Kristy? Sanatria izany!","Fa raha ny zavatra efa noravako no atsangako indray, dia mampiseho ny tenako fa diso aho.","Fa raha izaho, dia tamin'ny lalàna no nahafatesako ny amin'ny lalàna, mba ho velona ho an'Andriamanitra aho.","Voahombo miaraka amin'i Kristy amin'ny hazo fijaliana aho, ary tsy izaho intsony no velona, fa Kristy no velona ato anatiko; fa izay ivelomako ankehitriny eo amin'ny nofo dia ivelomako amin'ny finoana ny Zanak'Andriamanitra, Izay efa tia ahy ka nanolotra ny tenany hamonjy ahy.","Tsy mahafoana ny fahasoavan'Andriamanitra aho; fa raha avy amin'ny lalàna ny fahamarinana, dia maty foana Kristy."]}