{"book":"Galatiana","chapter":6,"verses":["Ry rahalahy, raha misy olona azon'ny ota tsy nahy aza, dia atsanganonareo izay manana ny Fanahy amin'ny fahamorana izy, ka mihevera ny tenanao, fandrao ianao koa mba halaim-panahy ihany. [ Na: azo olan-tanana amin'izay fahadisoana aza]","Mifampitondrà izay mahavesatra, ary aoka izany no hahatanterahanareo ny lalàn'i Kristy.","Fa raha misy manao ny tenany ho zavatra, kanjo tsinontsinona, dia mamitaka ny tenany izy.","Fa aoka ny olona rehetra samy hizaha toetra ny asany avy, dia samy hanana hafaliana ny amin'ny tenany ihany izy, fa tsy ny amin'ny olon-kafa;","fa samy hitondra ny entany avy ny olona rehetra.","Aoka izay ampianarina ny teny mba hahafoy zava-tsoa ho an'izay mampianatra.","Aza mety hofitahina ianareo; Andriamanitra tsy azo vazivazina, fa izay afafin'ny olona no hojinjany.","Fa izay mamafy ho an'ny nofony dia hijinja fahasimbana avy amin'ny nofo; ary izay mamafy ho an'ny Fanahy dia hijinja fiainana mandrakizay avy amin'ny Fanahy.","Ary aza mba ketraka amin'ny fanaovan-tsoa isika; fa amin'ny fotoan'andro no hijinjantsika, raha tsy reraka isika.","Koa araka ny ananantsika andro hanaovana, dia aoka isika hanao soa amin'ny olona rehetra, indrindra fa amin'ny mpianakavin'ny finoana.","Indro ny havaventin'ny soratra izay soratan'ny tanako ho aminareo.","Na iza na iza te-hiseho ho tsara amin'ny nofo, dia ireo no manery anareo hoforana, nefa noho izao ihany : fandrao henjehina noho ny hazo fijalian'i Kristy izy.","Fa na dia ny tenan'izy voafora aza dia tsy mitandrina ny lalàna; kanefa tiany ho forana koa ianareo, mba hireharehany amin'ny nofonareo.","Fa sanatria raha mba misy hataoko rehareha afa-tsy ny hazo fijalian'i Jesosy Kristy Tompontsika, Izay nahavoahombo izao tontolo izao tamin'ny hazo fijaliana, raha ny amiko, ary izaho kosa, raha ny amin'izao tontolo izao. [ Na: izay]","Fa samy tsy mahasoa na ny famorana na ny tsi-famorana, fa ny ho olom-baovao.","Ary izay rehetra mandeha araka ity fitsipika ity, dia ho aminy anie ny fiadanana sy ny famindram-po, ary ho amin'ny Isiraelin'Andriamanitra.","Amin'izao sisa izao aoka tsy hisy hanahirana ahy intsony; fa izaho mitondra ny marik'i Jesosy voatomboka eo amin'ny tenako.","Ho amin'ny fanahinareo anie, ry rahalahy, ny fahasoavan'i Jesosy Kristy Tompontsika. Amena."]}