{"book":"Galatiana","chapter":5,"verses":["Ho amin'ny fahafahana no nanafahan'i Kristy antsika; ka tomoera tsara, fa aza mety hohazonin'ny zioga fanandevozana intsony.","Indro, izaho Paoly milaza aminareo fa raha mety hoforana ianareo, dia tsy hahasoa anareo na dia kely akory aza Kristy.","Ary lazaiko marina indray amin'ny olona manaiky hoforana rehetra fa mpitrosa tsy maintsy mankatò ny lalàna rehetra izy.","Dia tafasaraka amin'i Kristy ianareo na iza na iza izay mitady hohamarinina amin'ny lalàna; efa lavo niala tamin'ny fahasoavana ianareo.","Fa izahay amin'ny Fanahy sy noho ny finoana dia miandry ny fanantenana ny fahamarinana. [ Na: fanantenan']","Fa ao amin'i Kristy Jesosy dia tsy mahasoa na ny famorana na ny tsi-famorana, fa ny finoana izay miasa amin'ny fitiavana.","Hianareo nihazakazaka tsara, iza no nisakana anareo tsy hanaiky ny marina?","Izany fitaomana izany dia tsy avy tamin'ilay miantso anareo.","Ny masirasira kely dia mahatonga ny vongana rehetra ho masirasira avokoa.","Izaho matoky anareo ao amin'ny Tompo fa tsy hisaina zavatra hafa akory ianareo; fa ilay mampitabataba anareo no hiharan'ny fanamelohana, na zovy na zovy izy.","Fa izaho, ry rahalahy, raha mbola mitory ny famorana ihany, nahoana aho no mbola enjehina? Dia afaka tokoa ny fahatafintohinana noho ny hazo fijaliana.","Enga anie ka hiesotra aza izay mampitabataba anareo. [ Na: hanakilema tena]","Fa efa nantsoina ho amin'ny fahafahana ianareo, ry rahalahy; kanefa aoka tsy ho entinareo hanaraka ny nofo izany fahafahana izany, fa mifampanompoa amin'ny fitiavana.","Fa tanteraka amin'ny teny iray ihany ny lalàna rehetra, dia izao: Tiava ny namanao tahaka ny tenanao (Lev. 19. 18).","Fa raha mifandramatra sy mifampihinana ianareo, tandremo fandrao mifandringana.","Fa hoy izaho: Mandehana araka ny Fanahy, dia tsy hahatanteraka ny filan'ny nofo ianareo.","Fa ny nofo manohitra ny Fanahy, ary ny Fanahy manohitra ny nofo; ary mifanohitra izy roroa, mba tsy hahazoanaroeo manao izay zavatra tianareo.","Fa raha tarihin'ny Fanahy ianareo, dia tsy mba ambanin'ny lalàna.","Fa miharihary ny asan'ny nofo, dia izao: Fijangajangana, fahalotoana, fijejojejoana,","fanompoan-tsampy, fanaovana ody ratsy, fandrafiana, fifandirana, adi-lahy, fiafonafonana, fifampiandaniana, fisarahana, fitokoana,","fialonana, fahamamoana, filalaovan-dratsy, ary ny toy izany, izay lazaiko aminareo rahateo, tahaka ny voalazako fahiny koa, fa izay manao izany dia tsy handova ny fanjakan'Andriamanitra.","Fa ny vokatry ny Fanahy kosa dia fitiavana, fifaliana, fiadanana, fahari-po fahamoram-panahy, fanaovan-tsoa, fahamarinana,","fahalemem-panahy, fahononam-po; tsy misy lalàna manohitra izany.","Fa izay an'Kristy Jesosy dia efa nanombo ny nofony mbamin'ny faniriany sy ny filany tamin'ny hazo fijaliana.","Raha velon'ny Fanahy isika, dia aoka handeha araka ny Fanahy.","Aoka isika tsy handrani-tena foana ka hifampihaika sy hifampialona."]}