{"book":"Genesisy","chapter":36,"verses":["Ary izao no taranak'i Esao (Edoma izany):","Esao naka vady tamin'ny zanakavavin'ny Kananita, dia Ada, zanak'i Elona Hetita, sy Oholibama, zanak'i Ana, zanakavavin'i Zibona Hivita,","ary Basemata, zanakavavin'Isimaela sady anabavin'i Nebaiota.","Ary Ada niteraka an'i Elifaza tamin'i Esao; ary Basemata niteraka an'i Regoela;","ary Oholibama niteraka an'i Jeosy sy Jalama ary Kora. Ireo no zanak'i Esao, izay naterany tany amin'ny tany Kanana.","Dia nentin'i Esao ny vadiny sy ny zananilahy sy ny zananivavy sy ny olona rehetra tao an-tranony sy ny omby aman'ondriny sy ny biby fiompiny rehetra, mbamin'ny fananany rehetra izay efa nohariny tany amin'ny tany Kanana, ka dia lasa nankany amin'izay tany hialana eo anatrehan'i Jakoba rahalahiny.","Fa samy be loatra ny haren'izy mirahalahy, ka tsy mba nahazo niray monina izy; ary tsy omby azy ny tany fivahiniany, noho ny omby aman ondriny.","Koa nonina tany an-tendrombohitra Seira Esao. (Edoma izany).","Ary izao no taranak'i Esao, rain'ny Edomita any an-tendrombohitra Seira:","Ny anaran'ny zanakalahin'i Esao dia izao: Elifaza, zanak'i Ada, vadin'i Esao, sy Regoela, zanak'i Basemata, vadin'i Esao.","Ary ny zanakalahin'i Elifaza dia Temana sy Omara sy Zefo sy Gatama ary Kenaza.","Ary Timna no vaditsindranon'i Elifaza, zanakalahin'i Esao; ary niteraka an'i Amaleka tamin'i Elifaza izy. Ireo no zanakalahin'i Ada, vadin'i Esao.","Ary izao no zanakalahin'i Regoela: Nahata sy Zera sy Sama ary Miza; ireo no zanakalahin'i Basemata, vadin'i Esao.","Ary izao no zanakalahin'i Oholibama, zanakavavin'i Ana, zanakavavin'i Zibona, vadin'i Esao: niteraka an'i Jeosy sy Jalama ary Kora tamin'i Esao izy.","Izao no loham-pirenena tamin'ny taranak'i Esao: ny zanakalahin'i Elifaza, lahimatoan'i Esao, dia Temana loham-pireneny sy Omara loham-pireneny sy Zefo loham-pireneny sy Kenaza loham-pireneny","sy Kora loham-pireneny sy Gatama loham-pireneny ary Amaleka loham-pireneny. Ireo no loham-pireneny avy tamin'i Elifaza tany amin'ny tany Edoma; ireo no zanak'i Ada.","Ary izao no zanakalahin'i Regoela, zanak'i Esao: Nahata loham-pireneny sy Zera loham-pireneny sy Sama loham-pireneny sy Miza loham-pireneny. Ireo no loham-pirenena avy tamin'i Regoela tany amin'ny tany Edoma; ireo no zanak'i Basemata, vadin'i Esao.","Ary izao no zanakalahin'i Oholibama, vadin'i Esao: Jeosy loham-pireneny sy Jalama loham-pireneny sy Kora loham-pireneny. Ireo no loham-pirenena avy tamin'i Oholibama, zanakavavin'i Ana, vadin'i Esao.","Ireo no zanak'i Esao, izay atao hoe koa Edoma, ary ireo no loham-pireneny.","Ary izao no zanakalahin'i Seïra Horita, izay nonina tany amin'ny tany: Lotana sy Sobala sy Zibona sy Ana","sy Disona sy Ezera ary Disana. Ireo no loham-pirenena tamin'ny Horita, dia ny taranak'i Seïra, tany amin'ny tany Edoma.","Ary ny zanakalahin'i Lotana dia Hory sy Hemana; ary Timna no anabavin'i Lotana.","Ary izao no zanakalahin'i Sobala: Alvana sy Manahata sy Ebala sy Sefo ary Onama.","Ary izao no zanakalahin'i Zibona: Aia sy Ana (izany Ana izany ilay nahita ny ranomafana tany an-efitra, raha niandry ny borikin'i Zibona rainy izy).","Ary izao no zanak'i Ana: Disona sy Oholibama, zanakavavin'i Ana.","Ary izao no zanakalahin'i Disona: Hemdana sy Esbana sy Jitrana ary Kerana.","Ary izao no zanak'i Ezera: Bilana sy Zavana ary Akana.","Ary izao no zanak'i Disana: Oza sy Arana.","Ary izao no loham-pirenena tamin'ny Horita: Lotana loham-pireneny sy Sobala loham-pireneny sy Zibona loham-pireneny sy Ana loham-pireneny","sy Disona loham-pireneny sy Ezera loham-pireneny ary Disana loham-pireneny. Ireo no loham-pirenena tamin'ny Horita, dia ny loham-pireneny tany amin'ny tany Seïra.","Ary izao no mpanjaka izay nanjaka tany amin'ny tany Edoma, fony tsy mbola nisy mpanjaka nanjaka tamin'ny Zanak'Isiraely:","Nanjaka tany Edoma Bela, zanak'i Beora; ary Dinaba no anaran'ny tanànany.","Ary maty Bela, dia nanjaka nandimby azy Jobaba, zanak'i Zera avy tany Bozra.","Ary maty Jobaba, dia nanjaka nandimby azy Hosama avy tamin'ny tanin'ny Temanita.","Ary maty Hosama, dia nanjaka nandimby azy Hadada, zanak'i Bedada, izay namely ny Midianita tany amin'ny tany Moaba; ary Avita no anaran'ny tanànany.","Ary maty Hadada, dia nanjaka nandimby azy Samla avy tany Masreka.","Ary maty Samla, dia nanjaka nandimby azy Saoly avy tany Rehobota eo amoron'ny Ony.","Ary maty Saoly, dia nanjaka nandimby azy Bala-hanana, zanak'i Akbora.","Ary maty Bala-hanana, zanak'i Akbora; dia nanjaka nandimby azy Hadara; ary Pao no anaran'ny tanànany; ary ny anaran'ny vadiny dia Mehetabela, zanakavavin'i Matreda, zanakavavin'i Me-zahaba.","Ary izao no anaran'ny loham-pirenena tamin'ny taranak'i Esao, araka ny mpianakaviny, araka ny fonenany sy araka ny anarany: Timna loham-pireneny sy Alva loham-pireneny sy Jeteta loham-pireneny","sy Oholibama loham-pireneny sy Elaha loham-pireneny sy Pinona loham-pireneny","sy Kenaza loham-pireneny sy Temana loham-pireneny sy Mibzara loham-pireneny","sy Magdiela loham-pireneny ary Irama loham-pireneny. Ireo no loham-pirenena tamin'ny Edomita, araka ny fonenany, tany amin'ny taniny avy. Izany no Esao, rain'ny Edomita."]}