{"book":"Genesisy","chapter":48,"verses":["Ary rehefa afaka izany, dia nisy nilaza tamin'i Josefa, hoe: Indro marary ny rainao. Dia nentiny niaraka taminy Manase sy Efraima, zanany mirahalahy.","Ary nisy nilaza tamin'i Jakoba ka nanao hoe: Indro, Josefa zanakao tamy ho ety aminao; dia nanatanja-tena Isiraely ka niarina teo ambonin'ny farafara.","Ary hoy Jakoba tamin i Josefa: Andriamanitra Tsitoha efa niseho tamiko tany Lozy any amin'ny tany Kanana ary nitahy ahy ka nanao tamiko hoe:","Indro, Izaho hahamaro ny taranakao, dia hampitombo anao sy hanao anao ho firenena maro; dia homeko ny taranakao mandimby anao ity tany ity ho lovany mandrakizay.","Ary ankehitriny, ny zanakao mirahalahy, izay efa naterakao tat? amin'ny tany Egypta, fony tsy mbola tonga tat? aminao eto Egypta aho, dia ho ahy ireo: eny, Efraima sy Mariase dia ho ahy, tahaka an'i Robena sy Simeona.","Fa ny zanakao izay haterakao aorian'izy mirahalahy dia ho anao kosa, ary ny anarany hatao araka ny an'ny rahalahiny eo amin'ny zara-taniny.","Ary izaho, raha niala tany Mesopotamia aho, dia maty teo anatrehako Rahely tany amin'ny tany Kanana, tany an-dalana, rehefa kely foana no sisa tsy nahatongavana tao Efrata, ary nandevina azy aho teo amoron'ny lalana mankany Efrata (Betlehema izany).","Ary rehefa hitan'Isiraely ny zanak'i Josefa, dia hoy izy: Iza moa ireo?","Ary hoy Josefa tamin-drainy: Zanako ireto, izay nomen'Andriamanitra ahy tat?. Ary hoy izy : Masìna ianao, ento eto amiko izy, dia hotsofiko rano.","Ary efa pahina ny mason'Isiraely noho ny fahanterany, ka tsy nahita izy; dia nentin'i Josefa nanatona azy izy mirahalahy; ary Isiraely nanoroka sy namihina azy.","Dia hoy Isiraely tamin'i Josefa; Tsy nanampo izay hahita ny tavanao intsony aho; kanjo, indro, Andriamanitra efa nampahita ahy ny zanakao koa aza.","Ary Josefa nampiala azy mirahalahy teo anelanelan'ny lohalik'Isiraely, dia niankohoka tamin'ny tany izy.","Dia notantanan'i Josefa izy mirahalahy: Efraima tamin'ny ankavanany ho eo amin'ny ankavian'Isiraely, ary Manase tamin'ny ankaviany ho eo amin'ny ankavanan'Isiraely, ka nentiny nanatona azy.","Dia nahinjitr'Isiraely ny tanany ankavanana ka napetrany tamin'ny lohan'i Efraima, nefa izy no zandriny, fa ny tànany ankavia kosa teo amin'ny lohan'i Manase; fa niniany natao toy izany ny tànany, nefa Manase no lahimatoa.","Dia nitso-drano an'i Josefa izy ka nanao hoe: Andriamanitra, Izay nandehanan'i Abrahama sy Isaka razako teo anatrehany, Andriamanitra, Izay Mpiandry ahy hatrizay niainako ka mandraka androany,","ny Anjely Izay Mpamonjy ahy tamin'ny loza rehetra: Izy anie hitahy ireto zaza ireto; ary aoka ny anarako sy ny anaran'i Abrahama sy Isaka raiko no hanononana azy, ary hitombo ho maro dia maro eo amin'ny tany anie izy.","Ary rehefa hitan'i Josefa fa ny rainy nametraka ny tànany ankavanana teo amin'ny lohan'i Efraima, dia tsy sitrany izany; ka noraisiny ny tanan'ny rainy, mba hampiala azy amin'ny lohan'i Efraima ho amin'ny lohan'i Manase,","ka hoy Josefa tamin'ny rainy: Tsy izao no izy, ry ikaky; fa ity no lahimatoa, ka apetraho eo amin'ny lohany ny tananao ankavanana.","Fa tsy nety ny rainy, fa nanao hoe: Fantatro ihany, anaka, fantatro ihany, izy koa ho tonga firenena, ary izy koa ho lehibe; kanefa ny zandriny ho lehibe noho izy, ary ny taranany ho firenena maro.","Dia nitso-drano azy tamin'izany andro izany izy ka nanao hoe: Hianao no hitsofan'ny Isiraely rano hoe: Hataon'Andriamanitra tahaka an'i Efraima sy tahaka an'i Manase anie ianao. Ary Efraima no nataony alohan'i Manase.","Ary hoy Isiraely tamin'i Josefa: Indro, ho faty aho, nefa Andriamanitra homba anareo ka hampody anareo indray ho any amin'ny tanindrazanareo.","Ary izaho manome anao zara-tany iray ho tombon-dahinao amin'ny rahalahinao, izay nalaiko tamin'ny sabatro sy ny tsipikako teo an-tànan'ny Amorita."]}