{"book":"Genesisy","chapter":45,"verses":["Ary Josefa tsy nahatsindry ny fangorakoraky ny fony intsony teo anatrehan'izay rehetra teo aminy; dia niantso izy ka nanao hoe: Avoahy ny olona rehetra hiala eto amiko. Ary dia tsy nisy olona na dia iray aza nijanona teo amin'i Josefa, raha nanao izay hahafantaran'ny rahalahiny azy izy.","Dia nitomany mafy izy, ka ren'ny Egyptiana, ary ren'ny tao an-tranon'i Farao koa.","Ary hoy Josefa tamin'ny rahalahiny: Izaho no Josefa; mbola velona ihany va ikaky? Ary tsy nahavaly azy ny rahalahiny; fa toran-kovitra teo anatrehany ireo.","Ary hoy Josefa tamin'ny rahalahiny: Avia, manatòna ahy ianareo. Dia nanatona ireo. Ary hoy Josefa: Izaho no Josefa rahalahinareo, ilay namidinareo ho at? Egypta.","Ary ankehitriny, aza malahelo na tezitra amin'ny tenanareo noho ny nivarotanareo ahy ho at?; fa hamonjy aina no nampandehanan'Andriamanitra ahy hialoha anareo at?.","Fa roa taona izao no efa nisian'ny mosary teto amin'ny tany; ary mbola misy dimy taona koa, izay tsy hisy hiasan-tany na hijinjana.","Ary Andriamanitra efa nampandeha ahy hialoha anareo, mba tsy hahalany taranaka anareo amin'ny tany, fa hamelona anareo amin'ny famonjena lehibe.","Ary amin'izany, tsy ianareo no nampandeha ahy ho at?, fa Andriamanitra; ary Izy nanao ahy ho rain'i Farao, sy ho tompon'ny ao an-tranony rehetra, ary ho mpanapaka ny tany Egypta rehetra.","Andeha miakatra faingana ianareo ho any amin'ikaky, ka lazao aminy hoe: Izao no tenin'i Josefa zanakao: Efa nataon'Andriamanitra ho tompon'i Egypta rehetra aho; ka midìna hankat? amiko, fa aza mijanona;","dia honina eo amin'ny tany Gosena ianao, ka ho eo akaikiko ianao sy ny zanakao sy ny zafinao ary ny ondry aman'osinao sy ny ombinao mbamin'izay rehetra anananao.","Dia hamelona anao eo aho (fa mbola haharitra dimy taona ny mosary), fandrao ho lany harena ianao sy ny ankohonanao ary izay rehetra anananao.","Ary, indro, hitan'ny masonareo sy ny mason'i Benjamina rahalahiko izao fa ny vavako no miteny aminareo.","Dia hambaranareo amin'ikaky ny voninahitro rehetra at? Egypta sy izay rehetra efa hitanareo; koa mandehana faingana ianareo, ka ento midina at? ikaky.","Dia namihina ny vozon'i Benjamina rahalahiny izy ka nitomany; ary Benjamina koa dia mba nitomany teo amin'ny vozony.","Ary dia nanoroka ny rahalahiny rehetra izy ka nitomany teo am-pamihinany azy; ary rehefa afaka izany, dia niresaka taminy ireo rahalahiny.","Ary re tao an-tranon'i Farao ny teny hoe: Tonga ny rahalahin'i Josefa; dia sitrak'i Farao sy ny mpanompony izany.","Ary hoy Farao tamin'i Josefa: Lazao amin'ny rahalahinao: Izao no ataovy: atai­ngeno ny entana ho entin'ny bibinareo, ka mankanesa any amin'ny tany Kanana;","ary alao ny rainareo sy ny ankohonanareo, ka mankanesa at? amiko; ary dia homeko anareo ny tsara eto amin'ny tany Egypta, ka hihinana ny matavy eto amin'ny tany ianareo.","Ary ankehitriny efa nomena teny ianao, ka izao no ataovy: makà sariety amin'ny tany Egypta hitondranareo ny vady aman-janakareo, ary ento ny rainareo, ka mankanesa at?.","Aza malahelo ny amin'ny fanakareo; fa anareo izay tsara eto amin'ny tany Egypta rehetra.","Ary nataon'ny zanak'Isiraely izany, ka dia nomen'i Josefa sariety izy, araka ny tenin'i Farao; ary nomeny vatsy koa ho entiny eny an-dalana izy.","Ary izy rehetra samy nomeny akanjo indray miova avy; fa Benjami­na kosa nomeny sekely volafotsy telon-jato sy akanjo indimy miova.","Ary izao kosa no nampitondrainy ho an-drainy: borikilahy folo nitondra zava-tsoa avy tany Egypta, sy borikivavy folo nitondra vary sy mofo, ary vatsy ho an'ny rainy ho entiny eny an-dalana.","Dia nampandehaniny ny rahalahiny, ka lasa nandeha izy ireo; ary hoy Josefa taminy: Aza mifanditra eny an-dalana ianareo.","Dia niakatra avy tany Egypta izy ireo ka tonga tany amin'i Jakoba rainy tany amin'ny tany Kanana.","Dia nilaza taminy izy ka nanao hoe: Mbola velona ihany Josefa, ary izy no mpanapaka ny tany Egypta rehetra, kanefa nangatsiaka ihany ny fon'i Jakoba, fa tsy nino azy izy.","Dia nolazain'izy ireo ny teny rehetra izay efa nolazain'i Josefa taminy: ary rehefa hitany ny sariety izay efa nampitondrain'i Josefa hitondrana azy, dia izay vao velona indray ny fanahin'i Jakoba rainy","Ary hoy Isiraely: Aoka ary, fa mbola velona ihany Josefa zanako; handeha aho ka hahita azy, dieny tsy mbola maty aho."]}