{"book":"Genesisy","chapter":46,"verses":["Ary niainga Isiraely nitondra izay rehetra nananany ka nankany Beri-sheba, dia namono zavatra hatao fanatitra ho an'Andriamanitr'Isaka rainy izy.","Ary Andriamanitra niteny tamin'Isiraely tao amin'ny fahitana nony alina ka nanao ho : Ry Jakoba, ry Jakoba ô! Ary hoy kosa izy: Inty aho.","Dia hoy Izy: Izaho no Andriamanitra, dia Andriamanitry ny rainao; aza matahotra hidina any Egypta ianao, fa hataoko firenena lehibe any ianao.","Izaho hiara-midina aminao ho any Egypta; ary Izaho hitondra anao hiakatra indray tokoa ary ny tànan'i Josefa no hanirina ny masonao.","Dia niainga Jakoba ka niala tao Beri-sheba; ary ny zanak'Isiraely nitondra an'i Jakoba rainy sy ny zanany madinika ary ny vadiny teo anatin'ny sariety, izay efa nampitondrain'i Farao hitondrana azy.","Ary nentin'izy ireo ny omby aman'ondriny sy ny fananany, izay efa nohariny tany amin'ny tany Kanana, dia tonga tany Egypta Jakoba sy ny zanany rehetra nomba azy:","ny zananilahy sy ny zafini-lahy nomba azy, ary ny zananivavy sy ny zafini-vavy; eny, nentiny nomba azy ho any Egypta avokoa ny zanany rehetra.","Ary izao no anaran'ny zanak'Isiraely izay tonga tany Egypta, dia Jakoba sy ny zananilahy :","Robena, lahimatoan'i Jakoba. Ary ny zanakalahin-dRobena dia Hanoka sy Palo sy Hezrona ary Karmy","Ary ny zanakalahin'i Simeona dia Jemoela sy Jamina sy Ohada sy Jakina sy Zohara ary Saoly, zanakalahin'ny vehivavy Kananita.","Ary ny zanakalahin'i Levy dia Gersona sy Kehata at? Merary.","Ary ny zanakalahin'i Joda dia Era sy Onana sy Sela sy Fareza ary Zera; ary Era sy Onana anefa dia maty tany amin'ny tany Kanana ihany. Ary ny zanakalahin'i Fareza dia Hezrona sy Hamola.","Ary ny zanakalahin'Isakara dia Tola sy Pova sy Joba ary Simrona.","Ary ny zanakalahin'i Zebolona dia Sereda sy Elona ary Jahalela.","lreo no zanakalahin'i Lea izay naterany tamin'i Jakoba tany Mesopotamia, ary Dina zananivavy; ny isan'ny zananilahy rehetra mbamin'ny zananivavy dia telo amby telo-polo.","Ary ny zanakalahin'i Gada dia Zifiona sy Hagy sy Sony sy Ezbona sy Er? sy Aroda ary Arely.","Ary ny zanak'i Asera dia Jimna sy Jisva sy Jisvy sy Beria ary Sera, anabavin'ireo; ary ny zanakalahin'i Beria dia Hebera sy Malkiela.","Ireo no zanak'i Zilpa, izay nomen'i Labana an'i Lea zananivavy, ary ireo no naterany tamin'i Jakoba, dia enina ambin'ny folo izy.","Ny zanakalahin-dRahely, vadin'i Jakoba dia Josefa sy Benjamina.","Ary ny zanakalahin'i Asenata, zanakavavin'i Poti-fera, mpisorona tao Ona, izay naterak'i Josefa tany amin'ny tany Egypta, dia Manase sy Efraima.","Ary ny zanakalahin'i Benjamina dia Bela sy Bakera sy Asbela sy Gera sy Namana sy Ehy sy Rosy sy Mopima sy Hopima ary Arda.","Ireo no zanakalahin-dRahely, izay naterany tamin'i Jakoba; efatra ambin'ny folo ny isan'izy rehetra.","Ary ny zanakalahin'i Dana dia Hosima.","Ary ny zanakalahin'i Naftaly dia Jaziela sy Gony sy Jezera ary Silema.","Ireo no zanakalahin'i Bila, izay nomen'i Labana an-dRahely zananivavy, ary ireo no naterak'i Jakoba; fito no isan'izy rehetra.","Ny isan'izay rehetra nankany Egypta niaraka tamin'i Jakoba, dia izay naloaky ny kibony, afa-tsy ny vadin'ny zanakalahin'i Jakoba dia enina amby enim-polo.","Ary ny zanakalahin'i Josefa, izay naterany tany Egypta, dia roa lahy; ny isan'ny terak'i Jakoba rehetra, izay tonga tany Egypta, dia fito-polo.","Ary Joda nirahiny nialoha azy hankany amin'i Josefa mba hanoro lalana azy ho any Gosena; dia tonga tany amin'ny tany Gosena izy.","Ary Josefa nampanamboatra ny kalesiny, dia niakatra hitsena an'Isiraely rainy tany Gosena izy; ary raha niseho taminy izy, dia namihina ny vozony ka nitomany ela teo amin'ny vozony.","Ary hoy Isiraely tamin'i Josefa: Aoka ho faty amin'izao aho, satria efa hitako ny tavanao, fa mbola velona ihany ianao.","Ary hoy Josefa tamin'ny rahalahiny sy ny ankohonan'ny rainy: Hiakatra aho hilaza amin'i Farao ka hanao aminy hoe: Ny rahalahiko sy ny ankohonan'ny raiko, izay tany amin'ny tany Kanana, dia efa tonga at? amiko.","Ary mpiandry ondry ireo lehilahy ireo, fa mpiompy omby aman'ondry izy; ary ny ondry aman'osiny sy ny ombiny mbamin'izay rehetra ananany dia nentiny avokoa.","Ary raha hiantso anareo Farao ka hanao hoe : Inona no raharaha fanaonareo?","dia izao no havalinareo: Miompy omby aman'ondry no raharaha fanaon'ny mpanomponao, hatry ny fony vao zaza ka ambaraka ankehitriny, dia izahay sy ny razanay koa mba hahazoanareo monina ao amin'ny tany Gosena, satria fahavetavetana amin'ny Egyptiana ny mpiandry ondry rehetra."]}