{"book":"Genesisy","chapter":41,"verses":["Ary rehefa afaka roa taona mipaka, dia nanonofy Farao, fa, indro, nitsangana teo amoron'i Neily izy.","Koa, indreo, nisy ombivavy fito tsara tarehy sady matavy niakatra avy teo Neily ka nihinana teny amin'ny bararata.","Ary indreo, nisy ombivavy fito hafa kosa ratsy tarehy sady mahia niakatra avy teo Neily nanaraka azy, ka dia nijanona teo anilan'ireo ombivavy teo amoron'i Neily.","Ary ireo ombivavy ratsy tarehy sady mahia nihinana ireo ombivavy fito tsara tarehy sady matavy. Dia nahatsiaro Farao.","Ary natory indray izy ka nanonofy fanindroany; ary, indro, nisy salohim-bary fito niseho tamin'ny tahony iray, sady vokatra no tsara.","Ary, indreo kosa, nisy salohim-bary fito maivam-boa sady main'ny rivotra avy any atsinanana, niseho nanaraka ireny.","Ary ny salohim-bary maivam-boa nitelina ny salohim-vary fito vokatra sy be voa. Dia nahatsiaro Farao, koa indro fa nofy ihany izany.","Ary nony maraina, dia nitebiteby ny fanahiny, ka dia naniraka nampaka ny ombiasy rehetra tao Egypta sy ny olon-kendry rehetra tao izy; ary nambaran'i Farao tamin'ireny ny nofiny, kanjo tsy nisy na dia iray aza nahalaza izay heviny tamin'i Farao.","Dia niteny tamin'i Farao ilay lehiben'ny mpitondra kapoaka ka nanao hoe: Tsaroako izao ny fahadisoako:","Farao dia tezitra tamin'ny mpanompony ka nanao ahy tao an-trano-maizina tao anatin'ny tranon'ny mpifehy ny mpiambina, dia izaho sy ilay lehiben'ny mpanao mofo.","Ary nanonofy izahay indray alina, dia izaho sy izy; samy nanonofy araka ny hevitry ny nofinay avy izahay.","Ary tao aminay dia nisy zatovo Hebreo anankiray, mpanompon'ny mpifehy ny mpiambina; dia nambaranay taminy ny nofinay, ka nolazainy taminay ny heviny; samy nilazany araka ny nofinay avy izahay.","Ary samy tonga araka izay efa nolazainy taminay indrindra izany: izaho nampodiny ho ao amin'ilay nipetrahako, fa izy kosa nahantony.","Dia naniraka Farao ka nampaka an'i Josefa, dia nalaina faingana niala tao an­davaka izy; ary nanaratra ny volom-bavany sy niova fitafiana izy, dia nankany amin'i Farao.","Ary hoy Farao tamin'i Josefa : Nanonofy aho, koa tsy misy mahalaza ny heviny; ary izaho nahare fa ianao, hono, raha mandre nofy, dia mahalaza ny heviny.","Ary Josefa dia namaly an'i Farao ka nanao hoe: Tsy ahy izany; Andriamanitra no hilaza izay valiny hiadanan'i Farao.","Ary hoy Farao tamin'i Josefa: Nofiko fa indro, hono, nitsangana teo amoron'i Neily aho;","koa, indreo, nisy ombivavy fito matavy sady tsara tarehy niakatra avy teo Neily; ary nihinana teny amin'ny bararata ireny.","Ary, indreo, nisy ombivavy fito hafa koa niakatra nanaraka ireny, mihozohozo sady ratsy tarehy indrindra no mahia, ka tsy mbola hitako izay ratsy toa azy teto amin'ny tany Egypta rehetra.","Ary ireo ombivavy fito mahia sady ratsy tarehy dia nihinana ireo ombivavy fito matavy izay nialoha azy.","Ary rehefa nihinana azy izy, dia tsy fantatra akory fa efa mby ao an-kibony ireny; fa mbola ratsy tarehy tahaka ny tamin'ny fahiny ihany izy. Dia nahatsiaro aho.","Ary hitako tamin'ny nofiko indray, ka, indreo nisy salohim-bary fito niseho tamin'ny tahony iray, sady vokatra no tsara;","ary, indreo kosa, nisy salohim-bary fito sady malazo no maivam-boa, main'ny rivotra avy any atsinanana, niseho nanaraka ireny;","ary ny salohim-bary maivam-boa dia nitelina ny salohim-bary fito vokatra. Ary nolazaiko tamin'ny ombiasy izany, nefa tsy nisy nahalaza ny heviny tamiko.","Ary hoy Josefa tamin'i Farao: Ny nofin'i Farao dia iray ihany; izay efa hataon'Andriamanitra no nambarany tamin'i Farao.","Ny ombivavy fito tsara tarehy dia fito taona; ary ny salohim-bary fito vokatra koa dia fito taona; iray ihany ny nofy.","Ary ny ombivavy fito mahia sady ratsy tarehy, izay niakatra nanaraka ireny, dia fito taona; ary ny salohim-bary fito tsy nisy voa sady main'ny rivotra avy any atsinanana, dia ho fito taona mosarena.","Izany dia ilay efa nolazaiko tamin'i Farao teo hoe: Izay efa hataon'Andriamanitra no asehony amin'i Farao.","Indro, hisy fito taona zina indrindra eran'ny tany Egypta rehetra;","ary manaraka izany kosa dia hisy fito taona mosarena, ka ho hadino ny fahavokarana be rehetra teo amin'ny tany Egypta ary ho ritry ny mosary ny tany;","ary ny fahavokarana eo amin'ny tany tsy ho fantatra noho izany mosary manaraka azy izany; fa ho mafy indrindra izany.","Ary naverina indroa ny nofin'i Farao, satria efa voatendrin'Andriamanitra izany zavatra izany ka hotanterahin'Andriamanitra faingana.","Koa ankehitriny aoka Farao hizaha lehilahy manan-tsaina sady hendry ka hanendry azy hanapaka ny tany Egypta.","Aoka hanao izany Farao, ary aoka izy hanendry mpikarakara hitandrina ny tany sy hamory ny ampahadimin'ny vokatry ny tany Egypta amin'ny taon-jina fito.","Ary aoka izy ireo hanangona ny hanina rehetra amin'ireo taona tsara ho avy ireo ka hamory vary be amin'ny anaran'i Farao ho fihinana any amin'ny tanana maro, ka aoka hitahiry izany izy","Ary aoka izany hanina izany hotehirizina ao amin'ny tany ho amin'ny fito taona mosarena, izay ho tonga amin'ny tany Egypta, mba tsy ho simban'ny mosary ny tany.","Ary sitrak'i Farao sy ny mpanompony rehetra izany hevitra izany.","Dia hoy Farao tamin'ny mpanompony: Hahita lehilahy tahaka io, izay manana ny Fanahin'Andriamanitra ao anatiny, va isika?","Ary hoy koa Farao tamin'i Josefa: Satria efa nampahafantarin'Andriamanitra anao izany rehetra izany, dia tsy misy lehilahy manan-tsaina sady hendry tahaka anao;","koa ianao no hanapaka ny ato an-tranoko, ary araka ny teninao no hitondrana ny oloko rehetra; ny seza fiandrianana ihany no hahalehibe ahy noho ianao.","Ary hoy indray Farao tamin'i Josefa: Indro, efa nanendry anao hanapaka ny tany Egypta rehetra aho.","Dia nesorin'i Farao ny peratra tamin'ny tanany ka nataony tamin'ny tànan'i Josefa, dia nampitafiny rongony fotsy madinika izy, ary nasiany rojo volamena ny vozony;","dia nampitaingeniny teo anatin'ny kalesiny faharoa izy, ary ny vahoaka niantso teo alohany nanao hoe: Mandohaleha; ary notendreny ho mpanapaka ny tany Egypta rehetra izy.","Ary hoy Farao tamin'i Josefa: Izaho no Farao, ary raha tsy teninao, dia tsy hisy olona hanetsika ny tànany na ny tongony eto amin'ny tany Egypta rehetra.","Ary nataon'i Farao hoe Zafenata-panea no anaran'i Josefa; dia nomeny azy Asenata, zanakavavin'i Poti-fera, mpisorona tao Ona, ho vadiny. Ary Josefa nandeha nitety ny tany Egypta.","Ary efa telo-polo taona Josefa, raha niseho teo anatrehan'i Farao, mpanjakan'i Egypta. Dia niala teo anatrehan'i Farao Josefa ka nandeha nitety ny tany Egypta rehetra.","Ary ny tany dia nahavokatra tsy omby fàmpana tamin'ny taon-jina fito.","Dia namory ny hanina rehetra tamin'izany fito taona izany teo amin'ny tany Egypta izy ka nitahiry izany tao amin'ny tanàna rehetra: ny vokatry ny saha manodidina ny isan-tanàna dia notehiriziny tao anatin'ny tanàna.","Ary Josefa namory vary tahaka ny fasika any an-dranomasina, eny, be indrindra, ka tsy nanisa intsony izy, satria efa tsy hita isa.","Ary nisy zazalahy roa naterak'i Asenata, zanakavavin'i Poti-fera, mpisorona tao Ona, tamin'i Josefa, raha tsy mbola tonga ny taona mosarena.","Ary ny anaran'ny lahimatoa dia nataon'i Josefa hoe Manase; fa hoy izy: Andriamanitra efa nampanadino ahy ny fahoriako rehetra sy izay rehetra tao an-tranon'ny raiko.","Ary ny anaran'ny zandriny kosa nataony hoe Efraima; fa hoy izy: Andriamanitra efa nahamaro ahy teto amin'ny tanin'ny fahoriako.","Ary tapitra ny taon-jina fito teo amin'ny tany Egypta;","dia niandoha kosa ny fito taona mosarena, araka izay efa nolazain'i Josefa; ary nisy mosary tany amin'ny tany rehetra; nefa eran'ny tany Egypta rehetra dia mbola nisy hanina ihany.","Ary rehefa mosarena ny tany Egypta rehetra, dia nitaraina nangataka hanina tamin'i Farao ny olona; ary hoy Farao tamin'ny Egyptiana rehetra: Mankanesa any amin'i Josefa; ary izay holazainy aminareo dia ataovy.","Ary ny mosary dia tany amin'ny tany rehetra. Ary Josefa namoha ny trano fitehirizam-bary ka nivaro-bary tamin'ny Egyptiana.","Ary ny tany rehetra nankany Egypta ho any amin'i Josefa mba hividy vary; fa efa mafy ny mosary tany amin'ny tany rehetra."]}