{"book":"Genesisy","chapter":11,"verses":["Ary ny tany rehetra dia iray fanononana sy iray fiteny.","Ary raha nifindrafindra niantsinanana ny olona, dia nahita tany lemaka tany amin'ny tany Sinara izy ka nonina teo.","Ary niresadresaka hoe izy: Andeha isika hanao biriky ka handotra azy tsara. Ary ny biriky na taony solom-bato, ary ny asfalta nataony solon-drihitra.","Ary hoy izy: Andeha isika hanao tanàna sy tilikambo ho antsika, ka ny tampony hahatakatra ny lanitra, dia hanao izay hahazoantsika laza, fandrao hiely eny ambonin'ny tany rehetra isika.","Dia nidina Jehovah hizaha ny tanàna sy ny tilikambo, izay nataon'ny zanak'olombelona.","Ary hoy Jehovah : Indro, iray foko ny olona, sady iray fanononana izy rehetra, ary ity vao fiandohan'ny hataony; koa izao dia tsy hisy azo sakanana na inona na inona izay saintsaininy hatao.","Aoka isika hidina, ka eny no hanorokoroantsika ny fiteniny, mba tsy hifankahala teny izy.","Dia tao no nampielezan'i Jehovah azy hiala ho eny ambonin'ny tany rehetra; dia nitsahatra tsy nanao ny tanàna intsony izy.","Koa izany no nanaovana ny anarany hoe Babela; fa tao Jehovah no nanorokoro ny fitenin'ny tany rehetra; ary tao no nampielezan'i Jehovah ny olona ho eny ambonin'ny tany rehetra.","Izao no taranak'i Sema: Rehefa zato taona Sema, dia niteraka an'i Arpaksada izy roa taona taorian'ny safo-drano.","Ary ny andro niainan'i Sema taorian'ny niterahany an'i Arpaksada dia diman-jato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa dimy amby telo-polo taona ny andro niainan'i Arpaksada, dia niteraka an'i Sela izy.","Ary ny andro niainan'i Arpaksada taorian'ny niterahany an'i Sela dia telo amby efa-jato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa telo-polo taona ny andro niainan'i Sela, dia niteraka an'i Ebera izy.","Ary ny andro niainan'i Sela taorian'ny niterahany an'i Ebera dia telo amby efa-jato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa efatra amby telo-polo taona ny andro niainan'i Ebera, dia niteraka an'i Palega izy.","Ary ny andro niainan'i Ebera taorian'ny niterahany an'i Palega dia telo-polo amby efa-jato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa telo-polo taona ny andro niainan'i Palega, dia niteraka an-dReo izy,","Ary ny andro niainan'i Palega taorian'ny niterahany an-dReo dia sivy amby roan-jato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa roa amby telo-polo, taona ny andro niainan-dReo, dia niteraka an'i Seroga izy.","Ary ny andro niainan-dReo taorian'ny niterahany an'i Seroga dia fito amby roan-jato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa telo-polo taona ny andro niainan'i Seroga, dia niteraka an'i Nahora izy,","Ary ny andro niainan'i Seroga taorian'ny niterahany an'i Nahora dia roan-jato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa sivy amby roa-polo taona ny andro niainan'i Nahora, dia niteraka an'i Tera izy.","Ary ny andro niainan'i Nahora taorian'ny niterahany an'i Tera dia sivy ambin'ny folo amby zato taona; ary niteraka zazalahy sy zazavavy izy.","Ary rehefa fito-polo taona ny andro niainan'i Tera, dia niteraka an'i Abrama sy Nahora ary Harana izy:","Ary izao no taranak'i Tera: Tera niteraka an'i Abrama sy Nahora ary Harana; ary Harana niteraka an'i Lota.","Ary maty Harana, raha mbola teo anatrehan'i Tera rainy tany amin'ny tany nahaterahany, dia tao Oran'ny Kaldeana.","Ary Abrama sy Nahora dia samy naka vady ho azy: ny anaran'ny vadin'i Abrama dia Saray; ary ny anaran'ny vadin'i Nahora dia Milka, zanakavavin'i Harana, rain'i Milka sy rain'Iska.","Ary momba Saray; tsy nanan-janaka izy.","Ary Tera nitondra an'i Abrama zanany sy Lota zafiny, zanak'i Harana, ary Saray vinantoni-vavy, vadin'i Abrama zanany; dia niaraka taminy ireo ka niala tao Oran'ny Kaldeana hankany amin'ny tany Kanana; dia tonga tao Harana izy ka nonina tao.","Ary dimy amby roan-jato taona ny andro niainan'i Tera; dia maty tao Harana izy."]}