{"book":"Genesisy","chapter":20,"verses":["Dia nifindra niala teo Abrahama nankany amin'ny tany atsimo ka nitoetra teo anelanelan'i Kadesy sy Sora ary nivahiny tao Gerara izy.","Ary hoy ny filazan'i Abrahama an'i Saraha vadiny: Anabaviko izy; dia naniraka Abimeleka, mpanjakan'i Gerara, nampaka an'i Saraha.","Fa Andriamanitra nankeo amin'i Abimeleka, tamin'ny nofy nony alina, ka nanao taminy hoe: Indro, fa ho faty ianao noho ny vehivavy izay nalainao, fa vadin'olona izy.","Fa Abimeleka anefa tsy mbola nanakaiky azy, ka hoy izy: Tompo ô, hovonoinao koa va izay firenena marina?","Tsy ralehilahy va no nilaza tamiko hoe: Anabaviko izy? ary ravahivavy koa nanao hoe: Anadahiko izy; koa tamin'ny fahatsoran'ny foko sy ny fahadiovan'ny tanako no nanaovako izany.","Ary hoy Andriamanitra taminy tamin'ny nofy: Eny ary, fantatro ihany fa tamin'ny fahatsoran'ny fonao no nanaovanao izany; ary Izaho kosa dia niaro anao mba tsy hanota amiko; koa izany no tsy namelako anao hanendry azy.","Ary ankehitriny avereno ny vadin-dralehilahy, fa mpaminany izy ka hifona ho anao, dia ho velona ianao; fa raha tsy averinao izy, aoka ho fantatrao fa ho faty tokoa ianao, dia ianao mbamin'izay rehetra mety ho anao.","Dia nifoha maraina koa Abimeleka ka niantso ny mpanompony rehetra ary nanambara izany rehetra izany teo anatrehany; ka dia raiki-tahotra indrindra ny olona.","Ary Abimeleka dia nampaka an'i Abrahama ka nanao taminy hoe: Inona izao nataonao taminay izao? ary inona izao ratsy nataoko taminao izao no dia nahatonga heloka lehibe tamiko sy tamin'ny fanjakako ianao? zavatra izay tsy tokony hatao no nataonao tamiko.","Ary hoy koa Abimeleka tamin'i Abrahama: Inona no hitanao, no nanao izany zavatra izany ianao?","Dia hoy Abrahama: Satria hoy izaho: Tsy misy fahatahorana an'Andriamanitra tokoa amin'ity tany ity, ka hovonoin'ny olona aho noho ny amin'ny vadiko.","Nefa anabaviko ihany tokoa izy, satria zanakavavin'ny raiko, fa tsy mba zanakavavin'ny reniko; ka dia nanambady azy aho.","Ary raha nampifindrafindra ahy hiala tamin'ny tranon'ny raiko Andriamanitra, dia hoy izaho tamin'ny vadiko: Izao no soa hataonao amiko any amin'izay tany rehetra halehantsika dia lazao aho hoe: Anadahiko izy.","Ary Abimeleka naka ondry sy omby sy ankizilahy ary ankizivavy, ka nomeny an'i Abrahama ireny; ary Saraha vadiny dia naveriny teo aminy.","Ary hoy Abimeleka: Indro, eo anoloanao ny taniko; mitoera eo amin'izay tianao.","Ary hoy kosa izy tamin'i Saraha: Indro, efa nomeko sekely volafotsy arivo ny anadahinao; indro, ho fanampena-maso aminao izany, dia amin'izay rehetra momba anao: ka dia efa nahazo ny rariny ianao ny amin'izany rehetra izany.","Ary Abrahama dia nifona tamin'Andriamanitra; ary Andriamanitra nahasitrana an'i Abimeleka sy ny vadiny mbamin'ny mpanompovaviny; dia niteraka izy ireo.","Fa Jehovah efa nahamomba tokoa ny vehivavy rehetra tamin'ny ankohonan'i Abimeleka noho ny amin'i Saraha, vadin'i Abrahama."]}