{"book":"Genesisy","chapter":7,"verses":["Ary hoy Jehovah tamin'i Noa: Midira ao anatin'ny sambo-fiara ianao mbamin'ny ankohonanao rehetra, satria ianao no hitako fa marina eo anatrehako amin'izao olona miara-belona aminao izao.","Ny biby madio rehetra isan-karazany dia hanalanao ho ao aminao fito avy, lahy sy vavy; ary ny biby tsy madio isan-karazany roa avy, lahy sy vavy;","ary ny voro-manidina koa isan-karazany fito avy, lahy sy vavy: mba tsy ho lany taranaka ambonin'ny tany rehetra ireny.","Fa raha afaka hafitoana, Izaho handatsaka ranonorana ambonin'ny tany efa-polo andro sy efa-polo alina; ary ny zavatra velona rehetra izay, nataoko dia haringako tsy ho ambonin'ny tany.","Ary Noa nanao araka izay rehetra nandidian'i Jehovah azy.","Ary efa enin-jato taona Noa, raha tonga tambonin'ny tany ny safo-drano.","Ary Noa sy ny vadiny aman-janany , mbamin'ny vinantoni-vavy niaraka taminy dia niditra tao anatin'ny sambo-fiara mba tsy ho tratry ny safo-drano.","Ary ny biby madio sy ny biby izay tsy madio sy ny vorona mbamin'izay rehetra mandady na mikisaka amin'ny tany,","dia nisy niditra tsiroaroa ho ao amin'i Noa tao anatin'ny sambo-fiara, dia lahy sy vavy, araka izay nandidian'Andriamanitra an'i Noa.","Ary rehefa afaka hafitoana, dia tonga tambonin'ny tany ny safo-drano.","Tamin'ny andro fahafito ambin'ny folo tamin'ny volana faharoa tamin'ny fahenin-jato taona niainan'i Noa, tamin'izany andro izany dia nipoitra ny loharano rehetra amin'ny lalina lehibe, ary nivoha ny varavaran'ny lanitra.","Dia nisy ranonorana nivatravatra tamin'ny tany efa-polo andro sy efa-polo alina.","Androtrizay indrindra dia efa tafiditra tao anatin'ny sambo-fiara Noa, sy Sema sy Hama ary Jafeta, zanakalahin'i Noa, mbamin'ny vadin'i Noa, ary ny vinantony telo vavy niaraka taminy;","dia izy ireo sy ny bibi-dia rehetra; samy araka ny karazany avy, sy ny biby fiompy rehetra, samy araka ny karazany avy, ary ny biby rehetra izay mandady na mikisaka amin'ny tany, samy araka ny karazany avy,ary ny vorona rehetra, samy araka ny karazany avy. dia ny voronkely sy ny manana elatra rehetra.","Dia niditra tao amin'i Noa tao anatin'ny sambo-fiara ireo, dia tsiroaroa avy tamin'ny nofo rehetra izay manam-pofonaina.","Ary izay niditra tao dia lahy sy vavy, avy tamin'ny nofo rehetra, araka izay nandidian'Andriamanitra an'i Noa; ary narindrin'i Jehovah tao izy.","Ary naharitra efa-polo andro tambonin'ny tany ny safo-drano, dia tonga betsaka ny rano ka nanainga ny sambo-fiara, dia nitsinkafona ho afaka amin'ny tany izy.","Ary nahery ny rano ka tonga betsaka indrindra tambonin'ny tany; dia nandeha teny ambonin'ny rano ny sambo-fiara.","Ary nahery dia nahery indrindra ny rano teny ambonin'ny tany, ka voasarona ny tendrombohitra avo rehetra izay tambanin'ny lanitra rehetra.","Dimy ambin'ny folo hakiho no nihoaran'ny rano, ka voasarona ny tendrombohitra.","Dia maty ny nofo rehetra izay nihetsiketsika tambonin'ny tany, dia ny vorona sy ny biby fiompy sy ny bibi-dia sy ny biby rehetra izay mandady na mikisaka amin'ny tany ary ny olona rehetra.","Izay rehetra nanam-pofonaina teo am-bavorony, avy tamin'izay rehetra teo amin'ny tany maina, dia maty avokoa.","Ary naringana ny zavatra velona rehetra izay tambonin'ny tany, hatramin'ny olona ka hatramin'ny biby fiompy sy ny zava-mandady na mikisaka ary ny voro-manidina; dia naringana tsy ho amin'ny tany ireny; ary Noa sy izay niara-nitoetra taminy tao anatin'ny sambo-fiara ihany no sisa velona.","Ary nahery tambonin'ny tany dimam-polo amby zato andro ny rano."]}