{"book":"Genesisy","chapter":32,"verses":["Ary nifoha maraina koa Labana, dia nanoroka ny zananilahy sy ny zananivavy ka nitso-drano azy; dia lasa nandeha Labana nody any amin'ny fonenany.","Ary Jakoba nizotra tamin'ny lalan-kalehany, dia nisy anjelin'Andriamanitra nitsena azy.","Ary hoy Jakoba, raha nahita ireo: Tobin'Andriamanitra ity; ary ny anaran'izany tany izany nataony hoe Mahanaima.","Ary nandefa iraka Jakoba hialoha azy ho any amin'i Esao rahalahiny, ho any Seira, tanin'i Edoma.","Ary nanome teny azy izy ka nanao hoe: Izao no holazainareo amin'i Esao tompoko: Izao no tenin'i Jakoba mpanomponao: Efa nivahiny tany amin'i Labana aho ka nitoetra tany mandraka ankehitriny;","ary manana omby sy boriky sy ondry aman'osy ary andevolahy aho; dia efa mba naniraka hanambara aminao tompokolahy ihany aho mba hahitako fitia eo imasonao.","Dia niverina tany am.in'i Jakoba ny iraka ka nanao hoe: Tafahaona tamin'i Esao rahalahinao izahay, ary izy koa dia avy hitsena anao mitondra olona efa-jato lahy.","Dia natahotra indrindra Jakoba ka poritra dia poritra; dia nozarainy roa toko ny olona izay nomba azy mbamin'ny ondry aman'osy sy ny omby ary ny rameva;","fa hoy izy: Raha tafahaona amin'ny antokony anankiray Esao ka mamely azy, dia handositra kosa ny antokony anankiray.","Ary hoy Jakoba: E Andriamanitr'i Abrahama raiko, sady Andriamanitr'Isaka raiko, dia Jehovah Izay efa nanao tamiko hoe: Modia any amin'ny taninao sy any amin'ny havanao dia hanao soa aminao Aho;","tsy mendrika ho nahazo na kely akory aza aho tamin'ny famindram-po rehetra sy ny fahamarinana rehetra, izay nataonao tamiko mpanomponao; fa tsy nitondra na inona na inona afa-tsy ny tehiko ihany aho fony nita ity Jordana ity; nefa ankehitriny efa tonga toby roa aho.","O vonjeo aho amin'ny tanan'ny rahalahiko, dia amin'ny tànan'i Esao; fa matahotra azy aho, fandrao avy mamely ahy mbamin'ny vadiko aman-janako izy.","Fa Hianao efa nanao hoe: Hanisy soa anao tokoa Aho, ka hataoko maro ny taranakao ho tahaka ny fasika any an-dranomasina, izay tsy azo isaina noho ny hamaroany.","Dia nitoetra teo izy tamin'iny alina iny; ary naka tamin'izay teo an-tànany izy mba hampanaterina ho an'i Esao rahalahiny,","dia osivavy roan-jato sy osilahy roa-polo, ondrivavy roan-jato sy ondrilahy roa-polo","ary rameva telo-polo ampianahany, vantotr'ombivavy efa-polo sy vantotr'ombilahy folo, borikivavy roa-polo ary zana-boriky folo.","Dia natolony teo an-tànan'ny mpanompony ireny, mitokantokana isan-toko; ary hoy izy tamin'ny mpanompony: Mandehana eo alohako, ary asio elanelany eo amin'ny isan-toko.","Dia nanome teny ny voalohany izy ka nanao hoe: Raha mifanena aminao Esao rahalahiko ka manontany anao hoe: An'iza ianao? ary hankaiza moa? ary an'iza ireo alohanao?","dia lazaonao hoe: An'i Jakoba mpanomponao ireo, dia zavatra nampanaterina ho an'itompokolahy Esao; ary indro koa izy ao aorianay ao.","Ary nanome teny ny faharoa sy ny fahatelo koa izy, ary izay rehetra nandeha nanaraka ny isan-toko, ka nanao hoe: Araka izany teny izany no lazaonareo amin'i Esao, raha hitanareo izy.","Ary lazao hoe koa: Indro, Jakoba mpanomponao ao aorianay ao. Fa hoy izy: Hampionona ny hatezerany aho amin'ireo zavatra nampialohaviko ireo, ary rehefa afaka izany, dia vao hahita ny tavany aho; angamba hahazo fitia aminy aho.","Ary dia lasa nialoha azy ireny zavatra nampanateriny ireny; fa izy mbola nitoetra teo amin'ny toby ihany tamin'iny alina iny.","Dia nitsangana tamin 'iny alina iny ihany izy ka nitondra ny vadiny roa vavy sy ny ankizivaviny roa ary ny zananilahy iraika ambin'ny folo, dia nita tamin'ny fitàna tao Jaboka izy.","Ary naka azy ireo izy, dia nampita azy tamin'ny renirano, ary nampita ny fananany koa izy.","Dia Jakoba irery no sisa nitoetra teo; ary nisy lehilahy anankiray nitolona taminy ambara-pahazavaratsin'ny andro.","Ary rehefa hitany fa tsy naharesy azy izy, dia notendreny ny foto-peny; ka dia nivika ny foto-pen'i Jakoba, raha mbola nitolona taminy Izy.","Ary hoy Izy: Avelao Aho handeha, fa efa mazavaratsy ny andro. Fa hoy kosa Jakoba: Tsy havelako handeha Hianao, raha tsy tahinao aho.","Ary hoy Izy taminy: Iza moa no anaranao? dia hoy izy: Jakoba.","Ary hoy indray Izy: Tsy hatao hoe Jakoba intsony ny anaranao, fa Isiraely; satria efa nitolona tamin'Andriamanitra sy tamin'ny olona ianao ka nahery.","Dia nanontany Jakoba ka nanao hoe: Masìna Hianao, lazao kely izay anaranao. Ary hoy Izy: Ahoana no anontanianao ny anarako? Dia nitahy azy teo Izy.","Ary ny anaran'izany tany izany dia nataon'i Jakoba hoe Peniela; fa, hoy izy, efa nahita an'Andriamanitra nifanatrika tamiko aho, nefa voavonjy ny aiko.","Dia niposaka taminy ny masoandro, raha niala teo Peniela izy, ary nitolitsika izy noho ny feny.","Izany no tsy ihinanan'ny Zanak'Isiraely ny ozatry ny atodiakanga mandraka androany; satria nanendry ny foto-pen'i Jakoba teo amin'ny ozatry ny atodiakanga Izy."]}