{"book":"Genesisy","chapter":17,"verses":["Ary rehefa sivy amby sivi-folo taona Abrama, dia nisehoan'i Jehovah izy ka nitenenany hoe: Izaho no Andriamanitra Tsitoha; mandehana eo anatrehako, ka aoka ho tsy misy tsiny ianao.","Fa Izaho hanao ny fanekeko ho amiko sy ho aminao ary hahamaro anao indrindra.","Dia niankohoka Abrama; ary Andriamanitra niteny taminy ka nanao hoe:","Raha ny amiko, dia, indro, aminao ny fanekeko, ka ho tonga rain'ny firenena maro ianao.","Ary ny anaranao tsy hatao hoe Abrama intsony, fa hatao hoe Abrahama, satria efa nataoko ho rain'ny firenena maro ianao.","Dia hahamaro ny taranakao indrindra Aho, ka hataoko ho firenena maro ianao; ary hisy mpanjaka hiseho avy aminao.","Ary haoriko ny fanekeko ho amiko sy ho aminao mbamin'ny taranakao mandimby anao hatramin'ny taranaka fara mandimby, ho fanekena mandrakizay, mba ho Andriamanitrao sy ny taranakao mandimby anao Aho.","Ary homeko anao sy ny taranakao any aorianao ny tany fivahinianao, dia ny tany Kanana rehetra, ho fananana mandrakizay; ary ho Andriamaniny Aho.","Dia hoy Andriamanitra tamin'i Abrahama: Fa ny aminao kosa, dia hitandrina ny fanekeko ianao, dia ianao sy ny taranakao mandimby anao hatramin'ny taranaka fara mandimby.","Ary izao no fanekeko ho amiko sy ho aminareo sy ny taranakao mandimby anao, dia izay hotandremanareo: hoforana ny lehilahy rehetra eo aminareo.","Dia hoforana ianareo; ary ho famantarana ny fanekena ho amiko sy ho aminareo izany.","Ny zazalahy teraka havaloana eo aminareo no hoforana, dia ny lehilahy rehetra amin'ny taranakareo hatramin'ny fara mandimby: na ny ompikely. na izay novidim-bola tamin'ny hafa firenena ka tsy avy amin'ny taranakao.","Tsy maintsy hoforana ny ompikelinao sy izay novidinao vola; ary ny fanekeko dia ho ao amin'ny nofonareo ho fanekena mandrakizay.","Ary ny lehilahy tsy voafora, izay tsy mbola noforana, dia hofongorana tsy ho amin'ny fireneny; efa nivadika ny fanekeko izy.","Dia hoy Andriamanitra tamin'i Abrahama: Ny amin'i Saray vadinao, dia tsy mba hataonao Saray intsony ny anarany, fa Saraha no ho anarany.","Ary hitahy azy Aho ka hampanana azy zazalahy ho anao; eny, hitahy azy Aho, ka ho tonga firenena maro izy; ary hisy mpanjakan'ny firenena maro avy aminy.","Dia niankohoka Abrahama ary nitsiky, dia nanao anakampo hoe: Hiteraka va aho, izay efa zato taona? ary hiteraka va Saraha, izay efa sivi-folo taona?","Ary hoy Abrahama tamin'Andriamanitra : Enga anie ka Isimaela no ho velona eo anatrehanao!","Ary hoy Andriamanitra: Tsia, fa Saraha vadinao hiteraka zazalahy aminao; ary ny anarany dia hataonao hoe Isaka; ary ny fanekeko haoriko aminy ho fanekena mandrakizay ho an'ny taranany mandimby azy.","Ary ny amin'Isimaela, dia efa nihaino anao Aho; indro, efa nitahy azy Aho ka hahamaro ny taranany sy hampitombo azy indrindra; hiteraka andriana roa ambin'ny folo izy, satria efa notendreko ho firenena lehibe.","Nefa ny fanekeko haoriko amin'Isaka. izay haterak'i Saraha aminao raha avy ny taona toy izao.","Ary rehefa vita ny teny nataony taminy, dia niakatra Andriamanitra niala teo amin'i Abrahama.","Koa dia nalain'i Abrahama Isimaela zanany sy ny ompikeliny rehetra mbamin'izay rehetra novidiny vola dia ny lehilahy rehetra tao an-tranony; dia noforany androtrizay indrindra ireo araka izay nolazain'Andriamanitra taminy.","Ary efa sivy amby sivi-folo taona Abrahama, raha noforana izy.","Ary efa telo ambin'ny folo taona Isimaela zanany, raha noforana izy.","Androtrizay indrindra no namorana an'i Abrahama sy Isimaela zanany;","ary ny lehilahy rehetra tao an-tranony, dia ny ompikely mbamin'izay novidim-bola tamin'ny hafa firenena, dia samy niara-noforana taminy avokoa."]}