{"book":"Genesisy","chapter":14,"verses":["Ary tamin'ny andron'i Amrafela. mpanjakan'i Sinara, sy Arioka, mpanjakan'i Elasara. sy Kedorlaomera mpanjakan'i Elama. ary Tidala. mpanjakan'ny Goima,","dia nandeha izy ireo ka nanafika an'i Bera, mpanjakan'i Sodoma. sy Birsa, mpanjakan'i Gomora. sy Sinaba, mpanjakan'i Adma, sy Semebera, mpanjakan'i Zeboima, ary ny mpanjakan'i Bela (dia Zoara izany).","Ary ireo rehetra ireo dia nanao fotoana ka nivory tao an-dohasahan'i Sidima (dia ny Ranomasin-tsira izany).","Fa efa nanompo an'i Kedorlaomera roa ambin'ny folo taona ireo, fa tamin'ny taona fahatelo ambin'ny folo kosa dia niodina izy.","Ary tamin'ny taona fahefatra ambin'ny folo dia tonga Kedorlaomera sy ireo mpanjaka nomba azy ka namely ny Refaita tany Astarta-karnaima sy ny Zozima tany Hama ary ny Emima tany Save-kiriataima","ary ny Horita tany an-tendrombohitra Seira hatrany El­parana, izay eo anilan'ny efitra.","Dia niverina indray izy ireo ka nankany Ena-mispata (dia Kadesy izany) ka namely ny tany rehetra an'ny Amalekita sy ny Amorita koa, izay nonina tany Hazazon-tamara.","Dia nivoaka ny mpanjakan'i Sodoma sy ny mpanjakan'i Gomora sy ny mpanjakan'i Adma sy ny mpanjakan'i Zeboima ary ny mpanjakan'i Bela (dia Zoara izany) ka nilahatra hiady amin'ireo teo an-dohasahan'i Sidima,","dia tamin'Kedorlaomera, mpanjakan'i Elama, sy Tidala, mpanjakan'ny Goima sy Amrafela, mpanjakan'i Sinara ary Arioka, mpanjakan'i Elasara; dia mpanjaka efatra no niady tamin'ny mpanjaka dimy.","Ary ny lohasahan'i Sidima, dia be lavak'asfalta, ary nandositra ny mpanjakan'i Sodoma sy ny mpanjakan'i Gomora ka latsaka tao; ary ny sisa nandositra tany an-tendrombohitra.","Ary izy ireo namabo ny fananana rehetra tao Sodoma sy Gomora ary ny hanina rehetra. dia lasa nandeha.","Ary namabo ny zana-drahalahin'i Abrama koa izy, dia Lota, mbamin'ny fananany, dia lasa nandeha; fa nonina tao Sodoma koa Lota.","Ary tonga ny anankiray izay efa nando­sitra ka nanambara tamin'i Abrama Hebreo izay nonina teo an-kazo terebintan'i Mamre Amorita, rahalahin'i Eskola sy Anera; fa ireo dia olona efa vita fanekena tamin'i Abrama.","Ary raha nahare Abrama fa lasan-ko babo ny rahalahiny dia nitondra ny ompikeliny valo ambin'ny folo amby telon-jato izy, izay efa nahay niady. ka nanenjika hatrany Dana.","Dia nitokotoko hamely azy nony alina izy sy ny andevolahiny; dia namely azy izy ka nanenjika azy hatrany Hoba, izay ao avaratr'i Damaskosy.","Ary nampody ny fananana rehetra izy, ary Lota rahalahiny sy ny fananany dia nampodiny koa mbamin'ny vehivavy sy ny vahoaka.","Dia nivoaka ny mpanjakan'1 Sodoma hitsena an'i Abrama teo an-dohasaha Save (Lohasahan'ny mpanjaka izany), rehefa niverina izy avy nandresy an'i Kedorlaomera sy ireo mpanjaka nomba azy.","Ary Melkizedeka, mpanjakan'i Salema, nivoaka nitondra mofo sy divay; ary izy dia mpisoron'Andriamanitra Avo Indrindra.","Dia nitso-drano azy Izy ka nanao hoe: Hotahin'Andriamanitra Avo indrindra anie Abrama, dia Andriamanitra Izay nahary ny lanitra sy ny tany;","Ary isaorana anie Andriamanitra Avo Indrindra, Izay efa nanolotra ny fahavalonao teo an-tananao. Dia nomen'i Abrama azy ny ampahafolon'ny zavatra rehetra.","Ary hoy ny mpanjakan'i Sodoma tamin'i Abrama: Omeo ahy ny olona, fa ny fananana ento ihany ho anao.","Fa hoy Abrama tamin'ny mpanjakan'i Sodoma: Izaho efa nanangan-tanana tamin'i Jehovah, Andriamanitra Avo Indrindra, Izay nahary ny lanitra sy ny tany,","fa tsy handray na taretra na fehin-kapa aza amin'izay rehetra mety ho anao andrao hataonao hoe: Izaho no nampanan-karena an'i Abrama),","afa-tsy izay efa nohanin'ny zatovo sy ny anjaran'ny olona izay niaraka tamiko, dia Anera sy Eskola ary Mamre; aoka horaisin'ireo ny anjarany."]}