{"book":"Genesisy","chapter":3,"verses":["Ary ny menarana dia fetsy noho ny bibi-dia rehetra izay nataon'i Jehovah Andriamanitra. Ary hoy izy tamin-dravehivavy: Hanky! efa nataon'Andriamanitra hoe: Aza ihinananareo ny hazo rehetra amin'ny saha?","Fa hoy ravehivavy tamin'ny menarana: Ny voan'ny hazo eo amin'ny saha dia azonay ihinanana ihany;","fa ny voan'ny hazo eo afovoan'ny saha kosa no efa nataon'Andriamanitra hoe: Aza ihinananareo na tendrenareo izany, fandrao maty ianareo.","Ary hoy ny menarana tamin-dravehivavy: Tsy ho faty tsy akory ianareo;","fa fantatr'Andriamanitra fa na amin'izay andro hihinananareo azy dia hahiratra ny masonareo, ka ho tahaka an'Andriamanitra ianareo, hahalala ny ny tsara sy ny ratsy.","Ary hitan-dravehivavy fa tsara ho fihinana ny hazo sady mahafinaritra ny maso ary hazo mahatsiriritra hampahahendry, dia nanotazany ny voany ka nihinanany; ary nomeny koa ny vadiny; ka dia nihinana izy.","Dia nahiratra ny mason'izy mivady, ka fantany fa mitanjaka izy; ary nanjaitra ravin'aviavy izy, ka nataony sikina ho azy.","Ary nandre an'i Jehovah Andriamanitra nitsangantsangana teo amin'ny saha izy, rehefa ho hariva ny andro; ary ralehilahy sy ny vadiny niery ny tavan'i Jehovah Andriamanitra tao anaty hazo tao amin'ny saha.","Ary Jehovah Andriamanitra dia niantso an-dralehilahy ka nanao taminy hoe: Aiza moa ianao?","Dia hoy izy: Nandre Anao tao amin'ny saha aho; dia natahotra aho, satria mitanjaka, ka dia niery.","Ary hoy Izy: Iza moa no nanambara taminao fa mitanjaka ianao? Efa nihinananao va ny hazo izay nandrarako anao tsy hihinananao?","Dia hoy ralehilahy: Ny vehivavy izay nomenao ho namako, izy no nanome ahy ny voankazo, ka dia nihinana aho.","Ary hoy Jehovah Andriamanitra tamin-dravehivavy: Inona izao nataonao izao? Dia hoy ravehivavy: Ny menarana no namitaka ahy, ka dia nihinana aho.","Ary hoy Jehovah Andriamanitra tamin'ny menarana: Satria nanao izany ianao, koa amin'ny biby fiompy rehetra sy ny bibi-dia rehetra dia ianao no voaozona: ny kibonao no handehananao, ary vovo-tany no hohaninao amin'ny andro rehetra hiainanao.","Dia hampifandrafesiko ianao sy ny vehivavy ary ny taranakao sy ny taranany: izy hanorotoro ny lohanao, ary ianao kosa hanorotoro ny ombelahin-tongony.","Ary hoy koa Izy tamin-dravehivavy: Hahabe dia hahabe ny fahorianao Aho, indrindra fa raha manan'anaka ianao; ary fahoriana no hiterahanao zanaka; ary ny vadinao no hianteheran'ny fanirianao, ka izy no hanapaka anao.","Ary hoy koa Izy tamin'i Adama: Satria efa nihaino ny feon'ny vadinao ianao, ka nihinananao ny hazo, izay nandrarako anao hoe: Aza ihinananao izany, dia voaozona ny tany noho izay nataonao; fahoriana no hihinananao ny vokany amin'ny andro rehetra hiainanao.","Ary haniry tsilo sy hery ho anao izy; ary hohaninao ny anana famboly.","Ny fahatsembohan'ny tavanao no hahazoanao hanina mandra-piverinao any amin'ny tany; fa ny tany no nanalana anao; fa vovoka ianao, ary hiverina ho amin'ny vovoka indray ianao.","Ary ralehilahy nanao ny anaran'ny vadiny hoe Eva, satria izy no renin'ny olombelona rehetra.","Ary Jehovah Andriamanitra nanao akanjo hoditra ho an'i Adama sy ny vadiny ka nampiakanjo azy.","Ary hoy Jehovah Andriamanitra: Indro, ny olona efa tonga tahaka ny anankiray amintsika ka hahalala ny tsara sy ny ratsy; ary ankehitriny, andrao haninjitra ny tànany izy ka hakany koa ny hazon'aina, ary hohaniny, ka ho velona mandrakizay izy;","ka dia nesorin'i Jehovah Andriamanitra tamin'ny saha Edena izy hiasa ny tany izay nanalana azy.","Eny, noroahiny ny olona; ary nampitoeriny tany atsinanan'ny saha Edena ny kerobima sy ny lelafon'ny sabatra mihebiheby hiambina ny lalana mankany amin'ny hazon'aina."]}