{"book":"Genesisy","chapter":23,"verses":["Ary ny andro niainan'i Saraha dia fito amby roa-polo amby zato taona; izany no taona niainan'i Saraha.","Ary Saraha dia maty tao Kiriat-arba (Hebrona izany) tany amin'ny tany Kanana; dia tonga Abrahama hisaona an'i Saraha sy hitomany azy.","Ary Abrahama nitsangana niala avy teo anilan'ny fatin'ny vadiny, dia niteny tamin'ny taranak'i Heta ka nanao hoe:","Vahiny sy mpivahiny eto aminareo aho; omeo tany fandevenana eto aminareo aho mba handevenako ny fatin'ny vadiko tsy ho eto anatrehako.","Dia namaly an'i Abrahama ny taranak'i Heta ka nanao taminy hoe:","Mihainoa anay, tompokolahy: andrian-dehibe eto aminay ianao; koa izay tsara indrindra amin'ny fasanay no andeveno ny fatin'ny vadinao; tsy misy aminay hiaro ny fasany aminao tsy handevenanao ny fatin'ny vadinao.","Dia nitsangana Abrahama ka niankohoka teo anatrehan'ny taranak'i Heta tompon-tany,","dia niteny taminy ka nanao hoe: Raha sitrakareo ary ny handevenako ny fatin'ny vadiko mba tsy ho eto anatrehako, dia mihainoa ahy, ka mba iangavio kely amin'i Efrona, zanak'i Zohara,","mba homeny ahy ny zohy ao Makpela izay azy, dia ilay eo amin'ny sisin'ny sahany; amin'izay vola tokom-bidiny no aoka hanomezany azy ho ahy eto aminareo ho tany fandevenana.","Ary Efrona nipetraka teo amin'ny taranak'i Heta; dia namaly an'i Abrahama Efrona Hetita teo anatrehan'ny taranak'i Heta, dia izay rehetra niditra teo am-bavahadin'ny tanànany, ka nanao hoe:","Tsia, tompokolahy, fa mihainoa ahy: ny saha dia omeko anao, ary ny zohy izay eo anatiny koa dia omeko anao; eto imason'ny zanaky ny fireneko no anomezako azy ho anao; aleveno ny fatin'ny vadinao.","Ary niankohoka teo anatrehan'ny olona tompon-tany Abrahama,","dia niteny tamin'i Efrona teo anatrehan'ny olona tompon-tany ka nanao hoe: Kanefa raha mba hihaino ahy ihany ianao, dia homeko ny vidin'ny saha; raiso amiko izany, dia haleviko ao ny fatin'ny vadiko.","Ary Efrona dia namaly an'i Abrahama ka nanao taminy hoe:","Tompokolahy, mihainoa ahy: tany tokony ho lafo sekely volafotsy efa-jato, inona moa izany amintsika roa lahy? fa aleveno ny fatin'ny vadinao.","Dia neken'i Abrahama ny tenin'i Efrona, ka nolanjainy ho azy ny vola izay efa voalazany teo anatrehan'ny taranak'i Heta, dia sekely volafotsy efa-jato lanin'ny mpivarotra.","Ary ny sahan'i Efrona, ilay teo Makpela, izay tandrifin'i Mamre, dia ny saha sy ny zohy izay teo anatiny mbamin'ny hazo rehetra izay teo anatiny, izay teo amin'ny sisiny rehetra manodidina, dia natao varo-maty","tamini'i Abrahama ho fananana, teo imason'ny taranak'i Heta, dia izay rehetra niditra teo am­bavahadin'ny tanànany.","Ary rehefa afaka izany, Abrahama dia nandevina an'i Saraha vadiny tao amin'ny zohy tao amin'ny saha Makpela tandrifin'i Mamre (Hebrona izany), ao amin'ny tany Kanana;","ka ny saha mbamin'ny zohy izay ao anatiny dia nataon'ny taranak'i Heta varo-maty tamin'i Abrahama ho tany fandevenana."]}