{"book":"Genesisy","chapter":19,"verses":["Dia nankany Sodoma ilay anjely roa nony hariva, raha Lota nipetraka teo am-bavahadin'i Sodoma; ary raha nahita azy Lota, dia nitsangana mba hitsena azy izy ka niankohoka tamin'ny tany.","Dia hoy izy: Mba mivilia ianareo, tompoko, ho ato an-tranon'ny mpanomponareo, ka mandria anio alina, ary sasao ny tongotrareo, ary hifoha maraina koa ianareo, dia handeha amin'izay lalan-kalehanareo. Fa hoy izy roa lahy: Tsia; fa hitoetra eto an-kianja ihany izahay anio alina.","Ary rehefa noteren'i Lota fatratra izy roa lahy, dia nivily tany aminy izy ka niditra tao an-tranony; dia nanaovany nahandro izy sy nanendasany mofo tsy misy masirasira, dia nihinana izy.","Ary raha tsy mbola nandry izy, dia avy manodidina ny trano ny mponina tao an-tanàna Sodoma, hatramin'ny tanora ka hatramin'ny antitra, dia ny vahoaka rehetra tao an-tanàna;","dia niantso an'i Lota izy ireo ka nanao taminy hoe: Aiza ireo lehilahy vao tonga tato aminao izao alina izao? avoahy ho at? aminay izy hahalalanay azy.","Dia nivoaka teo am-baravarana Lota hankeo aminy, ka nakatony ny varavarana teo ivohony;","ary hoy izy: Masìna ianareo, ry rahalahiko, aza manao ratsy.","Indro, manan-janaka roa vavy aho, izay tsy mbola nahalala lahy; masìna ianareo, aoka re ireo no havoakako ho eto aminareo, ka hataonareo aminy izay sitraponareo; fa ireo lehilahy ireo kosa dia aza anaovanareo na inona na inona; fa tonga hialoka eto ambanin'ny tafon-tranoko izy.","Ary hoy izy ireo: Mialà eto ianao. Dia hoy izy ireo indray: Ilehity tonga ety hivahiny, kanefa matetika mila hiseho ho mpitsara; ankehitriny dia hanao ratsiratsy kokoa aminao noho ny amin'ireo lehilahy ireo izahay. Dia nanosika mafy an-dralehilahy izy ireo, dia an'i Lota, ka nisesika hamaky ny varavarana.","Fa naninjitra ny tànany izy roa lahy, dia nanintona an'i Lota hankao an-trano ho ao aminy, ka nakatony ny varavarana.","Dia nampanjambena ny mason'ny lehilahy izay teo am-baravaran'ny trano izy hatramin'ny kely ka hatramin'ny lehibe; ka dia sasa-poana nitady ny varavarana ireo.","Ary hoy izy roa lahy tamin'i Lota : Mbola manana ato koa va ianao? dia izay vinantonao-lahy sy ny zanakao-lahy sy ny zanakao-vavy, ary na zovy na zovy anananao ato an-tanàna, ento miala amin'ity tanàna ity;","fa horavanay ity tanàna ity, satria efa lehibe ny fitarainany eo anatrehan'i Jehovah; ka dia naniraka anay Jehovah handrava azy.","Dia nivoaka Lota ary niteny tamin'ny vinantony, izay efa hanambady ny zananivavy, ka nanao hoe : Miaingà, miala amin'ity tanàna ity; fa horavan'i Jehovah ity tanàna ity. Fa nataon'ny vinantony ho tahaka ny mpanao vazivazy izy.","Ary nony maraina koa ny andro, dia nandodona an'i Lota ireo anjely ka nanao hoe: Miaingà, ento ny vadinao sy ny zanakao roa vavy izay eto, fandrao mba haringana ianao noho ny heloky ny tanàna.","Ary nony nitaredretra izy, dia notantanan'izy roa lahy izy sy ny vadiny ary ny zanany roa vavy noho ny famindram-pon'i Jehovah taminy; dia nitondra azy nivoaka izy roa lahy ka nandao azy tany ivelan'ny tanàna.","Ary rehefa nitondra azy nivoaka tany ivelany izy, dia hoy ny anankiray: Mandosira hamonjy ny ainao; aza miherika ianao, na mijanona eny amin'ny tany lemaka rehetra; mandosira any an-tendrombohitra, fandrao haringana ianao.","Ary hoy Lota taminy: Aza an'izany, Tompo ô!","indro, fa efa nahita fitia teo imasonao ny mpanomponao, ary efa nahalehibe ny famindram-ponao ianao, izay nataonao tamiko hamonjenao ny aiko; ary tsy afa-mandositra any an-tendrombohitra aho, fandrao hahatratra ahy ny loza, ka ho faty aho;","indro, io vohitra io dia akaiky handosirana sady kely; masìna ianao, aoka handositra ao aho (tsy kely va izy io?), dia ho velona ny aiko.","Ary hoy izy taminy: Indro, efa nekeko koa ianao tamin'izany zavatra izany, ka tsy horavako io vohitra nolazainao io.","Mandehana faingana, mandosira ho ao; fa tsy mahazo manao na inona na inona aho mandra-pahatonganao ao. Izany no nanaovana ny anaran'ny tanàna hoe Zoara.","Ary ny masoandro efa niposaka tamin'ny tany, raha tonga tao Zoara Lota.","Ary Jehovah nandatsaka tamin'i Sodoma sy Gomora solifara sy afo, avy tamin'i Jehovah tany an-danitra,","ka nandrava ireny tanàna ireny sy ny tany lemaka rehetra sy ny mponina rehetra tao an-tanàna ary ny zava-maniry teo amin'ny tany.","Fa ny vadin'i Lota niherika teo ivohony, dia tonga vongan-tsira mitsangana izy.","Dia nifoha maraina koa Abrahama ka nankany amin'ilay efa nijanonany teo anatrehan'i Jehovah;","ary nitsinjo an'i Sodoma sy Gomora sy ny tany lemaka rehetra izy, dia nahita, ka, indro, niakatra ny setroky ny tany tahaka ny setroky ny lafaoro lehibe.","Ary raha noravan'Andriamanitra ny tanàna tany amin'ny tany lemaka, dia nahatsiaro an'i Abrahama Andriamanitra ka namoaka an'i Lota hiala teo afovoan'ny horavana, tamin'ny nandravany ny tanàna izay nonenan'i Lota.","Dia niakatra Lota avy tao Zoara ka nitoetra tany an-tendrombohitra, dia izy sy ny zanany roa vavy; fa natahotra hitoetra tao Zoara izy; dia nitoetra tao an-johy izy sy ny zanany roa vavy.","Ary hoy ny vavimatoa tamin'ny zandriny: Efa antitra izao raintsika, ary tsy misy lehilahy ambonin'ny tany hanambady antsika araka ny fanaon'ny tany rehetra;","andeha hampisotrointsika divay ny raintsika dia handry aminy isika hananantsika fara avy amin'ny raintsika.","Dia nampisotroiny divay ny rainy tamin'iny alina iny dia niditra ny vavimatoa ka nandry tamin-drainy; ary izy tsy nahafantatra izay nandriany na izay nifohazany.","Ary nony ampitson'iny dia hoy ny vavimatoa tamin'ny zandriny: Indro, efa nandry tamin'ny raintsika aho halina; aoka hampisotrointsika divay indray izy anio alina, dia midìra ianao ka mandria aminy hananantsika fara avy amin'ny raintsika.","Dia nampisotroiny divay indray ny rainy tamin'iny alina iny; dia nitsangana ilay zandriny ka nandry taminy; ary izy tsy nahafantatra izay nandriany, na izay nifohazany.","Dia samy nanan'anaka tamin-drainao ny zanak'i Lota roa vavy.","Dia niteraka zazalahy ny vavimatoa, ka ny anarany nataony hoe Moaba; izy no rain'ny Moabita mandraka androany.","Ary ny zandriny koa dia niteraka zazalahy ary ny anarany nataony hoe Benamy; izy kosa no rain'ny taranak'i Amona mandraka androany."]}