{"book":"Genesisy","chapter":49,"verses":["Ary Jakoba namory ny zananilahy ka nanao hoe: Mivoria ianareo, mba hanambarako aminareo izay ho tonga aminareo any am-parany.","Miangòna, ka mandrenesa, ry zanakalahin'i Jakoba, eny, mihainoa an'Isiraely rainareo:","Ry ROBENA, lahimatoako ianao, heriko sy voalohan'ny tanjako, manan-tombom-pisandratana, manan-tombon-kery.","Mandroadroatra toy ny rano ianao ka tsy hanan-tombo, fa niakatra tamin'ny fandrian'ny rainao ianao, tamin'izany no nandotoanao azy. Endrey, ny farafarako lahy, ka dia niakarany!","SIMEONA sy LEVY dia mpirahalahy, fiadia-mandoza ny sabany;","Aza mankeo amin'izay iokoany, ry foko, ary aza miray amin'ny fiangonany. ry fanahiko; fa tamin'ny fahatezerany no namonoany olona, ary tamin'ny fahasahisahiany no nanatraingoany omby.","Ho voaozona anie ny fahatezerany, fa nasiaka izany, ary ny fahavinirany, fa loza izany; hampihahakahaka azy eny amin'i Jako­ba aho, ary hanely azy eny amin'Isiraely.","Ry JODA, hoderain'ny rahalahinao ianao, ny tananao ho ao amin'ny vozon'ny fahavalonao; hiankohoka eo anatrehanao ny zanaky ny rainao.","Zana-diona, Joda, avy niremby ianao, anaka; mamitsaka, mandry toy ny liona izy, ary toy ny liom-bavy, ka iza no hanaitra azy!","Ny tehim-panjakana tsy hiala amin'i Joda, na ny tehina fanapahana eo anelanelan'ny tongony, mandra-pahatongan'i Silo, ka hanoa Azy ny firenena.","Mamatotra ny borikiny tanora eo amin'ny tahom-boaloboka izy. Ary ny zanaky ny borikivaviny eo amin'ny tahom-boaloboka tsara; nanasa ny fitafiany tamin'ny divay izy, ary ny akanjony tamin'ny ram-boaloboka.","Mangamanga ny masony azon'ny divay ary fotsy ny nifiny azon'ny ronono.","ZEBOLONA, ao amoron-dranomasina no honenany, dia ao amoron-dranomasina fitodian-tsambo; ary ny sisin-taniny hifanolotra amin'i Sidona.","ISAKARA dia boriky henjana, mandry eo anelanelan'ny vala;","Ary hitany fa tsara ny fialan-tsasatra, sady mahafinaritra ny tany; dia nanongilana ny sorony hitondra entana izy ka tonga mpanompo mandoa hetra.","DANA hitsara ny olony tahaka ny anankiray amin'ny firenen'ny Isiraely.","Dana ho menarana ao amoron-dalana, ho bibilava misy tandroka ao an-dalana izy, izay manaikitra ny kitrokelin'ny soavaly, ka potraka miantsilany ny mpitaingina azy.","Ny famonjenao no andrasako, Jehovah ô!","GADA, ny manao andiany hamoritra azy; fa izy kosa hamely ny otrika.","ASERA dia avy ao aminy ny matavy fihinany, ary izy no ihavian'ny hanim-pin'andriana.","NAFTALY dia dieravavy alefa; manao teny mahafinaritra izy.","JOSEFA dia sampana mahavokatra, eny, sampana mahavokatra eo anilan-doharano; ny rantsany mananika mihoatra ny fefy.","Nampahory azy ny mpitifitra, dia nitifitra azy sy nanenjika azy;","Kanefa mateza hery ny tsipìkany, ary mailamailaka ny sandrin-tànany, avy amin'ny tànan'Ilay Maherin'i Jakoba, dia avy ao amin'ny Mpiandry, Izay Vatolampin'ny Isiraely,","Avy amin'ny Andriamanitry ny rainao, ka Izy hamonjy anao avy amin'ny Tsitoha, ka Izy hitahy anao: Dia fitahiana avy amin'ny lanitra any ambony, sy fitahiana avy amin'ny lalina, izay mamitsaka any ambany, ary fitahiana avy amin'ny nono sy ny kibo.","Ny tso-dranon'ny rainao dia mihoatra noho ny havoana mandrakizay sy ny zavatra mahafinaritra amin'ny tendrombohitra fahagola; ho eo an-dohan'i Josefa izany, dia ho eo an-tampon-dohan'ilay nalaza tamin'ny rahalahiny.","BENJAMINA dia amboadia mamiravira: Nony maraina homan-dremby izy, nony hariva mizara babo.","Ireo rehetra ireo no firenen'ny Isiraely roa ambin'ny folo; ary izany no nolazain'ny rainy taminy sy nitsofany rano azy; samy araka ny tso-drano izay tokony ho azy avy no nitsofany rano azy.","Dia nanafatra azy izy ka nanao taminy hoe: Izaho efa madiva hangonina ho any amin'ny razako; aleveno ao amin'ny razako aho, dia ao anatin'ny zohy izay any amin'ny sahan'i Efrona Hetita,","ao anatin'ny zohy izay any amin'ny saha Makpela, izay tandrifin'i Mamre, any amin'ny tany Kanana, dia ilay novidin'i Abrahama mbamin'ny saha tamin'i Efrona Hetita ho tany fandevenana.","Tao no nandevenany an'i Abrahama sy Saraha vadiny; ary tao koa no nandevenany an'Isaka sy Rebeka vadiny; ary tao koa no nandevenako an'i Lea,","ny saha sy ny zohy ao anatiny izay novidiny tamin'ny taranak'i Heta.","Ary rehefa vitan'i Jakoba ny hafatra nataony tamin'ny zananilahy rehetra, dia navonkiny teo am-parafara ny tongony, dia niala aina izy ka voangona any amin'ny razany."]}