{"book":"Genesisy","chapter":15,"verses":["Rehefa afaka izany, dia tonga tamin'i Abrama ny tenin'i Jehovah tamin'ny fahitana ka nanao hoe: Aza matahotra, ry Abrama; Izaho no ampinganao sy valim-pitia lehibe indrindra ho anao.","Ary hoy Abrama: Jehovah Tompo ô, inona no homenao ahy? fa izaho mandroso fahanterana nefa tsy manan-janaka, ary ny ho tompon'ny ahy dia ilay Eliezera avy any Damaskosy.","Ary hoy koa Abrama: Indro, izaho tsy nomenao fara handimby, ka, indro, ny anankiray amin'ny ato an-tranoko no handova ahy.","Ary, indro, ny tenin'i Jehovah tonga taminy hoe: Tsy handova anao izany; fa izay haterakao, dia izy no handova anao.","Dia nitondra azy nivoaka teo ivelan'ny lay Izy ka nanao hoe: Jereo ange ny lanitra, ka isao ny kintana, raha mahisa azy ianao. Dia hoy Izy taminy: Ho tahaka izany ny taranakao.","Ary nino an'i Jehovah izy; ka dia nisainy ho fahamarinany izany.","Ary hoy Izy taminy: Izaho no Jehovah Izay nitondra anao nivoaka avy tany Oran'ny Kaldeana, mba homeko anao ity tany ity ho lovanao.","Ary hoy Izy: Jehovah Tompo ô, ahoana no hahafantarako fa handova ity aho?","Ary hoy Izy taminy: Itondray ombivavy kely efa telo taona Aho sy osivavy efa telo taona sy ondrilahy efa telo taona ary domohina sy zana-boromailala.","Dia nentiny teo aminy izany rehetra izany; ary nosasahiny ireny, ka nampifanandrifiny avy ny tapany; fa ny vorona tsy mba nosasahiny.","Ary nidina teo amin'ny fatin'ireo ny vorona mpihaza, fa nandroaka azy Abrama.","Ary rehefa hilentika ny masoandro, dia sondrian-tory Abrama; ary, indro, aizina mahatsiravina indrindra no nahazo azy.","Ary hoy Jehovah tamin'i Abrama: Aoka ho fantatrao marina fa ho vahiny any amin'ny tany izay tsy azy ny taranakao ary hanompo ny olona any; ary hampahoriny efa-jato taona izy.","Ary izany firenena izany kosa, izay hotompoiny, dia hotsaraiko; ary rehefa afaka izany, dia hivoaka mitondra harem-bevava izy.","Nefa ianao kosa ho any amin'ny razanao amin'ny fiadanana; ho tratrantitra indrindra ianao vao hodi-mandry.","Fa raha mby amin'ny zafiafy, dia hiverina at? izy; fa tsy mbola tanteraka ny heloky ny Amorita.","Ary rehefa maty ny masoandro, ka maizina dia maizina ny andro, dia, indro, nisy fatana fandoroana mivoa-tsetroka sy fanilo mirehitra, izay nandeha namaky teo anelanelan'ireo zavatra voasasaka ireo.","Tamin'izany andro izany Jehovah nanao fanekena tamin'i Abrama ka nanao hoe: Ny taranakao efa nomeko ity tany ity hatrany amin'ny onin'i Egypta ka hatrany amin'ny ony lehibe, dia ny ony Eofrata,","dia ny Kenita sy ny Kenizita sy ny Kadmonita","ary ny Hetita sy ny Perizita sy ny Refaita","ary ny Amorita sy ny Kananita sy ny Girgasita ary ny Jebosita."]}