{"book":"Genesisy","chapter":34,"verses":["Dia nivoaka Dina, zanakavavin'i Lea, izay naterany tamin'i Jakoba, mba hizaha ny zazavavy tompon-tany.","Ary nahita azy Sekema, zanakalahin'i Hamora Hivita, andriana tamin'izany tany izany; dia naka azy izy ary nandry taminy ka nampietry azy.","Ary ny fony dia raiki-pitia tamin'i Dina, zanakavavin'i Jakoba; eny, tia ny zazavavy izy, ka dia nanao teny malefaka nahafinaritra azy.","Ary Sekema dia niteny tamin'i Hamora rainy ka nanao hoe: Alao io zazavavy io ho vadiko.","Ary ren'i Jakoba fa efa nandoto an'i Dina zananivavy izy; nefa ny zananilahy mbola niandry ny omby aman'ondriny tany an-tsaha; ka dia nangina aloha Jakoba mandra-pahatongany.","Dia nivoaka Hamora, rain'i Sekema, nankany amin'i Jakoba hidinika taminy.","Ary ny zanak'i Jakoba dia tonga avy tany an-tsaha, rehefa nandre izy, ka nalahelo sady tezitra indrindra, satria Sekema efa nanao izay fady indrindra teo amin'ny Isiraely noho ny nandriany tamin'ny zanakavavin'i Jakoba; fa zavatra izay tsy tokony hatao izany.","Ary Hamora nidinika taminy ka nanao hoe: Ny fon'i Sekema zanakolahy efa raiki-pitia amin'ny zanakareo-vavy; koa masìna ianareo, mba omeo azy ho vadiny.","Ary aoka hifanambady anaka isika: omeo anay ny zanakareo vavy, ary alao ho anareo kosa ny zanakai-vavy,","Dia hiara-monina aminay ianareo; ary indro ny tany eo anoloanareo; oneno, dia manaova varotra ao, ary aoka ho isan'ny tompon-tany ianareo.","Ary hoy Sekema tamin'ny rain'i Dina sy ny anadahiny: Aoka mba hahita fitia eto imasonareo aho, ary izay lazainareo amiko dia homeko;","na dia harena be sy zavatra betsaka aza no asainareo homeko, dia homeko ihany araka izay holazainareo amiko; fa omeo ahy ny zazavavy ho vadiko.","Ary ny zanak'i Jakoba namaly an'i Sekema sy Hamora rainy tamin'ny fitaka ka nisaroro azy noho ny nandotoany an'i Dina anabaviny;","ary hoy izy taminy: Tsy azonay atao ny hanome ny anabavinay ho an'izay lehilahy tsy voafora; fa fahavetavetana aminay izany.","Izao ihany no azonay hanekena anareo: Raha ho tahaka anay ianareo, ka hoforana ny lehilahy rehetra aminareo,","dia homenay anareo ny zanakai-vavy, ary ny zanakareo-vavy kosa halainay ho anay, dia hiara-monina aminareo izahay, ka ho firenena iray isika.","Fa raha tsy hanaraka ny teninay ianareo ka hoforana dia halainay ny zanakai-vavy, ka handeha izahay.","Dia sitrak'i Hamorasy Sekema zanany izany teniny izany.","Ary tsy nitaredretra ilay zatovo hanao izany zavatra izany, satria efa tia ny zanakavavin'i Jakoba izy. Ary izy no nalaza indrindra tamin'izay rehetra tao an-tranon'ny rainy.","Ary Hamora sy Sekema zananilahy nankeo amin'ny vavahadin'ny tanànany, dia niteny tamin'ny mponina tao an-tanànany ka nanao hoe:","Ireo olona ireo mipetraka tsara eto amintsika, dia aoka honina eto amin'ny tany izy ka hanao varotra eto; fa. indro, ny tany dia malalaka eo anoloany; ny zananivavy dia aoka halaintsika ho vadintsika, ary ny zanatsika vavy dia aoka homentsika azy kosa.","Nefa izao monja ihany no hanaovan'ireo lehilahy ireo fanekena amintsika mba hiara-monina amintsika ho firenena iray: mba hoforana koa, hono, ny lehilahy rehetra eto amintsika tahaka izay namorana azy ireo.","Tsy ho antsika va ny omby aman'ondriny sy ny fananany mbamin'ny biby fiompiny rehetra? Aoka hanaiky ny teniny ihany isika, dia hiara-monina amintsika izy.","Ary izay rehetra nivoaka tamin'ny vavahadin'ny tanànany dia nanaiky ny tenin'i Hamora sy Sekema zanany; ary noforana ny lehilahy rehetra, dia izay rehetra nivoaka tamin'ny vavahadin'ny tanànany.","Ary nony tamin'ny andro fahatelo, rehefa ilay narary mafy iny izy ireo, dia samy nitondra ny sabany ny zanak'i Jakoba roa lahy, dia Simeona sy Levy, anadahin'i Dina, ka niakatra sahisahy tao an-tanàna, dia namono ny lehilahy rehetra tao.","Ary Hamora sy Sekema zananilahy dia novonoiny tamin'ny lelan-tsabatra koa; dia naka an'i Dina tao an-tranon'i Sekema izy ka lasa nandeha.","Ary ny zanak'i Jakoba nankeny amin'ny faty ka namabo ny tanàna noho ny nandotoany ny anabaviny.","Ny ondry aman'osiny sy ny ombiny sy ny borikiny mbamin'izay rehetra tao an-tanàna sy izay rehetra tany an-tsaha dia nahorony avokoa;","ary ny fananany re­hetra sy ny zanany madinika rehetra ary ny vadiny dia nobaboiny ka nofaohiny avokoa mbamin'izay rehetra tao an-trano.","Ary hoy Jakoba tamin'i Simeona sy Levy: Efa nahatonga loza amiko ianareo, fa efa nomaimboinareo eto amin'ny mponina amin'ny tany aho, dia amin'ny Kananita sy ny Perizita; nefa olom-bitsy aho, ka dia hiangona hamely ahy izy ireo ka hamono ahy; dia ho fongotra aho, dia izaho sy ny ankohonako.","Fa hoy kosa izy: Moa ny anabavinay havela hataony toy ny vehivavy janga va?"]}