{"book":"Genesisy","chapter":10,"verses":["Ary izao no taranaky ny zanakalahin'i Noa, dia Sema sy Hama ary Jafeta: Samy niteraka zazalahy avy izy taorian'ny safo-drano.","Ny zanakalahin'i Jafeta dia Gomera sy Magoga sy Maday sy Javana sy Tobala sy Maseka ary Tirasa.","Ary ny zanakalahin'i Gomera dia Askenaza sy Rifata ary Togarma.","Ary ny zanakalahin'i Javana dia Elisaha sy Tarsisy sy ny Kitima sy ny Dodanita.","Avy tamin'ireo no niavakavahan'ny nosin'ny firenena tany amin'ny taniny, dia samy araka ny fiteniny avy, araka ny mpianakaviny avy, tamin'ny fireneny avy.","Ary ny zanakalahin'i Hama dia Kosy sy Mizraima sy Pota ary Kanana.","Ary ny zanakalahin'i Kosy dia Seba sy Havila sy Sabta sy Ragama ary Sabteka; ary ny zanakalahin'i Ragama dia Seba sy Dedana.","Ary Kosy niteraka an'i Nimroda; izy no voalohany izay tonga olona mahery tambonin'ny tany.","Izy dia mpihaza mahery teo anatrehan'i Jehovah, ka izany no nanaovan'ny olona hoe: Tahaka an'i Nimroda, mpihaza mahery eo anatrehan'i Jehovah.","Ary ny niandohan'ny fanjakany dia Babela sy Ereka sy Akada ary Kalne tany amin'ny tany Sinara.","Ary nivoaka avy tamin'izany tany izany izy ka nankany Asyria, dia nanorina an'i Ninive mbamin'i Rehobot-ira sy Kala","ary Resena teo anelanelan'i Ninive sy Kala, dia ilay tanàna lehibe izany.","Ary Mizraima niteraka ny Lodita sy ny Anamita sy ny Lehabita sy ny Naftohita","sy ny Patrosita sy ny Kaslohita izay nihavian'ny Filistina ary ny Kaftorita.","Ary Kanana niteraka an'i Sidona lahimatoany sy Heta,","ary ny Jebosita , sy ny Amorita sy ny Girgasita","sy ny Hivita sy ny Arkita sy ny Sinita","sy ny Arvadita sy ny Zemarita ary ny Hamatita; ary nony taoriana dia niely ny firenen'ny Kananita.","Ary ny fari-tanin'ny Kananita dia hatrany Sidona ka hatrany Gaza ao akaikin'i Gerara, ka hatrany Lesa ao akaikin'i Sodoma sy Gomora sy Adma ary Zeboima.","Ireo no zanak'i Hama, araka ny mpianakaviny, araka ny fiteniny, amin'ny taniny, amin'ny fireneny.","Dia niteraka koa Sema, rain'ny zanak'i Ebera rehetra rahalahin'i Jafeta, izay zokiny.","Ny zanakalahin'i Sema dia Elama sy Asyra sy Arpaksada sy Loda ary Arama.","Ary ny zanakalahin'i Arama dia Oza sy Hola sy Gatera ary Masy.","Ary Arpaksada niteraka an'i Sela; ary Sela niteraka an'i Ebera.","Ary Ebera niteraka roa lahy: ny anaran'ny iray natao hoe Palega, satria tamin'ny androny no nizarana ny tany; ary Joktana no anaran'ny rahalahiny.","Ary Joktana niteraka an'i Almodada sy Salefa sy Hazarmaveta sy Jera","sy Hadorama sy Ozala sy Dikla","sy Obala sy Abimaela sy Sheba","sy Ofira sy Havila ary Jobaba; ireo rehetra ireo no zanakalahin'i Joktana.","Ary ny fonenan'ireo dia hatrany Mesa ao akaikin'i Sefara, tendrombohitra atsinanana.","Ireo no zanak'i Sema, araka ny mpianakaviny, araka ny fiteniny, amin'ny taniny, araka ny fireneny.","Ireo no mpianakavin'ny zanak'i Noa, araka ny taranany, amin'ny fireneny; ary avy tamin'ireo no niavakavahan'ny firenena tambonin'ny tany taorian'ny safo-drano."]}