{"book":"Genesisy","chapter":16,"verses":["Ary Saray, vadin'i Abrama, tsy mba niteraka; ary izy nanana mpanompovavy Egyptiana, Hagara no anarany.","Ary hoy Saray tamin'i Abrama: Indro, efa tsy nanome zanaka ahy Jehovah; masìna ianao, mivadia amin'ny mpanompovaviko; angamba hahazo zaza aminy aho. Dia neken'i Abrama ny tenin'i Saray.","Ary rehefa nonina folo taona teo amin'ny tany Kanana Abrama, dia nalain'i Saray, vadin'i Abrama, Hagara Egyptiana mpanompovaviny, ka nomeny an'i Abrama vadiny mba hovadiny.","Dia nivady tamin'i Hagara izy, ka nanan'anaka ravehivavy; ary rehefa hitany fa efa manan'anaka izy, dia nataony toy ny tsinontsinona ny tompovaviny.","Ary hoy Saray tamin'i Abrama: Hanody anao anie ny fahoriako; fa efa nomeko ho andefimandrinao ny mpanompovaviko, ary nony hitany fa efa manan'anaka izy, dia na­taony toy ny tsinontsinona aho; Jehovah anie hitsara ahy sy ianao.","Ary hoy Abrama tamin'i Saray: Indro, eo an-tananao ihany ny mpanompovavinao; ataovy aminy izay sitraponao. Ary raha nampahorin'i Saray Hagara, dia nandositra ny tavany izy.","Ary Ilay Anjelin'i Jehovah nahita azy teo anilan'ny loharano anankiray tany an-efitra, dia teo anilan'ilay loharano eo amin'ny lalana mankany Sora.","Ary hoy Izy: Ry Hagara, andevovavin'i Saray, avy taiza ianao? Ary hankaiza? Ary hoy izy; Mandositra ny tavan'i Saray tompovaviko aho.","Ary hoy Ilay Anjelin'i Jehovah taminy: Miverena any amin'ny tompovavinao ka miareta izay ataony aminao.","Ary hoy koa Ilay Anjelin'i Jehovah taminy: Hataoko maro indrindra ny taranakao, ka tsy ho azo isaina izy noho ny hamaroany.","Ary hoy indray Ilay Anjelin'i Jehovah taminy: Indro, manan'anaka ianao ka hiteraka zazalahy, ary ny anarany hataonao hoe Isimaela, satria efa nihaino ny fahorianao Jehovah.","Ary izy ho lehilahy toy ny boriki-dia; ny tànany hamely ny olona rehetra, ary ny tanan'ny olona rehetra kosa hamely azy; ary honina eo tandrifin'ny rahalahiny rehetra izy.","Ary Hagara nanao ny anaran'i Jehovah, Izay niteny taminy hoe: Hianao no Andriamanitra Izay mahita; fa hoy izy: Tsy teto va no mbola velona aho aorian'ny fahitana?","Izany no nanaovana ny lavaka fantsakana hoe: Bera-lahai-roy; indro, eo anelanelan'i Kadesy sy Bareda izany.","Ary Hagara dia niteraka zazalahy tamin'i Abrama; ary ny anaran'ny zanany izay naterany dia nataon'i Abrama hoe Isimaela.","Ary efa enina amby valo-polo taona Abrama, raha Hagara niteraka an'Isimaela taminy."]}