{"book":"Genesisy","chapter":8,"verses":["Ary Andriamanitra nahatsiaro an'i Noa mbamin'ny bibi-dia rehetra ary ny biby fiompy rehetra, izay niara-nitoetra taminy tao anatin'ny sambo-fiara; ary Andriamanitra nampandeha rivotra eran'ny tany, ka dia nihena ny rano.","Ary tampina ny loharanon'ny lalina sy ny varavaran'ny lanitra, ka nitsahatra ilay ranonorana nivatravatra avy tany an-danitra.","Ary nihena niandalana niala tamin'ny tany ny rano; ary rehefa afaka dimam-polo amby zato andro, dia efa nihena ny rano.","Dia nipetraka teo amin'ny tendrombohitra any Ararata ny sambo-fiara tamin'ny andro fahafito ambin'ny folo tamin'ny volana fahafito.","Ary ny rano dia mbola nihena niandalana hatramin'ny volana fahafolo; tamin'ny andro voalohany tamin'ny volana fahafolo dia niseho ny tampon'ny tendrombohitra.","Ary rehefa afaka efa-polo andro, dia novohan'i Noa ny varavarankelin'ny sambo-fiara izay efa nataony.","Dia namoaka goaika anankiray izy, ary niverimberina mandra-paharitry ny rano tamin'ny tany iny.","Dia namoaka voromailala anankiray izay teo aminy izy, hizahany na efa kely ny rano tambonin'ny tany, na tsia.","Fa tsy hitan'ilay voromailala izay hipetrahan'ny faladiany, dia niverina tamin'i Noa tao anatin'ny sambo-fiara izy, satria mbola nisy rano tambonin'ny tany rehetra; ary Noa naninjitra ny tànany ka nandray sy nampiditra azy ho ao aminy tao anatin'ny sambo-fiara.","Ary mbola niandry hafitoana koa izy; dia namoaka ilay voromailala tamin'ny sambo-fiara indray izy.","Dia niditra teo aminy ilay voromailala nony hariva ny andro; ary, indro, nisy ravin'oliva maitso teo am-bavany; izany no nahafantaran'i Noa fa efa kely ny rano tambonin'ny tany.","Ary mbola niandry hafitoana indray izy, dia namoaka ilay voromailala; ary tsy niverina teo aminy intsony iny.","Ary tamin'ny andro voalohany tamin'ny volana voalohany tamin'ny taona fahiraika amby enin-jato, dia ritra ny rano teo ambonin'ny tany; ary nanaisotra ny tafon'ny sambo-fiara Noa ka nijery, ary, indro, efa maina ny tany.","Ary tamin'ny andro fahafito amby roa-polo tamin'ny volana faharoa, dia maina ny tany.","Ary Andriamanitra dia niteny tamin'i Noa ka nanao hoe:","Mivoaha amin'ny sambo-fiara ianao sy ny vadinao aman-janakao ary ny vinantonao vavy miaraka aminao.","Ary ny zava-manan'aina rehetra, izay eo aminao, avy tamin'ny nofo rehetra, dia ny vorona sy ny biby fiompy sy ny biby rehetra izay mandady na mikisaka amin'ny tany, dia ento mivoaka miaraka aminao; ary aoka hiteraka be eny ambonin'ny tany sy ho maro anaka ary hihabetsaka eny ambonin'ny tany ireny.","Dia nivoaka Noa mbamin'ny vadiny aman-janany ary ny vinantonivavy niaraka taminy;","Ny zava-manan'aina rehetra sy ny biby rehetra izay mandady na mikisaka ary ny vorona rehetra mbamin'izay rehetra mihetsiketsika eny ambonin'ny tany dia samy nivoaka avy tao amin'ny sambo-fiara araka ny karazany.","Ary Noa dia nanorina alitara ho an'i Jehovah; ary ny biby madio rehetra sy ny vorona madio rehetra dia nanalany ka nataony fanatitra odorana teo ambonin'ny alitara.","Dia nandre ny hanitra ankasitrahana Jehovah, ka hoy Izy tam-pony: Tsy mba hanozona ny tany intsony noho ny amin'ny olona Aho; fa ny fisainan'ny fon'ny olona dia ratsy hatramin'ny fahazazany; ary tsy mba handringana ny velona rehetra intsony Aho tahaka izay nataoko.","Raha mbola maharitra koa ny tany, dia tsy hanam-pitsaharana ny taom-pamafazana sy ny taom-pijinjana, ary ny hatsiaka sy ny hafanana ary ny fahavaratra sy ny ririnina,ary ny andro sy ny alina."]}