{"book":"Genesisy","chapter":31,"verses":["Ary Jakoba nandre ny tenin'ny zanakalahin'i Labana nanao hoe: Efa lasan'i Jakoba avokoa izay rehetra nananan'ny raintsika; ary avy tamin'ny fananan'ny raintsika no nahazoany izao voninahitra rehetra izao.","Ary hitan'i Jakoba ny tarehin'i Labana, fa indro tsy mba miramirana taminy tahaka ny taloha izy.","Ary hoy Jehovah tamin'i Jakoba: Modia any amin'ny tanin'ny razanao sy any amin'ny havanao; ary homba anao Aho.","Ary Jakoba naniraka ka nampaka an-dRahely sy Lea hankany an-tsaha ho any amin'ny ondry aman'osiny","ka nanao taminy hoe: Hitako ny tarehin'ny rainareo, fa tsy mba miramirana amiko tahaka ny taloha; fa Andriamanitry ny raiko no efa nomba ahy.","Ary fantatrareo fa tamin'ny heriko rehetra no nanompoako ny rainareo.","Fa ny rainareo efa namitaka ahy ka efa nanova ny karamako im-polo; nefa tsy navelan'Andriamanitra hahatonga loza tamiko izy.","Raha nilaza hoe izy: Ny mara rehetra ho karamanao, dia niteraka mara ny ondry aman'osy rehetra: ary raha nilaza hoe indray izy: Ny sadika rehetra ho karamanao, dia niteraka sadika ny ondry aman'osy rehetra.","Dia nalain'Andriamanitra ny fananan'ny rainareo ka nomeny ahy.","Ary rehefa mby amin'ny andro izay nikambanan'ny ondry aman'osy, dia natopiko ny masoko, ka hitako tamin'ny nofy, ary indro, sadika sy mara ary sada ny lahy izay nikambana tamin'ny ondrivavy sy ny osivavy.","Ary hoy Ilay Anjelin'Andriamanitra ta­miko tamin'ny nofy: Ry Jakoba; dia hoy izaho: Inty aho.","Ary hoy Izy: Mba atopazy ny masonao ka jereo, fa sadika sy mara ary sada ny lahy rehetra izay mikambana amin'ny ondrivavy sy ny osivavy, satria efa hitako izay rehetra nataon'i Labana taminao.","Izaho no Andriamanitr'i Betela, izay nanosoranao tsangam-bato sy nivoadianao tamiko; miaingà ankehitriny hiala amin'ity tany ity, ka modia any amin'ny tany nahaterahanao.","Dia namaly Rahely sy Lea ka nanao taminy hoe: Mbola misy anjara sy lova ho anay va ao an-tranon'ny rainay?","Tsy natao­ny toy ny vahiny va izahay? Fa efa namidiny izahay sady nohaniny lalandava ny volanay rehetra.","Fa ny harena rehetra izay nalain'Andriamanitra tamin'ny rainay, dia anay sy an'ny zanakay izany; koa ankehitriny, izay rehetra nolazain'Andriamanitra taminao dia ataovy.","Dia niainga Jakoba, ka nampitaingeniny ny rameva ny zanany sy ny vadiny;","dia ni­tondra ny ombiny sy ny ondry aman'osiny rehetra izy, mbamin'ny fananana rehetra izay efa nohariny, dia ny omby aman'ondry izay efa azony tany Mesopotamia, mba hankany amin'Isaka rainy any amin'ny tany Kanana.","Ary Labana efa lasa nandeha hanety ny ondry aman'osiny; dia nangalarin-dRahely ny sampin-drainy.","Ary Jakoba dia nangala-dia tamin'i Labana Syriana, fa tsy nambarany taminy ny amin'ny handosirany.","Ary nandositra izy ka nitondra ny fananany rehetra; dia niainga izy ka nita ny Ony, ary nizotra hankany an-tendrombohitra Gileada.","Ary tamin'ny andro fahatelo dia nisy nanambara tamin'i Labana fa lasa nandositra Jakoba.","Dia nitondra ny havany homba azy izy ka nanenjika azy lalan-kafitoana, dia nahatratra azy teo an-tendrombohitra Gileada.","Fa Andriamanitra nankeo amin'i Labana Syriana tamin'ny nofy nony alina ka nanao taminy hoe: Tandremo mba tsy hasianao teny akory Jakoba, na soa na ratsy.","Ary Labana dia nahatratra an'i Jakoba. Ary Jakoba dia efa nanorina ny lainy teo an-tendrombohitra; ary Labana sy ny havany kosa nanorin-day teo an-tendrombohitr'i Gileada.","Ary hoy Labana tamin'i Jakoba: Inona izao ataonao izao, no dia nangala-dia tamiko ianao ka nitondra ny zanako-vavy toy ny babo azo tamin'ny sabatra?","Nahoana no nandositra mangingina ianao ka nangala-dia tamiko; ary tsy nanambara tamiko ianao mba hanaterako anao amin'ny fifaliana sy ny hira, amin'ny amponga-tapaka sy ny lokanga,","sady tsy mba navelanao hanoroka ny zanako-lahy sy ny zanako-vavy aho? Fa izao dia efa nanao adaladala ianao.","Manan­kery hanisy ratsy anareo ny tanako; fa Andriamanitry ny rainareo efa niteny tamiko halina ka nanao hoe: Tandremo mba tsy hasianao teny akory Jakoba, na soa na ratsy.","Ary ankehitriny, raha mandeha tokoa ianao, satria manina ny tranon'ny rainao indrindra ianao, nahoana no nangalarinao ny andriamanitro ?","Dia namaly Jakoba ka nanao tamin'i Labana hoe: Satria natahotra aho; fa hoy izaho: Angamba halainao an-keriny amiko ny zanakao-vavy.","Izay hahitanao ny andriamanitrao dia aza velomina; eto anatrehan'ny havantsika savao izay ato amiko, ka ento ny anao. Fa tsy fantatr'i Jakoba fa Rahely no efa nangalatra azy.","Ary Labana niditra tao an-dain'i Jakoba sy tao an-dain'i Lea ary tao an-dain'ny ankiziny roa vavy, fa tsy nahita. Dia niala tao an-dain'i Lea izy ka niditra tao an-dain-Rahely.","Fa efa nalain-dRahely ny sampy ka nataony tao anatin'ny laselin'ny rameva, dia nipetraka teo amboniny izy. Ary Labana dia nikaroka eran'ny lay rehetra, fa tsy nahita.","Ary hoy Rahely tamin'ny rainy: Aza fady aho, tompokolahy, fa tsy mahazo mitsangana eto anatrehanao aho, satria azon'ny fombam-behivavy. Dia nikaroka fatratra izy, fa tsy nahita ny sampy.","Dia tezitra Jakoba ka nifamaly tamin'i Labana; ary namaly Jakoba ka nanao tamin'i Labana hoe: Inona no heloko? inona no otako, no dia niolomay nanenjika ahy ianao?","Fa efa nosavanao avokoa ny entako rehetra, koa inona no fanaka avy tany an-tranonao hitanao tao? Apetraho eto anatrehan'ny havako sy ny havanao izany, hitsarany antsika roa lahy,","Izao roa-polo taona izao no nitoerako tany aminao; ny ondrivavinao sy ny osivavinao tsy mba namotsotra, ary tsy mba nihinana ny ondrilahy avy tamin'ny ondrinao aho.","Izay voaviraviram-biby tsy mba nentiko tany aminao, fa izaho no nanolo azy; teo an-tanako no nitadiavanao azy, na ny nangalarina andro, na ny nangalarina alina.","Nony antoandro matin'ny hain'andro aho, ary nony alina dia matin'ny fanala; ary nandositra ny masoko ny torimaso.","Izao roa-polo taona izao no nitoerako tany an-tranonao, ka efatra ambin'ny folo taona no nanompoako anao hahazoako azy mirahavavy zanakao, ary enin-taona kosa hahazoako ny ondry aman'osinao, ary efa nanova ny karamako im-polo ianao.","Raha tsy Andriamanitry ny raiko, dia Andriamanitr'i Abrahama, Ilay natahoran'Isaka, no nomba ahy, dia ho nampandehaninao maina tokoa aho ankehitriny. Andriamanitra efa nitsinjo ny fahoriako sy ny fisasaran'ny tanako ka nananatra anao halina.","Dia namaly Labana ka nanao tamin'i Jakoba hoe: Ireo zazavavy ireo dia zanako-vavy ary ireo zazalahy ireo dia zanako-lahy; ary ireo ondry aman'osy ireo dia ondry aman'osiko; ary izao rehetra hitanao izao dia ahy avokoa; ary ahoana no hataoko anio amin'ireto zanako-vavy, na amin'ny zanany naterany?","Koa ankehitriny avia hanao fanekena isika, dia izaho sy ianao, ka aoka ho vavolombelona amiko sy aminao izany.","Dia naka vato iray Jakoba ka nanangana azy ho tsangam-bato.","Ary hoy Jakoba tamin'ireo havany: Manangòna vato; dia naka vato izy, ka nataony antontany; ary dia nihinana teo anilan'ny antontam-bato izy rehetra.","Ary ny anaran'ny antontam-bato dia nataon'i Labana hoe Jegara-sahadota; fa Jakoba kosa nanao azy hoe Galeda.","Ary hoy Labana: Ity antontam-bato ity no vavolombelona amintsika anio. Izany no nanaovany ny anarany hoe Galeda.","Ary nataony hoe Mizpa koa izy, fa hoy izy: Jehovah hitazana ahy sy ianao, rehefa tsy mifankahita isika.","Raha tahìny hampahory ny zanako-vavy ianao, na hanambady afa-tsy ireo zanako-vavy ireo ihany, tsy misy olona eto amintsika, fa, indro, Andriamanitra no ho vavolombelona amintsika.","Ary hoy indray Labana tamin'i Jakoba: Indro ity antontam-bato ity, ary indro ity tsangam-bato ity izay naoriko eto anelanelantsika, izaho sy ianao;","dia aoka ho vavolombelona ity antontam-bato ity, ary aoka ho vavolombelona ity tsangam-bato ity, mba tsy hihoarako ity antontam-bato ity hankany aminao, ary mba tsy hihoaranao ity antontam-bato ity sy ity tsangam-bato ity hankat? amiko kosa hanisy ratsy.","Ny andriamanitr'i Abrahama sy ny andriamanitr'i Nahora, dia ny andriamanitry ny rain'izy mirahalahy anie hitsara antsika. Fa Ilay natahoran'i Isaka rainy kosa no nianianan'i Jakoba.","Dia namono zavatra hatao fanatitra teo an-tendrombohitra Jakoba ka nanasa ny havany mba hihinan-kanina; dia nihinana izy ka nitoetra teo an-tendrombohitra nandritra ny alina,"]}