{"book":"Habakoka","chapter":2,"verses":["Hitsangana eo ambonin'ny fitazanako aho Ary hijoro eo ambonin'ny manda, Hiandry hahitako izay holazainy amiko Sy izay havaliko amin'ny fitarainako.","Dia namaly ahy Jehovah ka nanao hoe: Soraty ny fahitana, ka ataovy velona tsara ny soratra eo amin'ny fàfana, Mba ho azon'ny mihazakazaka hovakina aza.[Na: mba hihazakazahan'izy mamaky azy]","Fa ny fahitana dia mbola ho amin'ny fotoan'andro, Ary mikendry ny farany izy ka tsy ho diso; Eny, na dia mitaredretra aza izy, andraso ihany, Fa ho avy tokoa izy ka tsy hijanona.","Indro, feno avonavona ny fanahin'ireny, fa tsy mahitsy ao anatiny, Fa ny marina ho velon'ny finoany.[Na: fa ny marina amin'ny finoana no ho velona]","Ary koa, mamitaka ny divay; Ny olona miavonavona tsy mba mahatoetra, Dia ilay mitanatana vava tahaka ny fiainan-tsi-hita, Eny, toy ny fahafatesana, ka tsy mety voky, Fa manangona ny firenena rehetra ho ao aminy Sy mamory ny olona rehetra ho ao aminy..[Heb. Shoela]","Tsy hanao oha-teny hamelezana azy va ireto rehetra ireto ? Tsy hanao eson-teny sy fitenenana hanoherana azy va izy ka hanao hoe: Lozan'izay mahery mandroaka ny tsy azy! Mandra-pahoviana! dia ilay mivesatra ny zavatra nalaina ho tsatòka[Heb. fampanonona]","Tsy hitsangana tampoka va izay hanaikitra anao, Ary tsy hifoha va izay hanaitaitra anao, Ka ho babony ianao?","Fa efa namabo firenena maro ianao, Ka dia mba hobaboin'ny sisa rehetra amin'ny firenena kosa, Noho ny ran'ny olona sy ny fandozana natao tamin'ny tany, Dia tamin'ny tanàna sy ny mponina rehetra ao aminy.","Lozan'izay fatra-pila harena amin'ny tsy marina ho an'ny taranany, Hanaovany ny akaniny any amin'ny avo, Mba tsy ho tratry ny tanan'ny loza","Efa namoron-tsaina izay hahatonga henatra ho an'ny taranakao ianao, Dia ny handringanana firenena maro; Ary nankahà-doza hihatra amin'ny ainao ianao.","Fa hitaraina ny vato ao amin'ny rindrina, Ary ny sakamandimby ao amin'ny trano no hamaly azy.[Heb. hazo]","Lozan'izay manao vohitra amin'ny fandatsahan-drà Sy manorina tanàna amin'ny heloka!","Indro, tsy avy amin'i Jehovah, Tompon'ny maro, va no hiasan'ny olona ho an'ny afo, Sy hisasaran'ny firenena noho ny zava-poana?","Fa ny tany ho feno ny fahalalana ny voninahitr'i Jehovah, Toy ny fanaron'ny rano ny fanambanin'ny ranomasina.","Lozan'izay mampisotro divay ny namany Dia ianao izay manampy fahatezerana ka mampahamano azy, Mba hijery ny fitanjahany;","Efa feno henatra ianao, fa tsy voninahitra; Mba sotroy koa, ka mitanjaha; Hatolotra anao ny kapoaka eny an-tanana ankavanan'i Jehovah, Ary fahamenarana no ho amin'ny voninahitrao. [Na: aoka ho hita fa tsy voafora ianao]","Fa hanody anao ny loza natao tamin'i Libanona Sy ny fandringanana mahatahotra namelezana ny biby, Noho ny ran'ny olona sy ny loza natao tamin'ny tany, Dia tamin'ny tanàna sy ny mponina rehetra ao aminy.","Mahasoa inona ny sarin-javatra voasokitra, No misokitra azy ny mpanao azy? Na ny sarin-javatra an-idina sy ny mpampianatra lainga, No matoky azy izay namorona azy Tamin'ny nanaovany sampy moana?","Lozan'izay manao amin'ny hazo hoe: Mifohaza! Ary amin'ny vato moana hoe: Mitsangàna! Hampianatra va ireo ? He! voapetaka takela-bolamena sy volafotsy ihany izy, Nefa tsy misy fanahy akory ao anatiny.","Jehovah dia ao amin'ny tempoliny masina; Mangina eo anatrehany, ry tany rehetra!"]}