{"book":"Hagay","chapter":2,"verses":["Tamin'ny andro fahiraika amby roa -polo tamin'ny volana fahafito no nahatongavan'ny tenin'i Jehovah nentin'i Hagay mpaminany nanao hoe:","Lazao amin'i Zerobabela, zanak'i Sealtiela, governora any Joda, sy amin'i Josoa, zanak'i Jozadaka, mpisoronabe, ary amin'ny sisa amin'ny vahoaka hoe:","Iza no mbola sisa aminareo, izay nahita ity trano ity tamin'ny voninahiny taloha ? Fa manao ahoana kosa ny fahitanareo azy izao? Moa tsy toy ny tsinontsinona eo imasonareo ity?","Nefa mahereza ankehitriny, ry Zerobabela, hoy Jehovah; ary mahereza, ry Josoa, zanak'i Jozadaka, mpisoronabe; ary mahereza, ianareo vahoaka rehetra, hoy Jehovah, ka miasà; fa Izaho no momba anareo, hoy Jehovah, Tompon'ny maro,","araka ny teny fanekena nataoko taminareo, fony nivoaka avy tany Egypta ianareo, ary ny Fanahiko dia mbola mitoetra ao aminareo ihany; koa aza matahotra ianareo.","Fa izao no lazain'i Jehovah. Tompon'ny maro: Indray maka koa, raha afaka kelikely, dia hampihorohoroiko ny lanitra sy ny tany ary ny ranomasina sy ny tany maina;","ary hampihorohoroiko koa ny firenena rehetra, ka ho avy izay irin'ny firenena rehetra; ary hofenoiko voninahitra ity trano ity, hoy Jehovah, Tompon'ny maro.","Ahy ny volafotsy, ary Ahy ny volamena, hoy Jehovah, Tompon'ny maro.","Ny voninahitr'ity trano ity any am-parany dia ho lehibe noho ny tany aloha, hoy Jehovah, Tompon'ny maro; ary eto amin'ity fitoerana ity no hanomezako fiadanana, hoy Jehovah, Tompon'ny maro.","Tamin'ny andro fahefatra amby roa-polo tamin'ny volana fahasivy tamin'ny taona faharoa nanjakan'i Dariosa no nahatongavan'ny tenin'i Jehovah nentin'i Hagay mpaminany nanao hoe:","Izao no lazain'i Jehovah, Tompon'ny maro: Andeha maka hevitra amin'ny mpisorona hoe:","Raha misy mitondra hena masina eny an-tsisin-dambany, ka voakasiky ny sisin-dambany ny mofo; na izay voahandro, na ny divay, na ny diloilo, na izay mety ho fihinana, moa ho tonga masina koa va ireo? Dia namaly ny mpisorona nanao hoe: Tsia.","Ary hoy Hagay: Raha misy maloto amim-paty mikasika ireo, moa ho tonga maloto koa va ireo? Dia namaly ny mpisorona nanao hoe: Ho tonga maloto ireo.","Dia namaly Hagay nanao hoe: Tahaka izany eo anatrehako ireto olona ireto, ary tahaka izany ity firenena ity, hoy Jehovah; ary tahaka izany koa ny asan'ny tànany rehetra; fa izay ateriny ao dia maloto.","Koa masìna ianareo, hevero ny hatramin'izao andro anio izao no ho mankary, dia fony tsy mbola nisy vato nifanongoa tao amin'ny tempolin'i Jehovah;","fony tamin'izany andro izany raha nisy nankamin'ny vary roa-polo mifatra, dia folo ihany; raha nisy nankamin'ny vata fanantazana ranom-boaloboka hananty indimam-polon'ny famarana, dia roa-polo ihany.","Ny vary main'ny rivotra sy maty fotsy sy ny havandra no namelezako anareo tamin'ny asan'ny tananareo rehetra; nefa tsy niverina tamiko ihany ianareo, hoy Jehovah.","Masìna ianareo, hevero ny hatramin'izao andro anio izao no ho mankary, dia hatramin'ny andro fahefatra amby roa-polo amin'ny volana fahasivy, eny, hevero hatramin'ny andro nanorenana ny tempolin'i Jehovah.","Mbola ao an-tsompitra ihany va ny voan-javatra? Na dia ny voaloboka sy ny aviavy sy ny ampongaben-danitra sy ny oliva aza dia tsy mbola mamoa; hatramin'izao andro anio izao no hitahiako anareo.","Ary tonga fanindroany tamin'i Hagay ny tenin'i Jehovah tamin'ny andro fahefatra amby roa-polo nanao hoe:","Lazao amin'i Zerobabela, governora any Joda, hoe: Hampihorohoroiko ny lanitra sy ny tany","dia hahohoko ny seza fiandrianan'ny fanjakana, ary hofoanako ny herin'ny fanjakan'ny firenena; ary hahohoko ny kalesiny sy ny mitaingina eo aminy; ary samy ho lavon'ny sabatry ny namany avy ny soavaly sy ny mpitaingina azy.","Amin'izany andro izany, hoy Jehovah, Tompon'ny maro, dia horaisiko ianao, ry Zerobabela mpanompoko, zanak'i Sealtiela, hoy Jehovah, ka hataoko toy ny fanombohan-kase ianao; fa efa nifidy anao Aho, hoy Jehovah, Tompon'ny maro."]}