{"book":"Hebreo","chapter":3,"verses":["Koa amin'izany, ry rahalahy masina, mpiombona ny fiantsoana avy any an-danitra, hevero ny Apostoly sy Mpisoronabe Izay ekentsika, dia Jesosy,","Izay mahatoky ny nanendry Ary, tahaka an'i Mosesy koa tao amin'ny tranon'Andriamanitra rehetra. [Izahao Nom. 12. 7]","Fa Izy dia natao miendrika hanam-boninahitra noho Mosesy, araka ny ananan'ny mpanao trano voninahitra bebe kokoa noho ny trano nataony.","Fa ny trano rehetra dia samy nisy mpanao azy; fa Izay nanao ny zavatra rehetra kosa dia Andriamanitra.","Ary Mosesy dia mpanompo nahatoky tao amin'ny tranon'Andriamanitra rehetra, ho fanambarana izay zavatra mbola holazaina;","fa Kristy kosa dia Zanaka manapaka ny tranon'Andriamanitra; ary isika no tranony, raha hazonintsika mafy hatramin'ny farany ny fahasahiana sy ny firavoravoana momba ny fanantenana.","Koa araka izay lazain'ny Fanahy Masina hoe: \"Anio, raha hihaino ny feony ianareo,","Aza manamafy ny fonareo tahaka ny tamin'ny fahasosorana, tamin'ny andro fakam-panahy tany an-efitra,","Izay nakan'ny razanareo fanahy Ahy tamin'ny nizahany toetra Ahy, Ary nahita ny asako efa-polo taona izy.","Koa tezitra tamin'izany taranaka izany Aho Ka nanao hoe: Ireo dia maniasia amin'ny fony mandrakariva Ka tsy nahalala ny lalako;","Ary araka izany no nianianako tamin'ny fahatezerako hoe: Tsy hiditra amin'ny fitsaharako mihitsy izy\" (Sal. 95.7-11).","Tandremo, ry rahalahy, fandrao hisy aminareo hanana fo ratsy tsy mino ka hiala amin'Andriamanitra velona;","fa mifananara isan'andro, raha mbola atao hoe \"Anio\"; fandrao hisy aminareo ho tonga mafy fo noho ny famitahan'ny ota.","Fa efa tonga mpiombona amin'i Kristy isika, raha mihazona mafy ny fiandohan'ny fahatokiantsika hatramin'ny farany;","raha atao hoe: \"Anio, raha hihaino ny feony ianareo, Aza manamafy ny fonareo tahaka ny tamin'ny fahasosorana.\" (Sal. 95 7, 8).","Fa iza moa no nahatezitra Azy, rehefa nandre? Tsy izay rehetra nentin'i Mosesy niala tany Egypta va?","Ary iza no nahatezitra Azy efa-polo taona? Tsy izay nanota va, ka dia niampatrampatra tany an-efitra ny fatiny?","Ary iza no nianianany fa tsy hiditra any amin'ny fitsaharany, afa-tsy izay tsy nanaiky?","Ka dia hitantsika fa tsy nahazo niditra izy ireo noho ny tsi-finoany."]}