{"book":"Hebreo","chapter":12,"verses":["Koa amin'izany, satria misy vavolombelona maro be toy izany manodidina antsika toy ny rahona, dia aoka isika koa hanaisotra izay rehetra mitambesatra amintsika mbamin'ny ota izay malaky mahazo antsika, ary aoka isika hihazakazaka amin'ny faharetana amin'izao fihazakazahana filokana napetraka eo anoloantsika izao,","mijery an'i Jesosy, Tompon'ny finoantsika sy Mpanefa azy, Izay naharitra ny hazo fijaliana, fa tsy nitandro henatra, mba hahazoany ny fifaliana napetraka teo anoloany, ka dia efa mipetraka eo amin'ny ankavanan'ny seza fiandrianan'Andriamanitra Izy.","Fa hevero tsara Ilay naharitra ny fanoherana nataon'ny mpanota taminy, fandrao ho ketraka ianareo, ka ho reraka ny fanahinareo. [ Na: ireo mpanota manimba tena]","Hianareo tsy mbola nanohitra niady tamin'ny ota hatramin'ny fahalatsahan-drà.","Ary hadinonareo ny fananarana izay milaza aminareo toy ny amin'ny zanaka hoe: \"Anaka, aza atao ho zavatra kely ny famaizana ataon'i Jehovah, Ary aza reraka, raha resi-lahatry ny anatra ataony ianao;","Fa izay tian'i Jehovah no faizany, Ary izay zanaka rehetra raisiny no kapohiny\" (Oha. 3.11,12).","Famaizana no anton'ny iaretanareo; Andriamanitra mitondra anareo tahaka ny zanaka; fa aiza moa izay zanaka tsy faizan-drainy?","Fa raha tsy faizana tahaka ny itondrana azy rehetra ianareo, dia zazasary, fa tsy zanaka.","Ary koa, isika dia nanana ny rain'ny nofontsika ho mpanafay antsika ka efa nanaja azy; tsy mainka va ny hanekentsika ny Rain'ny fanahy, ka ho velona isika?","Fa ireny dia nanao izay hahafay antsika tamin'ny andro vitsy araka izay sitrapony, fa Izy kosa dia ny hahasoa, mba handraisantsika ny fahamasinany.","Fa ny famaizana rehetra dia tsy mba atao ho mahafaly andro anaovana, fa mampahory; fa rehefa afaka izany, dia vao mitondra ny vokatry ny fahamarinana hiadanana ho an'izay nanaovana azy izy.","Koa hatanjaho ny tanana miraviravy sy ny lohalika malemy; [ Na: ahitsio]","ary manaova lala-mahitsy halehan'ny tongotrareo, mba tsy hampipitsoka ny tongotry ny mandringa, fa ny mba hahasitrana azy kosa.","Miezaha mitady fihavanana amin'ny olona rehetra ary fahamasinana; fa izay. tsy manam-pahamasinana dia tsy hahita ny Tompo.","Ary mitandrema tsara, fandrao hisy hiala amin'ny fahasoavan'Andriamanitra; fandrao hisy faka mangidy mitsimoka hampikorontana, ka ho voaloto ny maro;","fandrao hisy mpijangajanga na olona tsy manaja ny masina, dia tahaka an'i Esao, izay nivarotra ny fizokiany hahazoany hanina indraim-bava.","Fa fantatrareo fa rehefa afaka izany, raha ta-handova ny fitahiana izy, dia nolavina; fa tsy nahita izay hibebahana izy; na dia nitady fatratra tamin'ny ranomaso aza.","Fa ianareo tsy mby eo amin'izay tendrombohitra azo tsapaina sady mirehitra afo, dia eo amin'ny fahamaintisana sy ny aizina na sy ny tafio-drivotra","sy ny fanenon'ny trompetra ary ny feon'ny teny, ka izay nandre izany dia nangataka mba tsy hasian-teny intsony izy;","fa tsy tohany ilay nandidiana hoe: \"Ary raha misy biby aza mikasika ny tendrombohitra, dia hotoraham-bato izany\" (Eks. 19. 12, 13),","ary satria loza indrindra ny fahitana, dia hoy Mosesy: \"Matahotra loatra sy mangovitra indrindra aho\" (Deo]. 9.19).","Fa ianareo kosa efa mby eo an-tendrombohitra Ziona, tanànan'Andriamanitra velona, dia Jerosalema any an-danitra, ary ho ao amin'ny anjely tsy omby alinalina,","amin'ny fihaonana fifaliana sy ny fiangonan'ny lahimatoa voasoratra any an-danitra, sy amin'Andriamanitra, Mpitsara ny olona rehetra, ary amin'ny fanahin'ny olona marina izay efa natao tanteraka, [ Na: ho amin'ireo tsy omby alinalina, dia ny fivorian'ny anjely] [ Gr. eklesia]","sy amin'i Jesosy, Mpanalalana amin'ny fanekena vaovao, ary amin'ny rà famafazana, izay tsara lavitra noho ny an'i Abela.","Tandremo mba tsy holavinareo Izay miteny. Fa raha izy ireo tsy afa-nandositra tamin'ny nandavany ilay nilaza ny tenin'Andriamanitra taminy tet? ambonin'ny tany, mainka fa isika, raha mihodina miala amin'ilay avy any an-danitra,","Izay nampihorohoro ny tany fahiny tamin'ny feony; fa ankehitriny Izy efa nanao teny fikasana hoe: \"Indray maka koa tsy ny tany ihany no hampihorohoroiko, fa ny lanitra koa\" (Hag. 2.6).","Ary ny hoe \"indray maka koa\" dia manambara ny hanovana izay zavatra ampihorohoroina, toy ny zavatra natao, mba haharetan'izay zavatra tsy ampihorohoroina.","Koa satria mandray fanjakana tsy azo ampihorohoroina isika, dia aoka isika hanana fahasoavana ho entintsika manao izay fanompoana sitrak'Andriamanitra amin'ny fanajana sy ny fahatahorana; [ Na: hanana fanahy misaotra]","fa Andriamanitsika dia afo mandevona (Deo. 4.24)."]}