{"book":"Hebreo","chapter":2,"verses":["Ary amin'izany dia tokony hotandremantsika mafimafy kokoa izay efa rentsika, fandrao hindaosina hiala aminy isika.","Fa raha mafy ny teny izay nampilazaina ny anjely, ka samy voavaly marina avokoa ny fahadisoana rehetra mbamin'ny fahotana,","hataontsika ahoana no fandositra, raha tsy mitandrina izao famonjena lehibe izao isika? dia ilay nampilazaina ny Tompo tamin'ny voalohany, ary nohamafin'izay nandre tamintsika kosa,","sady Andriamanitra koa no niara-nanambara taminy tamin'ny famantarana sy ny fahagagana ary tamin'ny asa lehibe samy hafa sy ny fanomezana ny Fanahy Masina nozarazarainy araka ny sitrapony.","Fa tsy anjely no nampanekeny ny fiainana ho avy, izay lazainay.","Fa ny anankiray nanambara eo amin'ny teny iray hoe: \"Inona ny olona, no ahatsiarovanao azy? Ary ny zanak'olombelona, no amangianao azy?","Nataonao ambany kely noho ny anjely izy; Efa nosatrohanao voninahitra sy fiandrianana izy, Ary nampanjakainao amin'ny asan'ny tananao; [ Na: vetivety]","Ny zavatra rehetra dia efa nanapanekenao ho eo ambanin'ny tongony\" (Sal. 8.4-6). Fa tamin'ny nampanekeny azy ny zavatra rehetra, dia tsy nisy izay tsy nampanekeny azy. Nefa ankehitriny tsy mbola hitantsika fa efa ampanekena azy ny zavatra rehetra.","Fa Ilay natao ambany kely noho ny anjely no hitantsika, dia Jesosy, ary noho ny fitondrany ny fahafatesana dia voasatroka voninahitra aman-daza Izy, mba hanandrana fahafatesana hamonjy ny olona rehetra noho ny fahasoavan'Andriamanitra. [Na: vetivety]","Fa miendrika Izay anton'ny nanaovana ny zavatra rehetra sady nahariana ny zavatra rehetra, raha mitondra zanaka maro ho any amin'ny voninahitra, ny hahatanteraka ny Tompon'ny famonjena ireo amin'ny fahoriana.","Fa iray no nihavian'izy roroa, na Izay manamasina, na izay hamasinina; koa izany no tsy mahamenatra Azy hanao ireo hoe \"rahalahy\"","ka manao hoe: \"Hitory ny anaranao amin'ny rahalahiko Aho; Eo amin'ny fiangonana no hiderako Anao\" (Sal 22.22). [ Gr. eklesia]","Ary koa: \"Izaho hatoky Azy\". Ary indray koa: \"Indreto Izaho sy ireo zaza nomen'Andriamanitra Ahy\" (Isa. 8.27,18).","Koa satria manana nofo aman-drà ny zaza, dia mba nandray izany koa Izy, mba handringanany amin'ny fahafatesana ilay manana ny herin'ny fahafatesana, dia ny devoly,","ary mba hanafahany izay rehetra nandany ny fiainany rehetra tamin'ny fahandevozana noho ny tahotra ny fahafatesana.","Fa hita marina fa tsy anjely no vonjeny, fa ny taranak'i Abrahama no vonjeny.","Koa amin'izany dia miendrika mba hatao tahaka ny rahalahiny amin'ny zavatra rehetra Izy, mba ho Mpisoronabe mamindra fo sy mahatoky ny amin'Andriamanitra, mba hanaovany fanavotana noho ny heloky ny olona.","Fa satria nalaim-panahy ny tenany tamin'ny fahoriana nentiny, dia mahavonjy izay alaim-panahy koa Izy. [ Na: satria nijaly ny tenany, raha nalaim-panahy izy]"]}