{"book":"Hebreo","chapter":1,"verses":["Rehefa nampitenenin'Andriamanitra tamin'ny razana fahiny ny mpaminany tamin'ny andro samy hafa sy ny fanao samy hafa;","dia amin'izao andro farany izao kosa no nampitenenany tamintsika ny Zanany, Izay voatendriny ho Mpandova ny zavatra rehetra; Izy no nahariany izao tontolo izao,","Izy koa no famirapiratan'ny voninahiny sy endriky ny tenany indrindra ary mihazona ny zavatra rehetra amin'ny herin'ny teniny; ary rehefa nanao fanadiovana hahafaka ny fahotana Izy, dia nipetraka teo amin'ny tanana ankavanan'ny Lehibe any amin'ny avo","ka natao tsara noho ny anjely, araka ny nandovany anarana tsara noho ireny.","Fa anjely iza no mba nilazany hoe: \"Zanako Hianao, Izaho niteraka Anao androany\"? (Sal.2.7). Ary koa: \"Izaho ho Rainy, Ary Izy ho Zanako\"? (2 Sam. 7.14.)","Ary raha mitondra ny Lahimatoa ho amin'izao fiainana izao indray, dia hoy Izy: \"Ary aoka ny anjelin'Andriamanitra rehetra hiankohoka eo anoloany\" (Sal. 97.7).","Ary ny anjely dia ilazany hoe: \"Izy manao ny anjeliny ho rivotra, Ary ny mpanompony ho lelafo\" (Sal.104. 4).","Fa ny Zanaka kosa dia nilazany hoe: \"Ny seza fiandriananao, Andriamanitra ô, dia mandrakizay doria; Ary ny tehim-pahitsiana no tehim-panjakanao;","Tianao ny fahamarinana, fa halanao ny heloka; Koa Andriamanitra, dia Andriamanitrao, efa nanoso-diloilo fifaliana Anao Mihoatra noho ny namanao\" (Sal. 45.6, 7).","Ary izao koa: \"Hianao, Jehovah ô, tany aloha no nanorenanao ny tany, Ary asan'ny tananao ny lanitra;","Ireo dia ho levona, fa Hianao no maharitra; Ary izy rehetra ho rovitra toy ny fitafiana,","Ary toy ny lamba no hamalonanao azy, Dia toy ny fitafiana, ka hovana izy; Fa Hianao no tsy miova, Ary ny taonanao no tsy ho tapitra\" (Sal 102.25-27).","Fa anjely iza no mba nilazany hoe: \"Mipetraha eo an-tanako ankavanana, Ambara-panaoko ny fahavalonao ho fitoeran-tongotrao\"? (Sal. 110. 1.)","Tsy fanahy manompo va izy rehetra, nirahina hanao fanompoana ho an'izay handova famonjena? [Na: manao fanompoam-pivavahana]"]}