{"book":"Hebreo","chapter":5,"verses":["Fa ny mpisoronabe rehetra dia alaina amin'ny olona ka tendrena ho solon'ny olona hanao ny raharahan'Andriamanitra, hanatitra fanomezana sy fanatitra hanafaka ota,","dia olona izay mahay mitondra mora ny tsy mahalala sy ny mania, satria ny tenany koa dia mba hodidinin'ny fahalemena ihany;","ary noho izany dia tsy maintsy hanao fanatitra hanafaka ota ho an'ny tenany koa izy, toy ny ataony ho an'ny olona ihany.","Ary tsy misy maka izany voninahitra izany ho an'ny tenany afa-tsy izay antsoin'Andriamanitra, tahaka an'i Arona.","Dia toy izany koa Kristy: tsy Izy no nanandratra ny tenany ho Mpisoronabe, fa Ilay nanao taminy hoe: \"Zanako Hianao, Izaho niteraka Anao androany\" (Sal.2.7);","ary toy ny lazainy eo amin'ny teny hafa koa hoe: \"Hianao no Mpisorona mandrakizay Araka ny fanaon'i Melkizedeka\" (Sal.110.4).","Tamin'ny andron'ny nofony, raha nanao fivavahana sy fangatahana nomban'ny fitarainana mafy sy ny ranomaso be tamin'izay nahavonjy Azy tamin'ny fahafatesana Izy, sady voahaino noho ny fahatahorany an'Andriamanitra, [ Gr. nanatitra] [ Na: voahaino ka afaka tamin'ny fahatahorany]","dia nianatra fanarahana tamin'izay fahoriana nentiny Izy, na dia Zanaka aza;","ary rehefa natao tanteraka Izy, dia tonga loharanon'ny famonjena mandrakizay ho an'izay rehetra manaraka Azy,","fa notononin'Andriamanitra hoe Mpisoronabe \"araka ny fanaon'i Melkizedeka.\"","Ny amin'izany dia manana teny maro izahay sady sarotra ambara, satria lalodalovana ny sofinareo.","Fa na dia tokony ho efa mpampianatra aza ianareo noho ny fahelan'ny andro, dia mbola mila izay hampianatra anareo ny abidim-pianaran'ny tenin'Andriamanitra indray; ary efa toy izay tokony homen-dronono ianareo, fa tsy ventin-kanina.","Fa izay rehetra mivelona amin'ny ronono dia tsy zatra amin'ny tenin'ny fahamarinana, satria mbola zaza-bodo.","Fa ho an'izay efa lehibe ny ventin-kanina, dia ho an'izay manana ny saina efa zatra nampiasaina tsara ka mahay manavaka ny tsara sy ny ratsy. [ Na: tanteraka]"]}