{"book":"Hebreo","chapter":9,"verses":["Koa na dia ny fanekena voalohany aza dia nisy fitsipika ny amin'ny fanompoam-pivavahana, ary nisy ny fitoerany masina momba ny ety an-tany.","Fa nisy tabernakely voavoatra: ny efitra voalohany, ilay atao hoe \"ny fitoerana masina\", izay nisy ny fanaovan-jiro sy ny latabatra ary ny mofo aseho.","Ary ao anatin'ny efitra lamba faharoa no nisy ny tabernakely izay atao hoe \"ny fitoerana masina indrindra,\"","izay nisy lovia volamena fandoroana ditin-kazo manitra sy ny fiaran'ny fanekena, izay voapetaka takela-bolamena avokoa; ary tao anatin'io nisy ny vilany volamena, izay nitoeran'ny mana, sy ny tehin'i Arona izay nitsimoka, ary ny vato fisaky ny fanekena; [ Na: alitara]","ary teo ambonin'io koa ny kerobima nisy ny voninahitra, izay nanaloka ny rakotra fanaovam-panavotana,- tsy azonay lazaina tsirairay ireo ankehitriny.","Ary rehefa voavoatra toy izany ireo zavatra ireo, dia miditra mandrakariva eo amin'ny tabernakely voalohany ny mpisorona hanefa ny fanompoam-pivavahana.","Fa ny faharoa kosa no idiran'ny mpisoronabe irery ihany indray mandeha isan-taona; ary izy aza dia tsy miditra, raha tsy mitondra rà, izay ateriny noho ny amin'ny tenany sy ny fahadisoana nataon'ny olona amin'ny tsi-fahalalana;","koa izany no anambaran'ny Fanahy Masina fa tsy mbola voaseho ny lalana mankany amin'ny fitoerana masina indrindra, raha mbola ao ihany ny tabernakely voalohany;","fanoharana izany amin'izao andro ankehitriny izao, ary araka izany no anaterana fanomezana sy fanatitra, izay tsy mahatanteraka ny mpivavaka ny amin'ny fieritreretana","(fa naman'ny zavatra hohanina sy ny zavatra hosotroina sy ny fanasana samy hafa), dia fitsipika araka ny nofo, voatendrv hatao mandra-pihavin'ny andro fanovana.","Fa Kristy kosa, rehefa tonga ho Mpisoronabe ny amin'ny zavatra tsara ho avy, dia namaky teo amin'ny tabernakely lehibe lavitra sady tsara lavitra, izay tsy nataon-tanana, izany hoe, tsy isan'izao zavatra ary izao,","ary tsy mba nitondra ran'osilahy sy ran-janak'omby Izy, fa ny ran'ny tenany, dia niditra indray mandeha ho any amin'ny fitoerana masina ka nahazo fanavotana mandrakizay.","Fa raha ny ran'osilahy sy ny ran'ombilahy ary ny lavenom-bantotr'ombivavy afafy amin'izay voaloto no manamasina hatramin'ny fanadiovana ny nofo,","mainka fa ny ran i Kristy, Izay nanatitra ny tenany tsy manan-tsiny ho an'Andriamanitra, tamin'ny alalan'ny Fanahy mandrakizay, no hahadio ny fieritreretanareo ho afaka amin'ny asa maty mba hanompoanareo an'Andriamanitra velona.","Ary noho izany dia Mpanalalana amin'izay fanekena vaovao Izy, rehefa niaritra fahafatesana ho fanavotana amin'ny fahotana natao tamin'ny fanekena voalohany, mba hahazoan'izay voantso ny teny fikasana, dia ny lova mandrakizay.","Fa raha misy didim-pananana, dia teny foana izany, raha tsy efa maty izay nanao azy. [ Na: fanekena]","Fa mafy ny didim-pananana, rehefa tonga ny fahafatesana; fa tsy mafy akory izany, raha mbola velona ilay nanao azy. [ Na: fanekena]","Koa na dia ny fanekena voalohany aza dia tsy nohamasinina raha tsy nisy rà.","Fa rehefa voalazan'i Mosesy tamin'ny vahoaka rehetra ny didy rehetra araka ny lalàna, dia nalainy ny ran-janak'omby sy ny ran'osilahy mbamin'ny rano sy ny volon'ondry jaky sy ny hysopa ka nafafiny tamin'ny boky sy ny vahoaka rehetra;","dia hoy izy; Ity no ran'ny fanekena izay nandidian'Andriamanitra anareo (Eks. 24. 8).","Ary ny tabernakely sy ny fanaka rehetra enti-manao fanompoam-pivavahana dia nofafazany rà toy izany koa.","Ary saiky diovina amin'ny rà avokoa ny zavatra rehetra araka ny lalàna; fa raha tsy misy rà alatsaka, dia tsy misy famelan-keloka.","Koa dia tsy maintsy nodiovina tamin'ireny ny tandindon'ny zavatra any an-danitra, fa ny tenan'ny zavatra any an-danitra kosa dia tamin'izay fanatitra tsara noho ireny.","Fa Kristy tsy mba niditra tao amin'izay fitoerana masina nataon-tanana, izay tandindon'ny tena fitoerana masina, fa ho any an-danitra tokoa, mba hiseho eo anatrehan'Andriamanitra ankehitriny ho antsika;","ary tsy niditra Izy mba hanatitra ny tenany matetika, tahaka ny mpisoronabe miditra ao amin'ny fitoerana masina isan-taona mitondra ny ran'ny zavatra hafa;","fa raha izany, dia tsy maintsy ho nijaly matetika Izy hatrizay nanaovana izao tontolo izao; fa ankehitriny dia efa naseho indray mandeha tamin'izao andro farany izao Izy raha hanafaka ny ota tamin'ny nanaterany ny tenany.","Ary tahaka ny nanendrena ny olona ny ho faty indray mandeha, ary rehefa afaka izany, dia hisy fitsarana,","dia tahaka izany koa Kristy, rehefa natolotra indray mandeha hitondra ny otan'ny maro, dia hiseho fanindroany, tsy amin'ota, amin'izay miandry Azy, ho famonjena."]}