{"book":"Hosea","chapter":13,"verses":["Raha niteny Efraima, dia nampangorohoro, ka nisandratra tao amin'ny Isiraely izy. Dia nanota ny amin'i Bala izy ka maty;","Ary ankehitriny dia mandroso manota izy, fa ny volafotsiny no anaovany sarin-javatra an-idina ho azy, dia sampy araka ny fahaizany, izay asan'ny mpiasa avokoa; Ireny dia lazainy hoe: Aoka hanoroka ny ombilahy kely izay olona mamono zavatra hatao fanatitra.","Koa ho toy ny rahona maraina izy sy ho toy ny ando izay levona, raha mbola maraina ny andro, sy ho toy ny akofa izay paohin'ny rivotra hiala amin'ny fa noloana, ary ho toy ny setroka avy amin'ny varavarana makarakara.","Fa Izaho no Jehovah Andriamanitrao hatrany amin'ny tany Egypta, ary tsy mahalala Andriamanitra afa-tsy Izaho ianao, sady tsy misy mpamonjy afa-tsy Izaho.","Izaho dia nahalala anao tany an-efitra, dia tany amin'ny tany mampangetaheta.","Araka ny ahitra teny aminy no nahavoky azy; Eny, voky izy, ka niavonavona ny fony; Koa izany no nanadinoany Ahy.","Ka dia tonga toy ny liona aminy Aho, toy ny leoparda amoron-dalana no famitsako.","Mamely azy toy ny famelin'ny bera very anaka Aho, ka mandriatra ny sarom-pony, eny, any no andrapahako azy toy ny fandrapaky sy liom-bavy; Ny bibi-dia no hamiravira azy.","Izao no maharingana anao, ry Isiraely ô; Manohitra Ahy Izay famonjena anao ianao.","Aiza ary izay mpanjakanao, Mba hamonjy anao ao an-tanànanao rehetra? Ary aiza ireo andriambaventinao, izay nantsoinao hoe: Omeo mpanjaka sy mpanapaka aho?","Nomeko mpanjaka ianao tamin'ny fahatezerako, ary nesoriko izy tamin'ny fahavinirako.","Voafehy ny helok'i Efraima, voatahiry ny fahotany.","Fanaintainana tahaka ny vehivavy raha miteraka no mahazo azy; Zazalahy tsy hendry izy, fa raha tonga ny fotoana, dia tsy mba mandroso ho eo amin'ny fiterahan-jaza izy.","Havotako tsy ho azon'ny herin'ny fiainan-tsi-hita izy; Hovonjeko ho afaka amin'ny fahafatesana Izy; Ry fahafatesana ô, aiza ny aretina fandripahanao? Ry fiainan-tsi-hita ô, aiza ny fandringananao? Afenina tsy ho hitan'ny masoko ny nenina.[Heb. Sheola]","Fa Efraima dia hahavokatra eo amin'ny rahalahy; Nefa ho avy ny rivotra avy any atsinanana, dia ny rivotr'i Jehovah miakatra avy any an-efitra, ka dia ho ritra ny loharanony, ary ho tankina ny fantsakany; Hobaboina ny rakitra, dia ny fanaka tsara rehetra."]}