{"book":"Hosea","chapter":12,"verses":["Efraima manodidina Ahy amin'ny lainga, ary ny taranak'Isiraely amin'ny fitaka; Ary Joda mbola mikarenjy tsy manatona an'Andriamanitra, dia ny Iray Masina sy Mahatoky.","Efraima homan-drivotra sady manenjika ny rivotra avy any atsinanana, mandritra ny andro dia ataony betsaka ny lainga sy ny fandozana; Manao fanekena amin'ny Asyriana izy, ary diloilo no entina ho any Egypta.","Manana ady amin'i Joda koa Jehovah ary tsy maintsy mamaly an'i Jakoba araka ny alehany, ka hatsingeriny aminy ny nataony.","Fony mbola tany am-bohoka dia nihazona ny ombelahin-tongotry ny rahalahiny izy, ary rehefa lehibe izy, dia nitolona tamin'Andriamanitra;","Eny, nitolona tamin'Ilay Anjely izy ka nahery; Nitomany izy sady nifona taminy; Nahita azy tao Betela Izy, ary tao no niresahany tamintsika;","Jehovah, Andriamanitry ny maro, Jehovah no hahatsiarovana Azy.","Koa miverena amin'Andriamanitrao ianao; Tandremo ny famindram-po sy ny rariny. Ary miandrasa an'Andriamanitrao mandrakariva.","Kanana eny an-tànany misy mizana miangatra, ny manambaka no tiany.[Na: Mpandranto izy]","Fa hoy Efraima: Fiharian-karena ihany no efa nataoko, nahazo fananana aho; Ny asako rehetra tsy misy hahatonga fahotana na heloka amiko.","Nefa Izaho no Jehovah Andriamanitrao hatrany amin'ny tany Egypta; Ary mbola hampiditra anao an-day indray Aho tahaka ny tamin'ny fotoam-pivavahana.","Efa niteny tamin'ny mpaminany koa Aho, sady Izaho no nahabetsaka ny fahitana, ary ny mpaminany dia nampilazaiko ohatra.","Raha tena heloka Gileada, dia ho tonga zava-poana tokoa izy; Tany Gilgala no namonoany omby betsaka ho fanatitra, koa ny alitarany dia ho toy ny korontam-bato eny am-bavasa any an-tsaha.","Jakoba nandositra ho any amin'ny tany Syria, Isiraely nanompo hahazoany vady, eny, ny hahazoany vady no niandrasany ondry aman'osy.","Mpaminany no nentin'i Jehovah nitondra ny Isiraely nivoaka avy tany Egypta, ary mpaminany koa no nentina niahy azy","Nanao izay nahatezitra indrindra Efraima, ka dia havelan'ny Tompony ho eo aminy ny ràny, ary hatsingeriny aminy ny vava ratsy nataony."]}