{"book":"Hosea","chapter":9,"verses":["Aza dia fatra-pifaly loatra, toy ny firenena hafa, ry Isiraely; Fa ianao efa nijangajanga niala tamin'Andriamanitrao sady efa tia tangy teny am-pamoloana rehetra;","Ny famoloana sy ny fanantazana tsy hahavelona azy, ary hahadiso fanantenana azy ny ranom-boaloboka.","Tsy honina ao amin'ny tanin'i Jehovah izy; Fa Efraima hiverina ho any Egypta ary hihinana zava-padina any Asyria.","Tsy hanidina divay ho fanatitra ho an'i Jehovah izy, ary tsy hankasitrahany; Ny zavatra vonoiny hatao fanatitra dia ho toy ny fahan-kanina ho an'ny mpisaona aminy: Izay rehetra homana izany dia voaloto; Fa ny haniny dia ho an'ny tenany ihany, fa tsy ho tafiditra ao an-tranon'i Jehovah.","Hanao ahoana kosa re ianareo, raha mby amin'ny fotoam-pivavahana sy amin'ny andro firavoravoana voatendrin'i Jehovah?","Fa he! lasa izy noho ny fandringanana; Egypta no hanangona azy, Memfisa no handevina azy; Ny fana-bolafotsiny mahafinaritra dia ho lasan'ny amiana, tsilo no ho ao an-dainy.[Na: miala amin']","Tonga ireo andro famaliana, tonga ireo andro fanodiavana Ho fantatr'Isiraely fa adala ny mpaminany, ary very saina ny olona tsindriam-panahy noho ny hamaroan'ny helokao sy ny habetsahan'ny fanoherana.","Efraima dia mizaha, nefa tsy avy amin'Andriamanitro; Ny mpaminany dia fandriky ny mpamandri-borona eny amin'ny alehany rehetra sy fanoherana ao an-tranon'Andriamaniny.[Na: Efraima dia tily tao amin'Andriamanitro]","Fatra-panao ratsy toy ny tamin'ny andro tany Gibea izy; Ka dia hotsarovana ny helony, ary hovaliana ny fahotany.","Tahaka ny fahitana voaloboka any an-efitra no nahitako ny Isiraely, toy ny fahitana aviavy mialin-taona no nahitako ny razanareo; Nefa ireny dia tonga tany Bala-peora ka nanolo-tena ho amin'ilay mampahamenatra, ka dia tonga fahavetavetana tahaka an'ilay tiany ihany izy.","Ny amin'i Efraima, hihelina toy ny voro-manidina ny voninahiny, ka tsy hisy hiteraka, na hanan'anaka, na ho torontoronina.","Na dia misy mitaiza zanaka aza izy, dia hofoanako ihany ireny, ka tsy hisy miangana; Eny, hahita loza koa izy amin'ny handaozako azy!","Efraima, raha araka ny hitako, dia voavoly ao amin'ny tany mahafinaritra tahaka an'i Tyro, nefa tsy maintsy mamoaka ny zanany ho amin'ny mpamono izy.[Na: araka ny nahitako azy hatrany Tyro, dia voavoly, ...]","Jehovah ô, omeo azy - inona no homenao azy? Omeo azy ny kibo tsy mahazo zaza sy ny nono ritra.[Na: momba]","Ao Gilgala ny fahotany rehetra, eny, tao no vao nankahalako azy; Noho ny faharatsian'ny ataony dia horoahiko hiala ao an-tranoko izy; Tsy ho tia azy intsony Aho, mpiodina avokoa ny mpanapaka azy.","Voaratra Efraima, maina ny fakany, ka tsy hamoa izy; Eny, na dia miteraka aza izy, dia hovonoiko ny zanany mahafinaritra azy.","Harian'Andriamanitro izy, satria tsy nihaino Azy; Ka dia ho tonga mpirenireny any amin'ny jentilisa izy."]}