{"book":"Hosea","chapter":5,"verses":["Henoinareo izao, ry mpisorona, ary mandrenesa, ry taranak'Isiraely; Ary atongilano ny sofinareo, ry mpianakavin'ny mpanjaka; Fa ianareo no hihiran'ny fitsarana, satria tonga fandrika ao Mizpa ianareo sy fandrika harato voavelatra ao Tabara.","Ny mpivadika dia fatra-pamono; Fa Izaho kosa famaizana azy rehetra.[Na: fatra-panao ratsy]","Izaho mahalala an'i Efraima, ary Isiraely tsy takona amiko; Ankehitriny dia tonga mpijangajanga ianao, ry Efraima, voaloto Isiraely.","Tsy avelan'ny ataony hiverina amin'Andriamanitra izy; Fa ny fanahim-pijangajangana no ao anatiny, ary Jehovah tsy fantany.[Na: tsy mety manao izay hiverenany]","Ary ny avonavon'Isiraely dia vavolombelona manameloka azy; Ary Isiraely indrindra fa Efraima, ho lavon-keloka; Joda hiara-davo aminy koa.","Hitondra ny ombiny aman'ondriny izy ka handeha hitady an'i Jehovah. Nefa tsy hahita Azy; Jehovah efa niala taminy.","Nivadika tamin'i Jehovah izy, fa niteraka zaza sary; Ankehitriny dia ho levon'ny voaloham-bolana izy mbamin'ny zara-lovany.","Tsofy ao Gibea ny anjomara ary ny trompetra ao Rama! Miantsoa mafy ao Betavena! Inay! misy manenjika anao, ry Benjamina!","Ho lao Efraima, raha mby amin'ny andro fanamelohana; Izay tsy maintsy ho tò no nambarako tao amin'ny firenen'Isiraely.","Ny mpanapaka ny Joda dia efa tonga toy izay mamindra faritany, ka dia ireo no hampidinako ny fahatezerako toy ny fampidina rano.","Ampahorina Efraima sady voatorotoron'ny fitsarana, satria ninia nanaraka didin'olombelona izy,","Koa amin'i Efraima dia tahaka ny kalalao Aho ary amin'ny taranak'i Joda dia toy ny fositra.[Na: momoka]","Rehefa hitan'i Efraima ny aretiny, ary Joda ny feriny, dia nantany amin'ny Asyriana Efraima, eny, naniraka ho any amin'i Jareba mpanjaka izy; Nefa izy tsy mahasitrana anareo, na mampanaritra ny ferinareo.[Jareba = Mpandahatra, na Mpiady]","Fa amin'i Efraima dia tahaka ny liona Aho, ary amin'ny taranak'i Joda dia tahaka ny liona tanora: Izaho dia Izaho no mamiravira, dia lasa mandeha; Mahalasa Aho, ka tsy misy mahavonjy.","Handeha hody any amin'ny fitoerako Aho ambara-piaikiny ny helony sy hitadiavany ny tavako. Rehefa azom-pahoriana izy, dia hitady Ahy fatratra."]}