{"book":"Hosea","chapter":7,"verses":["Raha ta-hanasitrana ny Isiraely Aho, dia miseho ny helok'i Efraima sy ny faharatsian'i Samaria, fa manao fitaka izy; Miditra ny mpangalatra, ary ny jiolahy manao andiany dia mandehandeha eny ivelany.","Ary tsy heveriny ao am-po fa tsarovako ny faharatsiany rehetra; Ankehitriny dia gejan'ny nataony izy, efa tonga eo anatrehako izany.[Heb. ataony hoe]","Amin'ny faharatsiany no ampifaliany ny mpanjaka, ary amin'ny laingany ny mpanapaka.","Samy mpaka vadin'olona avokoa izy rehetra ka toy ny fatana voafanan'ny mpanendy mofo, izay mitsahatra tsy misorona afo hatramin'ny ametafetany ny koba ka ambara-pitombony.","Tamin'ny andron'ny mpanjakantsika dia nankarary tena tamin'ny fanafanan'ny herin'ny divay ny mpanapaka; Nifandray tanana tamin'ny mpaniratsira ny mpanjaka.","Fa entin'ireo ho ao am-panotrehana ny fony, toy ny ho ao amin'ny fatana; Mandritra ny alina dia matory ihany ny mpanendy azy, ary nony maraina dia toy ny lelafo mirehitra ny fatana.","Samy mahamay toy ny fatana izy rehetra ka mandevona ny andriambaventiny; Efa lavo avokoa, ny mpanjakany, tsy misy miantso Ahy izy rehetra.","Efraima dia miharoharo amin'ireo firenena; Efraima dia efa tonga ampempa tsy voavadika.","Lanin'ny vahiny ny heriny, nefa tsy fantany akory izany; Eny, efa mipi-bolo ihany izy, saingy tsy fantany.","Ary ny avonavon'Isiraely dia vavolombelona manameloka azy; Nefa, na dia izany rehetra izany aza, dia tsy miverina amin'i Jehovah Andriamaniny ihany izy, na mitady Azy.[Na: ny reharehany]","Ary Efraima dia efa tonga tahaka ny voromailala adaladala tsy manan-tsaina; Efa miantso an'i Egypta izy ary efa mankany Asyria.","Raha vao mandeha izy, dia hovelariko aminy ny fandrika haratoko, ka hampidiniko ao toy ny voro-manidina izy; Hofaizako izy araka izay efa nambara tamin'ny fiangonany.","Lozan'ireny! satria nandositra Ahy izy, haringana izy! satria niodina tamiko; Izaho ta-hanavotra azy, fa izy kosa dia lainga no entiny milaza Ahy.","Ary tsy mitaraina amiko ao am-pony izy, fa midradradradra foana ao am-pandriany; Mitangorona hitady vary sy ranom-boaloboka izy, dia miodina miala amiko.","Ary Izaho no nampianatra sy nanatanjaka ny sandriny, nefa izy kosa dia misaintsain-dratsy Ahy,","Miverina ihany izy, nefa tsy ho amin'ny Avo; Tonga tahaka ny tsipìka manjiona izy; Ho lavon-tsabatra ny mpanapaka azy noho ny firehitry ny lelany; Izany no ho latsany any amin'ny tany Egypta."]}