{"book":"Hosea","chapter":4,"verses":["Mihainoa ny tenin'i Jehovah, ianareo Zanak'Isiraely! Fa Jehovah manana ady amin'ny mponina amin'ny tany, satria tsy misy fahamarinana, na fitiavana, na fahalalana an'Andriamanitra eo amin'ny tany,","Fa fianianana sy lainga sy vonoana sy halatra sy fijangajangana kosa, eny, manao an-keriny izy ka mifanontona ny fandatsahan-drà.[Na: Fa ny fianianana sy ny lainga sy ny vonoana sy ny halatra ary ny fijangajangana no mihabetsaka]","Ary noho izany dia mitomany ny tany ary reraka izay rehetra mitoetra ao aminy, dia ny bibi-dia sy ny voro-manidina; Eny, na dia ny hazandrano any anaty ranomasina aza dia ringana koa.[Na: Mbamin']","Kanefa aza misy mandahatra, na mananatra; Fa ny oloko dia efa tahaka ny mifanditra amin'ny mpisorona.","Ka dia ho tafintohina antoandro ianao, ary ny mpaminany hiara-tafintohina aminao koa amin'ny alina, ary hovonoiko ny reninao.","Ringana ny oloko noho ny tsi-fisian'ny fahalalana. Satria ianao efa nandà ny fahalalana, dia mba holaviko kosa tsy ho mpisoroko intsony; Ary efa nanadino ny lalan'Andriamanitrao ianao, ka dia mba hohadinoiko kosa ny zanakao.","Araka ny nitomboany no nanotany tamiko, ka dia hampodiko ho henatra kosa ny voninahiny.","Ny fanatitra noho ny ota izay aterin'ny oloko dia haniny ka satriny ihany ny ho diso ireny.","Ary ho sahala ihany ny hanjo ny olona sy ny mpisorona; Dia hovaliako izy noho ny lalany, ary ny ataony dia hatsingeriko aminy.","Ka dia hihinana izy, nefa tsy ho voky, hijangajanga izy, nefa tsy hihabetsaka, satria Jehovah efa tsy nahoany intsony.","Fijangajangana sy divay ary ranom-boaloboka no mahalasa ny saina.","Ny oloko dia mila saina amin'ny tapa-kazony, ary ny tehiny no manambara aminy; Fa ny fanahim-pijangajangana no nampania azy, ary lasan-ko janga izy ka tsy manaiky an'Andriamaniny.","Eny an-tampon'ny tendrombohitra no amonoany zavatra hatao fanatitra, ary eny amin'ny havoana no andoroany ditin-kazo manitra, dia eny ambanin'ny hazo ôka sy ny popola ary ny terebinta, satria tsara alokaloka ireny; Koa izany no ijejojejoan'ny zanakavavinareo sy ijangajangan'ny vinantovavinareo.","Tsy hamaly ny zanakavavinareo Aho, raha mijejojejo izy, na ny vinantovavinareo, raha mijangajanga izy; Fa ny tenanareo aza dia miavaka hankamin'ny mpijangajanga sady mamono zavatra hatao fanatitra miaraka amin'ireo vehivavy mpanolotena hijangajanga ho fanompoan-tsampy, ka dia ho lavo ny firenena tsy misaina.[Heb. ireny]","Na dia mijangajanga aza ianao, ry Isiraely. Aoka ny Joda tsy mba hanota; Ary aza mankany Gilgala na miakatra any Betavena ianareo; Ary aza mianiana hoe: Raha velona koa Jehovah!","Fa ny Isiraely dia maditra toy ny vantotr'ombivavy maditra; Ankehitriny dia handrasan'i Jehovah toy ny zanak'ondry eny amin'ny malalaka izy.","Tafaraikitra amin'ny sampy Efraima; Aoka izy ho eo.","Efa lefy ny divainy; Mahery mijangajanga izy; Fatra-pitia henatra ireo mpanapaka azy. [Na: Rehefa mitsahatra ny fibobohany, dia mahery mijangajanga izy][Heb. ampingany]","Voapaoky ny elatry ny rivotra izy ka ho menatra noho ny zavatra novonoiny hatao fanatitra."]}