{"book":"Isaia","chapter":25,"verses":["Jehovah ô, Andriamanitro Hianao; Hanandratra Anao sy hidera ny anaranao aho, fa efa nanao zava-mahagaga Hianao, dia zavatra efa voakasa hatramin'ny ela sady mahatoky no marina indrindra.","Fa efa nataonao tonga korontam-bato ny tanàna; Ny tanàna mimanda dia rava tokoa; Ny lapan'ny fahavalo dia nataonao tsy vanon-ko tanàna; Tsy hatsangana intsony mandrakizay iny; [Heb. hafa firenena]","Ka dia hankalaza Anao ny firenena masiaka, Hatahotra Anao ny tanànan'ny firenena lozabe.","Fa fiarovana mafy ho an'ny reraka Hianao, eny, fiarovana mafy ho an'ny malahelo amin'ny fahoriany, fierena amin'ny ranonoram-baratra, fialokalofana amin'ny hainandro, fa ny rivotry ny mahery dia tahaka ny ranonorana mifafy mamely ny ampiantany.","Tahaka ny fandresinao ny hainandro izay mamely ny tany karankaina no andresenao ny fitabataban'ny firenena hafa; Eny, tahaka ny amin'ny hainandro resin'ny aloky ny rahona matevina no andresena ny fanakoran'ny olon-dozabe.","Ary Jehovah, Tompon'ny maro, dia hanao fanasana ho an'ny firenena rehetra eto amin'ity tendrombohitra ity, dia fanasana amin'ny zavatra matavy, fanasana amin'ny divay efa niotrika ela, zavatra matavy be tsoka, divay efa niotrika ela sady voadio tsara.","Ary hofoanany eto amin'ity tendrombohitra ity, ny sarona izay manarona ny olona rehetra sy ny rakotra izay arakotra ny firenena rehetra.","Hofoanany tsy hisy mandrakizay ny fahafatesana; Ary Jehovah Tompo hamafa ny ranomaso amin'ny tava rehetra sady hanafa-tondromaso ny olony eny amin'ny tany rehetra, fa Jehovah no efa niteny.","Ary holazaina amin'izany andro izany hoe: Indro Andriamanitsika, izay nandrasantsika hamonjy antsika; Indro Jehovah, Izay nandrasan-tsika, koa dia aoka ho faly sy ho ravoravo amin'ny famonjeny isika.","Fa hipetraka amin'ity tendrombohitra ity ny tànan'i Jehovah, ary Moaba hohosihosena ao amin'izay itoerany, dia tahaka ny fanosihosena ny mololo miavosa amin'ny rano ao am-pahitra;","Ary ireo dia hamelatra ny tanany eo ampovoan'izany, tahaka ny famelatry ny mpilomano ny tanany raha milomano; Fa Jehovah kosa hampietry ny fiavonavonany, na dia kanto aza ny fahamailamailaky ny tànany. [Heb. Izy]","Ary ny mandanao mafy sy avo dia harodany ka haetriny sy hofongorany hatramin'ny tany, dia hatramin'ny vovoka."]}