{"book":"Isaia","chapter":26,"verses":["Amin'izany andro izany dia hohiraina eto amin'ny tanin'ny Joda izao fihirana izao: Manana tanàna mafy isika; Famonjena no hotendren'i Jehovah ho manda sy fiarovana.","Vohay ny vavahady, mba hidiran'ny firenena marina, izay mitana ny fahamarinana.","Ny saina tsy miovaova dia harovanao ao amin'ny fiadanana tanteraka, satria matoky Anao izy.","Matokia an'i Jehovah mandrakizay, fa Jehovah Tompo no Vatolampy mandrakizay.","Fa naetriny ny mponina avo toerana; Ny tanàna avo dia arodany, eny, arodany ho amin'ny tany ka :azerany ho amin'ny vovoka.","Hitsahin'ny tongotra izy, dia ny tongotry ny ory sy ny faladian'ny mahantra.","Voaravona ny lalan'ny marina: Eny, aravonao ho marina indrindra ny alehan'ny marina.[Na: Hianao, Izay mahitsy, no manamarina]","Koa amin'ny lalan'ny fitsaranao, Jehovah ô, no iandrasanay Anao, ny anaranao sy ny fahatsiarovana Anao no irin'ny fanahinay.","Amin'ny fanahiko no aniriako Anao nony alina; Eny, ny saiko ato anatiko no itadiavako Anao fatratra; Fa raha mamely ny tany ny fitsaranao, dia mianatra fahamarinana ny mponina amin'izao tontolo izao.","Na dia asiana soa aza ny ratsy fanahy, tsy mety mianatra fahamarinana izy; Eny, na dia ao amin'ny tanin'ny fahamarinana aza izy, mbola manao meloka ihany ka tsy mety mijery ny fahalehibiazan'i Jehovah.","Jehovah ô, avo ny tananao, nefa tsy jeren'ireo; Tsy maintsy hojereny ihany anefa ny fahasaro-piaronao amin'ny olonao, ka ho menatra izy; Eny, afo no handevona ny fahavalonao. [Na: Hijery ihany anefa izy ka ho menatra noho ny fialonany ny olonao]","Jehovah ô, manorina fiadanana ho anay Hianao: Fa ny asanay rehetra dia tanterahinao ho anay.","Jehovah Andriamanitray ô, tsy Hianao ihany no efa nampanompo anay, fa tompo hafa koa; Nefa Hianao irery ihany no ahazoanay mankalaza ny anaranao.","Ny maty tsy ho velona intsony, ny matoatoa tsy mba hitsangana; Fa novalianao izy ka naringanao, sady nolevoninao avokoa ny fahatsiarovana azy.","Nampitombo ny firenena Hianao, Jehovah ô, Eny, nampitombo ny firenena Hianao ka nahazo voninahitra ho Anao; Nitarinao halalaka avokoa ny faritry ny tany.","Jehovah ô, nony azom-pahoriana izy, dia nitady Anao; Nony niharan'ny famaizanao izy, dia nanao vavaka anakampo.","Tahaka izay bevohoka efa madiva hiteraka ka miolanolana sy mitaraina noho ny faharariany, dia tahaka izany izahay teo imasonao, Jehovah ô,","Efa bevohoka izahay, efa nihetsi-jaza izahay, Efa tahaka ny nitera-drivotra izahay; Tsy nahavita famonjena ho an'ny tany izahay, ka tsy niteraka ny mponina amin'izao tontolo izao.","Ho velona indray ny olonao izay efa maty, ny fatin'ny oloko hitsangana; Koa mifohaza sy mihobia, ianareo izay mandry ao amin'ny vovoka; Fa ny andonao dia tahaka ny andon'ny fahazavana, ary ny tany hiteraka ny maty. [Na: ando amin'ny anana][Heb. ny matoatoa]","Mandehana, ry oloko, midìra ao amin'ny efi-tranonao, ary mirindrina varavarana ianao, ka miere kely indray mipi-maso monja Mandra-pahalasan'ny fahatezerana.","Fa, indro, Jehovah mivoaka avy amin'ny fitoerany hamaly ny mponina amin'ny tany noho ny helony; Ary ny tany hampiseho ny rà izay nofohiny ka tsy hanafina intsony izay novonoina teo aminy."]}