{"book":"Isaia","chapter":50,"verses":["Izao no lazain'i Jehovah: Aiza izay taratasy fisaoram-bady nisaorako an-dreninareo? Ary iza amin'izay manan-trosa amiko no nivarotako anareo? Tsia, fa noho ny helokareo ihany no nivarotana anareo, ary noho ny fahadisoanareo ihany no nisaorana an-dreninareo.","Nahoana no tsy nisy olona, fony tonga Aho, ary tsy nisy namaly, fony niantso Aho? Moa fohy tokoa va ny tanako ka tsy mahavonjy, ary moa tsy manan-kery ho enti-manafaka va Aho? Indro, amin'ny teny mafy ataoko no andritako ny ranomasina sy anaovako ny ony ho efitra; ary maimbo ny hazandranony noho ny tsi-fisian'ny rano sady matin-ketaheta.","Tafiako fahamaintisana ny lanitra, ary lamba fisaonana no ataoko fisaronany.","Jehovah Tompo nanome Ahy ny lelan'ny efa mahay, mba hahaizako manao teny hampahatanjaka izay reraka; ampandrenesiny isa-maraina isa-maraina, eny, ampandrenesiny ny sofiko hihaino tahaka ny efa mahay [Heb.efa nampianarina]","Jehovah Tompo nanokatra ny sofiko, ary Izaho tsy naditra na nihemotra.","Ny lamosiko natolotro ho amin'ny mpikapoka, ary ny takolako ho amin'izay manongobaoka; ny tavako tsy nafeniko tamin'ny henatra sy ny rora.","Fa Jehovah Tompo no hamonjy Ahy, ka dia tsy resin-kenatra Aho; Ary efa nohamafisiko ho tahaka ny afovato ny tavako, ka fantatro fa tsy ho menatra Aho.","Efa akaiky Izay manamarina Ahy: Iza no hiady amiko? Andeha hiara-mitsangana isika; iza no manana ady amiko? Aoka izy ho avy amiko.","Indro, Jehovah Tompo no hamonjy ahy; koa iza no hanameloka ahy? Indro, izy rehetra ho tonga tahaka ny lamba mangarahara, ho lanin'ny kalalao izy.","Iza aminareo no matahotra an'i Jehovah ka mihaino ny feon'ny Mpanompony? Na iza na iza mandeha amin'ny maizina ka tsy manana fahazavana, aoka izy hatoky ny anaran'i Jehovah sy hiankina amin'Andriamaniny. [Na: Na dia mandeha amin'ny maizina aza izy ka tsy misy famirapiratana]","He! ianareo rehetra izay mampirehitra afo sy mifehy kilalaon'afo manodidina anareo, mandehana amin'ny lelafonareo sy amin'ny zana-tsipìka misy afo, izay narehitrareo. Izao no hanjo anareo avy amin'ny tanako: Handry amin'ny fahoriana ianareo."]}