{"book":"Isaia","chapter":61,"verses":["Ny Fanahin'i Jehovah Tompo no ato amiko, satria Jehovah efa nanosotra Ahy hitory teny soa mahafaly amin'ny mpandefitra, efa naniraka Ahy hahasitrana ny torotoro fo Izy, ary hitory fanafahana amin'ny babo sy hamoaka ny ao an-trano-maizina ho amin'ny mazava, [Heb. hamehy]","Hitory taona ankasitrahan'i Jehovah sy andro famalian'Andriamanitsika, hampionona ny malahelo rehetra,","Hanolotra ho an'ny malahelo ao Ziona, eny, hanome azy namama ho solon'ny lavenona, sy diloilo fifaliana ho solon'ny fahalahelovana, ary fitafiana fiderana ho solon'ny fanahy reradreraka, mba hanaovana azy hoe Hazon'ny fahamarinana, nambolen'i Jehovah ho fampisehoam-boninahitra.","Koa hatsangana ny efa rava hatry ny fony fahagola, ary hamboarina ny efa lao hatramin'ny fahiny, dia hohavaozina indray ny tanàna rava, Izay efa lao hatramin'ny taranaka lasa ela.","Ary ny vahiny honina ao ka hiandry ny ondry aman'osinareo, ary ny hafa firenena ho mpiasa tany sy ho mpamboatra tanim-boaloboka ho anareo,","Fa ianareo kosa no hatao hoe mpisoron'i Jehovah, Mpanao fanompoam-pivavahana ho an'Andriamanitsika no hilazana anareo ho lasanareo ny haren'ny firenena, ary handimby voninahitra azy ianareo. [Heb. Hohaninareo][Na: Ary ho reharehanareo sy voninahiny]","Ny henatrareo hosoloana avy roa heny, ary ny tondromaso hosoloana hoby amin'ny anjara-lovany; ary noho izany dia hahazo indroa heny ao amin'ny taniny izy, fifaliana mandrakizay no ho azy.","Fa Izaho Jehovah dia tia rariny; halako ny fandrombahana amin'ny faharatsiana; homeko ny valin'asany amin'ny fahamarinana izy, ary fanekena mandrakizay no hataoko aminy. [Na: Halako ny halatra atao fanatitra odorana]","Ny taranany ho fantatra any amin'ny jentilisa ary ny terany any amin'ny firenena; Izay rehetra mahita azy dia hahafantatra azy ho taranaka notahin'i Jehovah.","Hifaly dia hifaly amin'i Jehovah aho, ny fanahiko ho ravoravo amin'Andriamanitro; fa notafiany fitafiana famonjena aho, ary nakanjoiny akanjo fahamarinana, toy ny mpampakatra misatroka hamama tahaka ny mpisorona, ary toy ny ampakarina miravaka ny firàvany.","Fa tahaka ny tany mampitsimoka izay ao aminy, ary tahaka ny tanimboly mampaniry izay nafafy tao aminy, dia toy izany no hampisehoan'i Jehovah Tompo fahamarinana sy fiderana eo anatrehan'ny firenena rehetra."]}