{"book":"Isaia","chapter":11,"verses":["Ary hisy Solofo mitsimoka eo amin'ny fototr'i Jese, ary hisy mitrebona avy eo amin'ny fakany;","Ary ny fanahin'i Jehovah hitoetra ao aminy, dia ny Fanahin'ny fahendrena sy ny fahazavan-tsaina; Ny Fanahin'ny fanoloran-tsaina sy ny faherezana; Ny Fanahin'ny fahalalana sy ny fahatahorana an'i Jehovah;","Ary ho hanitra ankasitrahana aminy ny fahatahorana an'i Jehovah, ka tsy hitsara araka ny hitan'ny masony izy, na hampiaiky araka ny ren'ny sofiny;","Fa hotsarainy amin'ny fahamarinana ny malahelo; Ary homeny rariny ny mpandefitra amin'ny tany; hamely ny tany amin'ny tsorakazon'ny vavany Izy, ary ny fofonain'ny molony no hamonoany ny ratsy fanahy.","Fahamarinana no ho fisikinany, ary fanahy mahatoky no ho fehin-kibony","Ary ny amboadia hiara-mitoetra amin'ny zanak'ondry; Ny leoparda hiara-mandry amin'ny zanak'osy; Ary ny zanak'omby sy ny liona tanora sy ny ombikely mifahy hiray toerana, Ary ny zazakely no hiroaka azy.[lopa]","Ary ny ombivavy sy ny bera hiara-komana; Ny zanany hiara-mandry; Ary ny liona hihina-mololo tahaka ny omby;","Ny zaza minono hilalao amin'ny lavaky ny vipera, ary ny zaza mitsaha-nono haninjitra ny tànany ao amin'ny lavaky ny menarana. [Na: voamason']","Ary tsy handratra na hanimba eran'ny tendrombohitro masina izy; Fa ny tany ho henika ny fahalalana an'i Jehovah, tahaka ny anaronan'ny rano ny fanambanin'ny ranomasina.","Ary amin'izany andro izany ny solofon'i Jese, Izay hitsangana ho fanevan'ny firenena, dia Izy no hotadiavin'ny jentilisa; Ary ny fitoerany dia ho voninahitra.","Ary amin'izany andro izany ny Tompo dia mbola haninjitra ny tànany fanindroany hanavotra ny olony, izay mbola sisa, avy any Syria sy Egypta sy Patrosa sy Etiopia sy Elama sy Sinara sy Hamata Ary ny avy any amin'ny moron-dranomasina.","Dia hanangana faneva ho an'ny jentilisa Izy ka hamory ny Isiraely izay voaroaka sy hanangona ny Joda izay voaely Avy any amin'ny vazan-tany efatra.","Ary hitsahatra ny fialonan'i Efraima, ary hofongorana ny fandrafiana an'i Joda: Efraima tsy hialona an'i Joda, Ary Joda tsy handrafy an'i Efraima.[Na: mpandrafy][Na: ao amin'ny]","Fa hipaoka ny tanin'ny Filistina any andrefana ireo sy hiara-mamabo ny zanaky ny atsinanana; amin'i Edoma sy Moaba no haninjirany ny tanany, ary ny taranak'i Amona hanoa azy.","Ary Jehovah handritra ny sakeli-dranomasina Egyptiana ary haninjitra ny tànany amin'ny ony ka hamely azy amin'ny rivony mahamay Ka hampisaraka azy hisampana fito Ary hahatafita ny olona tsy miala kapa.[Na: hanao azy ho herema][Eofrata]","Ary hisy lalana voavoatra halehan'ny olony sisa, izay sisa avy any Asyria, dia toy ny ho an'ny Isiraely tamin'ny andro niakarany avy tany amin'ny tany Egypta."]}