{"book":"Isaia","chapter":42,"verses":["Indro ny Mpanompoko, Izay tantanako, dia Ilay voafidiko sady sitraky ny foko Napetrako tao aminy ny Fanahiko; Hamoaka fitsipika ho an'ny jentilisa Izy.","Tsy hiantsoantso Izy, na hanandratra ny feony, na hanao izay handrenesana ny feony eny an-dalana.","Tsy hotapahiny ny volotara torotoro, ary tsy hovonoiny ny lahin-jiro manetona; Hamoaka izay tena rariny tokoa Izy.","Tsy ho reraka na ho kivy Izy, Mandra-panoriny ny rariny amin'ny tany, ary ny nosy hiandry ny lalàny.","Izao no lazain'i Jehovah Andriamanitra, Izay nahary ny lanitra sy nanenjana azy, Izay namelatra ny tany sy ny vokatra avy aminy, Izay manome fofonaina ny olona eo aminy sy fanahy ho an'izay mandeha eo aminy:","Izaho Jehovah efa niantso Anao tamin'ny fahamarinana sy nitantana ny tananao, Ary hiaro Anao Aho ka hanome Anao ho fanekena ho an'ny olona, Ho fanazavana ny jentilisa,","Hampahiratra ny mason'ny jamba, hamoaka ny mpifatotra hiala ao an-trano-maizina ary izay mipetraka ao amin'ny maizina hiala ao an-trano famatorana.","Izaho no Jehovah, izany no anarako, ka ny voninahitro tsy homeko ny hafa, na ny fiderana Ahy ho an'ny sarin-javatra voasokitra.","Ny amin'ny zavatra taloha, dia indreo, efa miseho; Ary zava-baovao kosa no toriko izao; Na dia tsy mbola miposaka aza ireny, dia ambarako aminareo.","Hianareo izay midina any amin'ny ranomasina sy ny ao aminy rehetra, dia ianareo nosy sy ny mponina ao aminy, samia mihira fihiram-baovao ho an'i Jehovah, dia ny fiderana Azy hatramin'ny faran'ny tany.","Aoka ny efitra sy ireo tanàna eny aminy hanandratra ny feony, dia ny vohitra izay onenan'i Kedara; Aoka hihoby ny mponina any Sela; Ary aoka hanao feo avo any an-tampon'ny tendrombohitra izy.[Na: any amin'ny harambato]","Aoka hanome voninahitra an'i Jehovah izy Ary hitory ny fiderana Azy any amin'ny nosy.","Jehovah mivoaka tahaka ny lehilahy mahery, tahaka ny fanaon'ny mpiady no amohazany ny fahatezerany; Miantsoantso Izy, eny, mihiaka mafy; Mampiseho hery haharesy ny fahavalony Izy.[Na: fahasaro-piarony]","Efa tsy niteny Aho hatrizay hatrizay, nangina ihany Aho ka nanindry fo; Fa izao Aho dia mitaraina tahaka ny vehivavy raha miteraka, eny, miehakehaka tsy avy miaina.","Hataoto mariry ny tendrombohitra sy ny havoana, hataoko maina ny ahitra rehetra ao aminy, ary ny ony ho tonga nosy, Ary hataoko tankina ny farihy.","Hitarika ny jamba amin'izay lalana tsy fantany Aho; ary amin'ny lalana tsy fantany no hitondrako azy; Ny maizina dia hataoko mazava eo anoloany, ary ny mikitoantoana halamako tsara; Izany zavatra izany no hataoko aminy ka tsy hamelako.","Hihemotra sady ho menatra tokoa izay matoky ny sarin-javatra voasokitra, dia izay manao amin'ny sarin-javatra an-idina hoe: Hianareo no andriamanitray.","Mihainoa ianareo, ry marenina; Ary mijere, ry jamba, mba hahita.","Iza no jamba, afa-tsy ny mpanompoko? Ary iza no marenina tahaka ny iraka izay irahiko? Iza no jamba tahaka ny sakaizan'i Jehovah, ary jamba tahaka ny mpanompony?","Mahita zavatra maro ianao, nefa tsy mitandrina; Manongilana ny sofiny izy, nefa tsy mihaino.","Sitrak'i Jehovah noho ny fahamarinany ny hahalehibe ny lalàna sy ny hahabe voninahitra azy.","Kanefa ity dia firenena nobaboina sy norobaina; Voafandrika ao an-davaka avokoa izy rehetra ary voàfina ao an-trano-maizina; Voababo izy, ka tsy misy mamonjy; Voasambotra izy, ka tsy misy manao hoe: Ampodio.","Iza aminareo no hihaino iza-ny? Iza no handre, dia hitandrina izany amin'ny andro ho avy?","Iza no nanolotra an'i Jakoba hosamborina, ary Isiraely ho an'ny mpamabo? Tsy Jehovah, Izay efa nanotantsika va? Satria tsy nety nandeha tamin'ny lalany ireo, sady tsy nety nihaino ny lalàny;","Ka dia nalatsany taminy ny firehitry ny fahatezerany sy ny halozan'ny ady; Dia nampirehitra azy manodidina izany nefa tsy fantany; Ary nandoro azy, nefa tsy noheverin'ny fony"]}