{"book":"Isaia","chapter":54,"verses":["Mihobia, ry momba, ianao izay tsy niteraka, eny, velomy ny hoby, ka manandrata feo, ianao izay tsy mba nihetsi-jaza; fa ny zanaky ny mpitondra tena dia maro noho ny zanaky ny manambady, hoy Jehovah.","Halalaho ny itoeran'ny lainao, ary aoka hohenjanina ny ambain-dainao, ka aza avela hisy hiketrona; halavao ny kofehinao, ary aoreno mafy ny tsima-dainao;","Fa hitatra any amin'ny ankavanana sy any amin'ny ankavia ianao, ary ny taranakao hahazo ny jentilisa, ka dia hasiany mponina ny tanàna lao.","Aza matahotra, fa tsy ho menatra ianao; ary aza mangaihay, fa tsy havela ho afa-baraka ianao; fa ho hadinonao ny henatry ny fahatanoranao, ary tsy ho tsaroanao intsony ny tondromasonao fony mpitondratena.","Fa ny Mpanao anao no Vadinao, Jehovah, Tompon'ny maro, no anarany; Ary ny Iray Masin'ny Isiraely no Mpanavotra anao, Andriamanitry ny tany rehetra no anarany.","Fa Jehovah efa nampody anao, izay tahaka ny vady efa nafoy ka ory am-panahy, ary tahaka ny vady efa novadina hatry ny fony mbola tanora, fa efa napetraka, hoy Andriamanitrao. [Heb.niantso]","Indray mipi-maso monja no nahafoizako anao; fa amin'ny indrafo lehibe kosa no ampodiako anao.","Tamin'ny firehetan'ny fahatezerako no nanafenako ny tavako taminao indray mipi-maso monja, fa amin'ny famindram-po mandrakizay kosa no amindrako fo aminao, hoy Jehovah, Mpanavotra anao.","Fa amiko izany dia tahaka ilay ranon'i Noa, ka toy ny nianianako fa tsy hanafotra ny tany intsony ilay ranon'i Noa. Dia toy izany no ianianako fa tsy ho tezitra aminao na hiteny mafy anao intsony Aho.","Fa na dia hifindra aza ny tendrombohitra ary na dia hihetsika aza ny havoana, tsy mba hiala aminao ny famindram-peko, ary tsy hitsoaka ny faneken'ny fihavanako, hoy Jehovah, Mpamindra fo aminao.","Hianao, ry ory izay afotofoton'ny tafiodrivotra sady tsy manana fampiononana, indro, Izaho handatsaka ny vatonao amin'ny antimony sy hanorina ny fanambaninao amin'ny safira,","Hataoko robina ny tilikambo madinikao, sy karbonkolo ny vavahadinao, ary vato soa ny faritaninao manodidina.","Ary ny zanakao rehetra dia ho samy efa nampianarin'i Jehovah, ka dia ho be ny fiadanan'ny zanakao.","Amin'ny fahamarinana no hampiorenana anao; aza manahy ny fampahoriana, fa tsy hatahotra ianao, na ny fampahatahorana, fa tsy hanakaiky anao izany. [Heb. Manalavira]","Na dia misy miara-mioko aza, dia tsy avy amiko izany; ary na iza na iza miara-mioko hamely anao dia ho tonga hiandany aminao kosa. [Na: ho lavo noho ny aminao]","Indro, Izaho no nahary ny mpanefy izay mifofotra ny afo amin'ny arina ka mahavita fiasana hanaovany ny asany; Ary Izaho koa no nahary ny mpandringana mba handringana. [Na: fiadiana araka ny asany]","Ny fiadiana rehetra izay voaforona hamelezana anao dia tsy hisy hambinina, ary ny lela rehetra izay miady aminao dia horesenao lahatra. Izany no lovan'ny mpanompon'i Jehovah sy fahamarinany avy amiko, hoy Jehovah."]}