{"book":"Isaia","chapter":28,"verses":["Lozan'ny satro-boninahitra, izay reharehan'ny mpimamo any Efraima, sy ny voninkazo mihamalazo amin'ny firàvany tsara tarehy, izay eo an-dohan'ny lohasaha lonaky ny fileon-divay.[Heb. matavy]","Indro, ny Tompo manana izay mahery sady matanjaka, tahaka ny rivo-kavandra sy ny tafio-drivotra mandoza; Koa tahaka ny fandriaky ny rano be manafotra no hanjerany azy mafy ho amin'ny tany.","Dia hohitsahin'ny tongotra ny satro-boninahitra, Izay reharehan'ny mpimamo any Efraima.","Ary ny voninkazo mihamalazo amin'ny firàvany tsara tarehy, izay eo an-dohan'ny lohasaha lonaka, dia ho tahaka ny voan'aviavy mialin-taona, raha tsy mbola tonga ny fahavaratra, koa izay mahita azy dia mijery, ary raha vao raisiny, dia arapany. [Heb. matavy]","Ary amin'izany andro izany Jehovah, Tompon'ny maro, dia ho satro-boninahitra tsara tarehy sy ho fehiloha firavaka ho an'ny olony sisa,","Ary ho fanahy fitsarana ho an'izay mipetraka eo amin'ny fitsarana, sy ho hery ho an'izay mampiverina ny ady hatreo am-bavahady.","Nefa ireo koa dia miraingiraingy azon'ny divay ary mivembena azon'ny toaka; Ny mpisorona sy ny mpaminany miraingiraingy azon'ny toaka; Resin'ny divay ireo; Mivembena azon'ny toaka izy; Miraingiraingy amin'ny fahitana izy ary midoladola eo amin'ny fitsarana.","Fa feno loa sy loto ny latabatra rehetra, ka efa tsy misy madio hitoerana.","Iza no hampianariny fahalalana? Ary iza no hampahafantariny fianarana? Zaza vao notazana va? Ny vao nitsaha-nono va?","Fa didy anampy didy, didy anampy didy; Fitsipika anampy fitsipika, fitsipika anampy fitsipika; Kely et?, ary kely er?;","Eny, amin'ny molotra miambakambaka sy amin'ny fiteny baiko no hitenenany amin'ity firenena ity,","Izay nilazany hoe: Ity no fitsaharana, ampitsaharo ny reraka, ary ity no famelombelomana; Nefa tsy nety nihaino ireo. [Na: Dia Izy Izay nilaza taminy]","Ary ny tenin'i Jehovah dia ho tonga didy anampy didy aminy tokoa, eny, didy anampy didy, fitsipika anampy fitsipika, fitsipika anampy fitsipika; Kely et?, ary kely er?, mba hanaovany dia mianotra, ka ho torotoro izy sy hofandrihana ary hosamborina.","Koa mihainoa ny tenin'i Jehovah ianareo, ry mpaniratsira, izay manapaka ity firenena eto Jerosalema ity.","Satria ianareo manao hoe: Efa nanao fanekena tamin'ny fahafatesana izahay ary efa nanao fifanarahana tamin'ny fiainan-tsi-hita ka na dia ho avy aza ny loza manafotra, dia tsy hihatra aminy izany, fa ny lainga no nataonay ho fiarovana, ary ny fitaka ho fierena, [Heb. Sheola][Heb. kotopia]","Dia izao no lazain'i Jehovah Tompo: Indro, Izaho no efa nametraka vato ao Ziona, dia vato voazaha toetra, vato tsara izay fehizoro voaorina ho fanorenana mafy, ka tsy mba ho taitra izay mino.","Ny fitsarana no hataoko ho fitsipika, ary ny fahamarinana ho pilao; Hopaohin'ny havandra ny lainga fiarovana, ary hindaosin'ny rano ny fierena.","Hofoanana ny fanekenareo amin'ny fahafatesana, ary tsy haharitra ny fifanarahanareo amin'ny fiainan-tsi-hita raha ho avy ny loza manafotra, dia ho tonga fanitsakitsany ianareo.[Heb. Sheola][Heb. kotopia]","Ary na oviana na oviana no ihaviany, dia hahatratra anareo izany; Fa isa-maraina isa-maraina no hihaviany, na andro na alina; Ary ny vokatry ny fahafantarana izany fianarana izany dia fangovitana ihany.","Fa fohy loatra ny farafara ka tsy azon'ny olona ilamparana; Ary kely ny firakotra ka tsy maharakotra, raha misy te-hirakotra azy.","Fa Jehovah hitsangana tahaka ny teo amin'ny tendrombohitra Perazima, ho tezitra tahaka ny teo amin'ny lohasahan'i Gibeona Izy, mba hanaovany ny asany tsy ilay fanaony mandrakariva anefa, ary hahavitany ny ataony tsy ilay vitainy mandrakariva anefa.","Koa dia aza maniratsira intsony ianareo, fandrao atao mafy ny famatorana anareo; Fa fahafonganana voatendry no efa reko tamin'i Jehovah, Tompon'ny maro, Hamelezana ny tany rehetra.","Mihainoa ianareo, ka mandrenesa ny feoko; Mitandrema, ka mandrenesa ny teniko.","Moa ny mpiasa tany va miasa mba hamafy, na mitombo-doha sy mandravona ny taniny mandrakariva?","Rehefa voaravony tsara ny tany, moa tsy afafiny amin'izay va ny voan'ny nigela, ary tsy apariakany va ny komina, ary tsy alahany mitandahatra tsara va ny vary tritika sy ny vary hordea amin'ny tany voafaritra ho azy Ary ny ampemby kosa eny an-tsisiny? [Na: spelta]","Fa Andriamaniny no manoro azy izay mety hataony, Eny, Izy no mampianatra azy. [Na: Samy ataony araka izay tandrifiny ho azy avy; Fa Andriamaniny no mampianatra azy]","Fa tsy ny kodia vy no ivelezana ny nigela, ary tsy ny kodian'ny sariety no akodiadia amin'ny komina; Fa ny nigela dia velezina amin'ny fantàka, ary ny komina amin'ny tehina.","Moa mongomongoiny va ny vary hatao mofo? Tsia, fa tsy veleziny na hampandehanany ny kodian'ny sarietiny sy ny soavaliny lalandava izy; Tsy mongomongoiny tsy akory izy.","Izany koa dia avy amin'i Jehovah, Tompon'ny maro; Fa mahagaga amin'ny fisainana Izy Ary mahatalanjona amin'ny fahendrena."]}