{"book":"Isaia","chapter":44,"verses":["Fa ankehitriny dia mihainoa, ry Jakoba, mpanompoko, sy ry Isiraely, izay nofidiko;","Izao no lazain'i Jehovah Izay nahary anao sy namorona anao hatrany am-bohoka sady mamonjy anao: Aza matahotra, ry Jakoba mpanompoko, Ary ianao, ry Jesorona, izay nofidiko; [Jesorona dia anaran'ny Isiraely]","Fa handatsaka rano amin'izay mangetaheta Aho, ary riaka ho amin'izay tany karankaina; Eny, handatsaka ny Fanahiko amin'ny taranakao Aho, ary ny fitahiako ho amin'ny terakao;","Dia haniry eny amin'ny ahitra tahaka ny hazomalahelo eny anilan'ny rano mandeha ireny.","Ny anankiray hilaza hoe: An'i Jehovah aho: Ary ny anankiray koa hankalaza ny anarana hoe Jakoba; Ary ny anankiray koa indray hanoratra amin'ny tànany hoe: An'i Jehovah, Ary ny anarana hoe Isiraely dia hotononiny amim-panajana.[Na: eo amin']","Izao no lazain'i Jehovah, Mpanjakan'ny Isiraely, dia Jehovah, Tompon'ny maro, Mpanavotra azy: Izaho no voalohany, ary Izaho no farany: Ka tsy misy Andriamanitra afa-tsy Izaho.","Ary iza moa no mba mahantso tahaka Ahy (Aoka hanambara sy handahatra izany amiko izy) hatrizay nampitoerako ny firenena fony fahagola? Ary ny zavatra ho avy sy ny mbola ho tonga, dia aoka hambarany koa izany.","Aza matahotra na mangovitra ianareo; Tsy efa nampandre anareo hatramin'ny fahiny va Aho ka nanambara taminareo? Eny, ianareo no vavolombeloko; Misy Andriamanitra afa-tsy Izaho va? Tsia, tsy misy Vatolampy, tsy hitako izany.","Izay mamorona sarin-javatra voasokitra dia zava-poana avokoa; Ary ny zavatra tiany indrindra dia tsy mahasoa; Ny vavolombelon'ireny dia tsy mahita na mahalala, mba hahamenatra azy.","Iza no namorona andriamanitra, na nanao sarin-javatra an-idina izay tsy mahasoa akory?","Indro, ho menatra ny namany rehetra; Fa ny mpiasa dia olona ihany; Aoka hivory izy rehetra ka handroso; Aoka ho raiki-tahotra sy ho menatra avokoa izy.","Ny mpanefy manamboatra fiasana; Miasa amin'ny arina izy ary manamboatra azy amin'ny tantanana sy miasa azy amin'ny sandriny matanjaka; Eny, noana izy, ka ketraka ny heriny; Tsy misotro rano izy ka reraka.[Na: manasa]","Ny mpandrafitra manenjana ny kofehy sy manamarika azy amin'ny fitsipihana; Manamboatra azy amin'ny vankona izy, dia manamarika azy amin'ny kompà ary mahavita azy ho tahaka ny endrik'olona, dia tahaka ny hatsaran-tarehin'ny olona, Mba hampitoerina ao an-trano.","Tsy maintsy mijinja ny sedera izy ary maka ny hazo ileksa sy ôka Ary mifidy hazo any an'ala; Mamboly ny hazo orno izy, ka ampanirin'ny ranonorana izany;","Ary dia anaovan'ny olona kitay izany ka analany hamindroany; Eny, ampirehetiny izany mba hanendasany mofo; Anaovany andriamanitra izany, ka dia ivavahany; Eny, anaovany sarin-javatra voasokitra koa izany, ka dia iankohofany.","Ny sasany dorany amin'ny afo, eny, ny sasany ahandroany hena; Manatsatsika hena izy, ka dia voky; Eny, mamindro izy ka manao hoe: Aha! mafana aho izany! nahita afo aho lahy! [Heb. ihinanany]","Ary ny sisan'izany dia amboariny ho andriamanitra, ho sarin-javatra voasokitra, Ary miondrika sy miankohoka eo anatrehany izy ka mivavaka aminy hoe: Vonjeo aho, fa andriamanitro ianao.","Tsy mahalala na mahafantatra ireny; Fa voatampina ny masony ka tsy mahita, Ary ny fony, ka tsy mahalala.","Tsy misy mieritreritra ao am-pony, na mba manana fahalalana na saina akory hanao hoe: Ny sasany mantsy nodorako tamin'ny afo; Eny, efa nanendy mofo tamin'ny vainafony aho: Efa nanatsatsika hena aho ka nihinana; Koa ny sisa va hataoko fahavetavetana, Hiankohofako eo anatrehan'izay vatan-kazo? [Na: vokatry ny hazo]","Homan-davenona izy; Voafitaka ny fony ka nampivily azy, ka dia tsy mahavonjy ny fanahiny izy na mahalaza hoe: Moa tsy lainga va no eto an-tanako ankavanana?","Tsarovy izany, ry Jakoba, dia ianao, ry Isiraely, fa mpanompoko ianao; Noforoniko ianao ka mpanompoko; Tsy hohadinoiko ianao, ry Isiraely ô,","Izaho efa nandevona ny fahadisoanao tahaka ny fandevona ny zavona, ary ny fahotanao tahaka ny rahona; Koa miverena amiko, fa efa nanavotra anao Aho.","Mihobia, ry lanitra; Fa Jehovah no nanao izany; Manaova feo fifaliana ianareo, ry fitoerana lalina any ambanin'ny tany; Velomy ny hoby, ry tendrombohitra, ary ianao, ry ala mbamin'izay hazo rehetra ao; Fa Jehovah efa nanavotra an'i Jakoba sy mampiseho ny voninahiny eo amin'Isiraely.","Izao no lazain'i Jehovah, izay nanavotra anao sady namorona anao hatrany am-bohoka: Izaho no Jehovah Izay manao ny zavatra rehetra, Izaho irery no manenjana ny lanitra; Ny tenako ihany no mamelatra ny tany;","Izaho mahafoana ny famantarana lazain'ny mpibedibedy sy mampahavery saina ny mpanao fankatovana ary mampihemotra ny olon-kendry ka mampody ny fahalalany ho fahadalana,","Ary mahatò ny tenin'ny mpanompoko sy mahatanteraka ny saina atolotry ny irako, ary manao amin'i Jerosalema hoe: Honenana ianao, sy amin'ny tanànan'ny Joda hoe: Hatsangana ianareo, ka hamboariko izay rava eo, [Heb. mpanompony][Heb. irany]","Ary milaza amin'ny rano lalina hoe: Tankina, Fa hataoko tankina ny oninao,","Ary milaza an'i Kyrosy hoe: Izy no mpiandry ondriko, ka izay sitrako rehetra dia hotanterahiny; Ary izy hanao amin'i Jerosalema hoe: Hatsangana ianao, ary amin'ny tempoly hoe: Haorina indray ny fanorenanao."]}