{"book":"Isaia","chapter":24,"verses":["Indro, Jehovah mahafoana ny tany ka mahalao azy ary mampihohoka azy ka manely izay mponina ao aminy.","Koa ho sahala ihany ny hanjo ny mpisorona sy ny vahoaka, ny tompolahy sy ny mpanompolahiny, ny tompovavy sy ny mpanompovaviny, ny mpivarotra sy ny mpividy, ny mpampisambotra sy ny mpisambotra, ny mpampanàna vola sy ny mpanana vola.","Hatao foana dia foana ny tany, ary hobaboina dia hobaboina tokoa izy, fa Jehovah no efa niteny.","Misaona sy malazo ny tany; Milofika sy malazo izao tontolo izao; Milofika ny lehibe indrindra amin'ny olona ety an-tany.","Ary ny tany dia efa voavetavetan'ny mponina ao aminy, satria nandika ny lalàna sy nanota ny didy izy ary nivadika ny fanekena mandrakizay.","Ary noho izany dia ozona no mandevona ny tany, ary ny mponina ao dia valiana noho ny helony, sady voadotra ny mponina amin'ny tany ka dia olona vitsy foana no sisa ao.","Misaona ny ranom-boaloboka, milofika ny taro-boaloboka, misento avokoa ilay nifaly am-po;","Mitsahatra ny firavoravoana amin'ny ampongatapaka, tapitra ny fitabataban'ny niravoravo; Mitsahatra ny fifaliana amin-dokanga;","Tsy mihira eo am-pisotroan-divay intsony izy, mangidy amin'izay misotro azy ny toaka;","Rava ny tanana be fikorontanana, mirindrina ny trano rehetra ka tsy azo idiran'olona;","Misy fitarainana divay eny an-tsaha, tafalentika toy ny masoandro ny fifaliana rehetra; Voaroaka ny faharavoravoan'ny tany.","Fahafoanana ihany no sisa ao an-tanàna, satria rava sady montsamontsana ny vavahady,","Fa ao amin'ny tany, ao amin'ny olona, dia hisy toy ny amin'ny fikapohana hazo oliva sy ny fitsimpontsimponam-boaloboka, rehefa tapitra ny andro fiotazana azy.","Ireo dia hanandratra ny feony ka hihoby; Noho ny fahalehibiazan'i Jehovah dia hiantso mafy eny amin'ny ranomasina izy hoe:","Mankalazà an'i Jehovah any amin'ny tany atsinanana, dia ny anaran'i Jehovah, Andriamanitry ny Isiraely, any amin'ny amoron- dranomasina.","Hatrany am-paran'ny tany no nandrenesanay hira hoe: Voninahitra ho an'ny marina. Fa hoy izaho: Indrisy izato halevonako! Indrisy ity halevonako! Ny mpamitaka dia mamitaka; Eny, ny mpamitaka dia mamitaka fatratra.","Tahotra sy longoa ary fandrika no mahazo anao, ry mponina amin'ny tany.","Ary izay mandositra noho ny fandrenesana ny tahotra dia ho latsaka any an-davaka; Ary izay miakatra avy ao anatin'ny lavaka dia ho voan'ny fandrika; Fa misy varavarana mivoha any amin'ny avo, ary mihorohoro ny fanorenan'ny tany.","Rava dia rava ny tany; Mitresaka dia mitresaka ny tany; Mihorohoro dia mihorohoro ny tany;","Mivembena dia mivenbena tahaka ny mamo ny tany ka mitsingevaheva toy ny fandriana mihantona; ary mitambesatra aminy ny fahadisoany, dia potraka izy ka tsy ho tafarina intsony.","Ary amin'izany andro izany dia any an-danitra no hamalian'i Jehovah ny antokon'ny lanitra, ary ety an-tany kosa ny mpanjakan'ny tany.","Dia hangonina ao an-davaka tahaka ny mpifatotra ireny ka hohidiana ao an-trano-maizina, ary rehefa afaka andro maro, dia hovangiana ihany izy. [Na: hovaliana]","Dia hivoara-mena ny volana, ary hivaloarika ny masoandro, fa Jehovah, Tompon'ny maro, no Mpanjaka ao an-tendrombohitra Ziona sy any Jerosalema, ary eo anatrehan'ny loholony dia misy voninahitra."]}