{"book":"Isaia","chapter":8,"verses":["Ary hoy Jehovah tamiko: Mangalà fafana lehibe, ka soraty aminy araka ny fanoratry ny olona hoe: \"Ho an'i Mahera-salala-hasi-baza.\" [Na: amin'][Mahera-salala-hasi-baza = Avy faingana ny famaboana, mimaona ny fandrobana]","Ary haka vavolombelona mahatoky Aho, dia Oria mpisorona sy Zakaria, zanakalahin'i Jeberekia.","Ary nankany amin'ny mpaminanivavy, aho; dia nanan'anaka izy ka niteraka zazalahy. Ary hoy Jehovah tamiko: Aoka ny anarany hataonao hoe Mahera-salala-hasi-baza.[Mahera-salala-hasi-baza = Avy faingana ny famaboana, mimaona ny fandrobana]","Fa raha tsy mbola mahatonona hoe Idada na Ineny io zazalahy io, dia hobaboina eo anatrehan'ny mpanjakan'i Asyria ny haren'i Damaskosy sy ny fananan'i Samaria.","Ary Jehovah dia mbola niteny tamiko indray hoe:","Satria ity firenena ity mandà ny rano Siloa izay misononoka Ary mifaly amin-dRezina sy ny zanak'i Remalia,","Dia, indro, hampiakarin'ny Tompo hanafotra azy ny rano be sady manonja amin'ny Ony (Dia ny mpanjakan'i Asyria sy ny voninahiny rehetra); Ary ny masondranony rehetra ho tondraka, Ary ny morony rehetra hihoarany; [Eofrata]","Dia himaona fatratra izy ka hihatra amin'ny Joda Ary hanafotra sady mbola hisondrotra ihany Mandra-pahatongany havozona; Ary ny fipasany eny an-daniny roa dia hanenika ny taninao, ry Imanoela ô.[Heb. fampivelatra ny elany]","Misafoaha ihany ianareo, ry firenena ô, nefa mbola ho ringana mihitsy ianareo; Ary mihainoa ihany, ry tany lavitra rehetra, misikìna ihany ianareo, nefa mbola ho ringana mihitsy; Eny, misikìna ihany ianareo, nefa mbola ho ringana mihitsy.","Makà saina ihany ianareo, nefa mbola hofoanana izany; Milazà ihany ny teny, nefa tsy ho tanteraka izany tsy akory; Fa aminay Andriamanitra. [Heb. Imanoela; izahao and. 8]","Fa izao no nolazain'i Jehovah tamiko, raha nanindry ahy mafy ny tànany, Ka nanariny tsy handeha amin'ny falehan'ity firenena ity aho:","Aza mba lazainareo ho tetika fikomiana izay lazain'ity firenena ity ho tetika fikomiana; Ary aza matahotra izay atahorany na mangovitra ianareo.","Jehovah, Tompon'ny maro, no hasino; Ary aoka Izy ihany no hatahoranareo, Ary Izy ihany no hangovitanareo.","Dia ho fitoerana masina ho anareo Izy, Fa ho vato mahatafintohina sy vatolampy mahasolafaka kosa Amin'ny firenena roa amin'ny Isiraely, sady ho fandrika sy tonta Amin'ny mponina any Jerosalema.","Ary maro ao aminy no ho tafintohina sady ho lavo sy ho ringana Ary ho voafandrika sy ho voasambotra.","Fehezo ny teni-vavolombelona, Ary asio tombo-kase ny lalàna eo amin'ny mpianatro.","Ary hiandry an'i Jehovah aho Izay manafina ny tavany amin'ny taranak'i Jakoba, Ka hanantena Azy ihany aho.","Indreto, izaho sy ireo zaza nomen'i Jehovah ahy dia famantarana sy fahagagana ao amin'ny Isiraely Avy amin'i Jehovah, Tompon'ny maro, Izay monina ao an-tendrombohitra Ziona.","Ary raha lazainy aminareo hoe: Milà saina amin'ny manao azy ho tsindrian-javatra sy ny mpanao sikidy, izay mitsiatsiaka sy miboeriboerika, Moa tsy Andriamaniny va no tokony hilan'ny olona saina? Fa hila saina amin'ny maty ho an'ny velona va izy?","Ho amin'ny lalàna sy ny teni-vavolombelona ihany! Raha tsy miteny araka izany teny izany izy, Dia olona izay tsy hiposahan'ny fahazavan'ny maraina.[Na: Eny, izany no holazain'ny olona izay tsy iposahan'ny fahazavan'ny maraina]","Dia samy hivezivezy amin'ny tany izy rehetra sady mahantra no mosarena; Ary rehefa mosarena izy, dia ho sosotra ka hanozona ny mpanjakany sy Andriamaniny, ary dia hiandrandra;[Na: hanozona amin'ny anaran'][Na: ny andriamaniny]","Ary hijery ny tany izy, ka indro fahoriana sy fahamaizinana ary manjombona mahafadiranovana, Ary horoahina ho any amin'ny aizim-pito izy.","Fa tsy hanjombona mandrakariva ilay efa nozoim-pahoriana. Tamin'ny taloha dia nataony tsinontsinona ny tany Zebolona sy ny tany Naftaly; Fa amin'ny aoriana kosa dia homeny voninahitra ny lalana eo amoron-dranomasina, any an-dafin'i Jordana, Dia Galilia, tanin'ny jentilisa."]}