{"book":"Isaia","chapter":10,"verses":["Lozan'izay mamorona fikasana tsy marina sy izay mpanoratra manoratra fampahoriana,","Hampialany ny mahantra amin'ny fitsarana sy hanalany ny rariny amin'izay ory eo amin'ny oloko, Handrobany ny mpitondratena sy hamaboany ny kamboty!","Ary ahoana no hataonareo amin'ny andro famaliana sy amin'ny fandravana izay avy amin'ny lavitra? Ho any amin'iza no handosiranareo hamonjy anareo? Ary aiza no hametrahanareo ny harenareo? [Heb. voninahitrareo]","Tsy misy azony atao afa-tsy ny mihohoka voatsindrin'ny mpifatotra sy ny lavo voatsindrin'ny voavono. Kanefa, na dia izany rehetra izany aza, dia tsy mbola afaka ihany ny fahatezerany, Fa mbola mihinjitra ihany ny tànany.[Na: Izay tsy mihohoka voatsindrin'ny babo dia ho lavo voatsindrin'ny voavono; na: Raha misaraka amiko, dia hihohoka, ...]","Endrey! ry Asyria, tsorakazon'ny fahatezerako ô, Eny, tehina eny an-tànany ny fahavinirako!","Hamely firenena mihatsaravelatsihy no anirahako azy, ary hamely ny firenena izay iharan'ny fahatezerako no andidiako azy, hamabo sy handroba ary hanao azy ho fanitsakitsaka tahaka ny fotaka eny an-dalambe.[Na: ratsy fanahy]","Kanjo tsy izany no kasainy, ary tsy izany no heverin'ny fony; Fa ny handringana sy ny hamongotra firenena tsy vitsy no ao am-pony.","Fa hoy izy: Tsy mpanjaka avokoa va ireny governorako ireny?","Tsy tahaka an'i Karkemisy va Kalno? Tsy tahaka an'i Arpada va Hamata? Ary tsy tahaka an'i Damaskosy va Samaria ?","Tahaka ny nahatraran'ny tanako ny fanjakan'ny andriamani-tsi-izy, na dia nihoatra noho ny an'i Jerosalema sy ny an'i Samaria aza ny sampin'ireo,[Heb. sarin-javatra voasokitra]","Dia tsy tahaka ny nataoko tamin'i Samaria sy ny andriamanini-tsi-izy va no hataoko amin'i Jerosalema sy ny sampiny koa ? [Heb. sarin-javatra voasokitra]","Kanefa rehefa vitan'ny Tompo ny asany rehetra ao an-tendrombohitra Ziona sy Jerosalema, dia hovaliany kosa ny vokatry ny fiavonavonan'ny fon'ny mpanjakan'i Asyria sy ny reharehan'ny fiandranandran'ny masony; [Heb: hovaliako]","Fa izy manao hoe: Tamin'ny herin'ny tanako no nanaovako izany, sy tamin'ny fahendreko, fa mahira-tsaina aho; Ary nanaisotra ny faritanin'ny firenena aho sady namabo ny hareny, ary tahaka ny famotraky ny ombilahy no namotrahako mpanapaka; [Na: Ary tahaka ny fanaon'ny lehilahy mahery no nanonganako mpanapaka]","Ary tahaka ny fakàna ny ao amin'ny akanim-borona no nakan'ny tanako ny haren'ny firenena; Ary tahaka ny famory atody nilaozan-dreniny no namoriako ny any amin'ny tany rehetra, Ka tsy nisy nikopaka elatra, na nisoka-bava, na nikiakiaka.","Ny famaky va hirehareha amin'izay mikapa aminy? Ny tsofa va hiavonavona amin'izay manatsofa aminy? Toy ny tsorakazo, raha manetsika izay manainga azy! Ary toy ny tehina, raha manandratra ny tompony! [Heb. manandratra izay tsy hazo]","Koa izany no anateran'ny Tompo, dia ny Tompon'ny maro, fahahiazana amin'ny tremalahiny; Ary ao ambanin'ny voninahiny dia hisy mirehitra toy ny firehitry ny afo.","Ary ny fahazavan'ny Isiraely ho tonga afo, ary ny Iray Masiny ho tonga lelafo, ka hodorany ho levona indray andro monja ny tsilony sy ny heriny;","Ary ny voninahitry ny alany sy ny sahany mahavokatra dia holevoniny, na ny fanahiny, na ny nofony, ka ho tahaka ny fifezak'izay marary mafy izany.[Na: ho tahaka ny fahatoranan'ny mpitondra faneva]","Ary ho vitsy ny hazo sisa any an'alany, ka na dia izay mbola zaza aza hahasoratra azy.","Ary amin'izany andro izany ny Isiraely sisa, izay tsy ringana amin'ny taranak'i Jakoba, dia tsy hiankina amin'izay namely azy intsony; Fa Jehovah, Iray Masin'ny Isiraely, ihany no hiankinany marina tokoa.","Ary izay sisa amin'i Jakoba dia hiverina ho amin'Andriamanitra Mahery.","Fa na dia tahaka ny fasika any amin'ny ranomasina aza ny isan'ny Isiraely olonao, dia izay sisa aminy ihany no hiverina; Voatendry ny fandringanana izay hanafotra ho famaliana marina;","Fa fahafonganana voatendry no hataon'i Jehovah, Tompon'ny maro, Ao amin'ny tany.","Koa izao no lazain'i Jehovah, Tompon'ny maro: Ry oloko, izay monina any Ziona, Aza matahotra ny Asyriana, raha mamely anao amin'ny tsorakazo izy ary manainga ny tehina aminao, tahaka ny fanao tany Egypta;","Fa rehefa afaka vetivety, dia hitsahatra ny fahavinirana, ary ny fahatezerako dia handringana azy kosa.","Eny, Jehovah, Tompon'ny maro, hamely azy amin'ny kotopia, tahaka ny namelezana ny Midiana teo am-batolampy Oreba; ary ny tsorakazony haingainy eny ambonin'ny ranomasina ka hatsangany tahaka ny fanao tany Egypta.","Ary amin'izany andro izany dia ho afaka eo an-tsorokao ny entany ary ny bao fitondrany ho afaka amin'ny vozonao, ary ho tapaka ny bao fitondrana noho ny fihatavezany.[Heb. simba]","Injao! tonga any Aiata izy, mamaky an'i Migrona izy ary mametraka ny entany ao Mikmasy,","Mihoatra ao an-kadilanana izy Ao Geba isika no handry, hoy izy; Mangovitra Rama, mandositra Gibean'i Saoly;","Mikiakiaha mafy, ry zanakavavin'i Galima, Mampandria sofina, ry Laisy. Indrisy, ry Anatota mahantra!","Lasa mandositra Madmena, ny mponina any Gebima mitondra ny entany mandositra.","Anio izy mbola mitoetra any Noba, Maninjitra ny tànany manambana ny tendrombohitr'i Ziona zanakavavy, dia ny havoan'i Jerosalema.","Indro, Jehovah, Tompon'ny maro, manapaka ny rantsany madinika amin'ny heriny mahatahotra; Ary izay mijoaka lava no voakapa, ary izay avo no aetry;","Ary kapaina vy ny ala mikirindro, ary Libanona dia alamaky ny iray Mahery."]}