{"book":"Isaia","chapter":45,"verses":["Izao no lazain'i Jehovah amin'ny voahosony, dia Kyrosy, izay notantanako tamin'ny tànany ankavanana, mba handreseko firenena eo anoloany sy hamahako ny fehin-kibon'ny mpanjaka, mba hamohako varavarana eo anoloany, ka tsy hirindrina intsony ny vavahady:","Handroso eo alohanao Aho ary handravona ny mikitoantoana sy hanorotoro ny varavarana varahina ary hanapatapaka ny hidy vy;","Dia homeko anao ny rakitra ao amin'ny maizina sy ny harena nafenina ao amin'ny mangingina, mba hahafantaranao fa Izaho no Jehovah Izay miantso anao amin'ny anaranao, dia Andriamanitry ny Isiraely.","Noho ny amin'i Jakoba mpanompoko sy Isiraely voafidiko no niantsoako anao tamin'ny anaranao sy nanomezako anarana malaza ho anao, na dia tsy nahafantatra Ahy aza ianao.","Izaho no Jehovah, fa tsy misy hafa: Tsy misy Andriamanitra afa-tsy Izaho; Izaho efa nampisikina anao, kanefa tsy nahafantatra Ahy ianao,","Mba hahafantarana hatrany amin'ny fiposahan'ny masoandro ka hatrany amin'ny filentehany fa tsy misy afa-tsy Izaho: Izaho no Jehovah, fa tsy misy hafa,","Dia Izaho Izay mamorona ny mazava sy mahary ny maizina, manao ny fiadanana sy mahary ny loza; Izaho Jehovah no manao izany rehetra izany.","Manateteva avy any ambony, ry lanitra, ary aoka ny habakabaka hampilatsaka fahamarinana; Aoka ny tany hisosatra, Ary aoka ho vokatra avy amin'ireo ny famonjena; Ary aoka hitsimoka miaraka amin'izay ny fahamarinana. Izaho Jehovah no efa nahatonga izany.","Lozan'izay miady amin'ny namorona azy! Tavim-bilany isan'ny tavim-bilany amin'ny tany ihany ireny! Ny tanimanga va hilaza amin'ny mpanefy azy hoe: Inona no ataonao? Na ny asanao va hanao hoe: Tsy manan-tanana izy?","Lozan'izay miteny amin-drainy hoe: Inona no aterakao? Na amin-dreniny hoe: Inona no aloaky ny kibonao? [Heb. ny vehivavy]","Izao no lazan'i Jehovah ny Iray Masin'ny Isiraely, dia ny namorona azy: Ny amin'ny zavatra ho avy no anontanio Ahy; ary ny zanako sy ny asan'ny tanako dia aoka ho adidiko ihany.","Izaho no nanao ny tany sy nahary ny olona eo amboniny; ny tanako ihany no namelatra ny lanitra sy nandahatra ny eny aminy rehetra. [Heb. nandidy]","Izaho no nanaitra azy io tamin'ny fahamarinana, ary ny lalany rehetra dia haravoko avokoa; izy no hanao ny tanànako, ary ny oloko voababo dia halefany, nefa tsy amim-bola amin-karena, hoy Jehovah, Tompon'ny maro.","Izao no lazain'i Jehovah; Ny vokatry ny fisasaran'i Egypta sy ny tombom-barotr'i Etiopia sy ny Sabeana, olona lava tsanganana, hafindra ao aminao, ka ho anao izany; ary hanaraka anao ireo; avy aman-gadra izy ary hiankohoka handady eo anatrehanao, dia hifona aminao hoe: Ato aminao tokoa Andriamanitra; ary tsy misy Andriamanitra afa-tsy Izy ihany.","Marina tokoa fa Hianao dia Andriamanitra miafina, ry Andriamanitry ny Isiraely sady Mpamonjy ô.","Ho menatra sy hangaihay izy rehetra; eny, handeha aman-kenatra avokoa ny mpamorona sarin-javatra,","Fa ny Isiraely kosa ho voavonjin'i Jehovah Amin'ny famonjena mandrakizay; tsy ho menatra na hangaihay mandrakizay mandrakizay ianareo.","Fa izao no lazain'i Jehovah, Izay nahary ny lanitra (Izy no Andriamanitra) sady namorona ny tany sy nahavita azy (Izy no nandamina azy; tsy ho tany tsy misy endrika tsy akory no namoronany azy, fa nataony honenana): Izaho no Jehovah, ary tsy misy hafa.","Tsy tao amin'ny mangingina, dia tao amin'ny fitoera-maizina amin'ny tany no nitenenako; Izaho tsy niantso ny taranak'i Jakoba hitady Ahy foana; Izaho Jehovah no miteny ny marina sy manambara ny mahitsy.","Mivoria, ka avia, ary miaraha manatona, ianareo jentilisa sisa afaka. Tsy manam-pahalalana izay mitondra ny hazo nataony sarin-javatra voasokitra ka mivavaka amin'izay andriamanitra tsy mahavonjy.","Alaharo, ka asehoy mazava; Eny, aoka hiara-misaina izy: Iza no efa nanambara izany hatrizay hatrizay? Iza no efa nilaza izany hatramin'ny fahiny? Tsy Izaho Jehovah va? Fa tsy misy Andriamanitra afa-tsy Izaho, dia Andriamanitra marina sady Mpamonjy; Eny, tsy misy afa-tsy Izaho.","Mijere Ahy, dia ho voavonjy ianareo, ry vazan-tany rehetra! Fa Izaho no Andriamanitra, ka tsy misy hafa.","Ny tenako no nianianako, nisy teny efa naloaky ny vavako tamin'ny fahamarinana ka tsy hitsoaka: Izaho no handohalehan'ny lohalika rehetra, sy hianianan'ny lela rehetra hoe: [Na: Nisy teny naloaky ny vavan'ny fahamarinana]","Ao amin'i Jehovah ihany no misy fahamarinana be sy hery, ka izy ihany no hohatonin'ny olona, ary ho menatra izay rehetra tezitra aminy.","Ao amin'i Jehovah no hanamarinana ny taranak'Isiraely rehetra sy hananany rehareha."]}