{"book":"Isaia","chapter":5,"verses":["Aoka aho hihira ny amin'ny Malalako, dia hiran'ny Malalako ny amin'ny tanim-boalobony. Ny Malalako nanana tanim-boaloboka tao an-kavoana lonaka;[Na: ho an']","Dia nasainy io, ka nesoriny ny vato, Ary novoleny karazam-boaloboka tsara, Sady nanao tilikambo teo afovoany Izy Ary nandavaka famiazam-boaloboka teo; Dia nanantena azy hamoa voaloboka tsara Izy, Kanjo namoa voalobo-dratsy.","Koa noho izany, ry mponina any Jerosalema sy ry lehilahy amin'ny Joda, Masìna ianareo, tsarao Aho sy ny tanim-boaloboko.","Inona moa no mbola azo natao tamin'ny tanim-boaloboko, Ka tsy efa nataoko taminy? Koa raha nanantena azy hamoa voaloboka tsara Aho, Nahoana no namoa voalobo-dratsy izy?","Koa noho izany dia aoka hambarako anareo izay hataoko amin'ny tanim-boaloboko: Hesoriko ny fefy tsilony, ka dia holevonina izy; Ary harodako ny fefy vatony, ka dia ho voahitsakitsaka izy;","Ary hataoko simba dia simba izy; Tsy hohetezana ny sakeli-boalobony, ary tsy hohevoina izy, Fa ho rakotry ny hery sy ny tsilo; Ary hodidiako ny rahona tsy hampilatsaka ranonorana aminy. [Heb. rahona matevina]","Fa ny taranak'i Isiraely no tanim-boalobok'i Jehovah, Tompon'ny maro, Ary ny lehilahy amin'ny Joda no voly tiany; Dia nanantena fitsarana marina Izy, kanjo fandatsahan-drà; Niandry fahamarinana Izy, kanjo, indro, fitarainana.[Na: fampahoriana]","Lozanareo izay mangorona trano lalandava Sady mampiharo vala ny saha amin'ny saha, Ambara-paha-tsy hisy hitoeran'ny sasany intsony, Mba ho tonga mponina manirery eo amin'ny tany ianareo!","Izao no ren'ny sofiko avy amin'i Jehovah, Tompon'ny maro: Marina tokoa fa ho foana ny trano maro, Eny, na dia izay lehibe sady tsara aza dia tsy hisy mpitoetra.","Ary bata iray monja no ho vokatry ny tanim-boaloboka folo Zemeda, Ary rehefa iray monja no ho vokatry ny voan-javatra eran'ny homera.[Zemeda dia anaram-pandrefesana, tokony ho antsasaky ny akera]","Lozan'izay mifoha maraina koa ka mitady toaka! Izay miboboka mandra-paharivan'ny andro ka ampirehetin'ny divay!","Ary ny lokanga sy ny valiha, ny ampongatapaka sy ny sodina ary ny divay no foto-panasany; Fa ny asan'i Jehovah tsy mba jereny, Ary ny ataon'ny tanany tsy mba hitany.","Ary noho izany dia ho lasan-ko babo ny oloko noho ny tsi-fahalalany, Ary ny olona ambony ho mosarena, Ary ny valalabemandry ho main'ny hetaheta.","Koa izany no mampitanatana vava ny fiainan-tsi-hita Hanao teli-moka an'i Jerosalema; Ary any no hivarinan'ny voninahiny sy ny fihahohahony ary ny tabatabany mbamin'izay mifalifaly ao aminy;[He. Sheola][Heb. azy]","Ary ny zanak'olombelona dia hatao mitanondrika, Ary ny olona haetry, Ary ny mason'ny miandranandrana dia haidina.","Fa Jehovah, Tompon'ny maro, no hisandratra amin'ny fitsarana, Ary Andriamanitra masina dia hiseho ho masina amin'ny fahamarinana.","Ary ny zanak'ondry hikania toy ny eny amin'ny tany fiandrasana azy ihany; Ary ny tany foana izay nipetrahan'ny matavy, dia mpirenireny no hiandry ondry ao.","Lozan'izay mitari-keloka amin'ny kofehin'ny faharatsiana Ary mitarika ota toy ny amin'ny mahazakan-tsariety,","Dia izay manao hoe: Aoka hohafainganiny sy hododonany ny asany, mba ho hitantsika, Ary aoka izay kasain'ny Iray Masin'ny Isiraely ho mby akaiky ka ho tanteraka, mba ho fantatsika!","Lozan'izay milaza ny ratsy ho tsara ary na tsara ho ratsy! Izay manao ny maizina ho mavaza ary ny mazava ho maizina! Izay manao ny mangidy ho mamy ary ny mamy ho mangidy!","Lozan'izay manao azy ho hendry sy manao azy ho mazava saina!","Lozan'izay fatratra nefa amin'ny fisotroan-divay ihany, sy izay kanto nefa amin'ny fampiharoharoana toaka ihany! [Heb. mahery]","Ary izay manamarina ny meloka noho ny kolikoly sy manala ny rariny amin'ny marina!","Koa toy ny fandevonan'ny lelafo ny mololo, ary toy ny fifitsaky ny bozaka midedadeda, dia toy izany no hahalovan'ny fakany sy hijofoan'ny voniny hanjary vovoka, satria efa nandà ny lalàn'i Jehovah, Tompon'ny maro izy Sy nanamavo ny tenin'ny Iray Masin'ny Isiraely.","Koa izany no irehetan'ny fahatezeran'i Jehovah amin'ny olony sy aninjirany ny tànany aminy ka amelezany azy; Dia mihorohoro ny tendrombohitra, ary ny fatin'ny olona dia tonga tahaka ny diky eny an-dalambe. Kanefa, na dia izany rehetra izany aza, dia tsy mbola afaka ihany ny fahatezerany, fa mbola mihinjitra ihany ny tànany.","Ary hanangana faneva ho amin'ny firenena lavitra Izy sady hisiaka hiantso ny iray avy any am-paran'ny tany; Ary, indro, ho avy faingana dia faingana ireo; [Heb. mahery]","Tsy hisy reraka na tafintohina ao aminy; Tsy ho rendrehana na hatory izy: Tsy hiboraka ny fehin-kibony, ary tsy ho tapaka ny fehin-kapany,","Maranitra ny zana-tsipìkany, Ary voahenjana avokoa ny tsipìkany; Ny kitron-tsoavaliny atao ho tahaka ny afovato; Ary ny kodiany ho tahaka ny tadio;","Ny fierony dia tahaka ny fieron'ny liom-bavy, Ary mierona tahaka ny liona tanora izy; Eny, manerona izy ka mandrapaka ny toha, Dia lasany, ka tsy azo alaina intsony.","Ary hirohondrohona aminy amin'izany andro izany izy Tahaka ny firohondrohon'ny ranomasina; Ary raha mijery ny tany ny olona, dia indro aizina sy fahoriana; Ary ny fahazavana hohamaizinin'ny rahona."]}