{"book":"Isaia","chapter":40,"verses":["Ampionony, ampionony ny oloko, Hoy Andriamanitrareo;","Mitoria teny soa mahafaly amin'i Jerosalema, ka lazao aminy fa vita ny adiny, sady voavela ny helony, ary efa nandray indroa heny tamin'ny tànan'i Jehovah izy ho valin'ny fahotana rehetra nataony. [Na: tapitra ny fe-taom-panompoany]","Injany! misy feon'ny miantso hoe: Manamboara lalana any an-efitra ho an'i Jehovah, manaova lalambe any an-tany foana ho an'Andriamanitsika.","Aoka hasandratra ny lohasaha rehetra, Aoka haetry ny tendrombohitra sy ny havoana rehetra; Aoka ny be havoana ho tonga lembalemba, ary ny tany saro-dalana ho tonga lemaka;","Dia hiseho ny voninahitr'i Jehovah, ary ny nofo rehetra hiara-mahita izany; Fa ny vavan'i Jehovah no efa niteny.","Injany! misy miteny hoe: Miantsoa. Ary hoy izy: Ahoana anefa no antso hataoko? Ahitra ny nofo rehetra, ary ny hatsaran-tarehiny rehetra dia tahaka ny vonin-javatra any an-tsaha;","Maina ny ahitra, malazo ny voniny, satria tsofin'ny fofonain'i Jehovah ireny; Eny, ahitra tokoa ny olona.","Maina ny ahitra, malazo ny voniny; Fa ny tenin'Andriamanitsika dia haharitra mandrakizay.","Ry Ziona, izay mitondra teny soa mahafaly ô, miakara any an-tendrombohitra avo; Ry Jerosalema izay mitondra teny soa mahafaly ô, Asandrato mafy ny feonao, asandrato, fa aza matahotra; Lazao amin'ny tanànan'ny Joda hoe. Indro Andriamanitrareo! [Na: Ry ilay mitondra teny soa mahafaly ho an'i Ziona][Na: Ry ilay mitondra teny soa mahafaly ho an'i Jerosalema]","Indro, Jehovah Tompo ho avy amin'ny heriny, ka ny sandriny ihany no hanapaka; indro, ny valim-pitia hatolony dia eny aminy, ary ny valin'asa homeny dia eo anoloany.","Hiandry ny ondriny tahaka ny mpiandry ondry Izy; Ny sandriny no hanangonany ny zanak'ondry, ka hotrotroiny eo an-tratrany ireny, ary horoahiny miadana ny ampianahany.","Iza no namatra ny rano teo am-pelatanany, ary nanjehy ny lanitra tamin'ny zehiny, sy namory ny vovo-tany tamin'ny vata, ary nandanja ny tendrombohitra tamin'ny fandanjana sy ny havoana tamin'ny mizana? [Heb. ampahatelon'ny efaha]","Iza no nanome hevitra ny Fanahin'i Jehovah, ary iza no mpanolo-tsaina nampianatra Azy?","Iza no nidinihany ka nanome saina Azy sy nanoro Azy ny lalan'ny fitsarana ary nampianatra fahalalana Azy sy nampahafantatra Azy ny lalan'ny fahendrena ?","Indro, ny firenena dia tahaka ny rano indray mitete avy amin'ny siny ary atao ho tahaka ny vovoka madiniKa amin'ny mizana; Indro, ny nosy dia tsintsininy tahaka ny zavatra bitika indrindra. [Na: tahaka ny vovoka madinika paohin'ny rivotra]","Ary Libanona aza tsy ampy hataina, ary ny biby ao tsy ampy ho fanatitra dorana.","Ny firenena rehetra dia tahaka ny tsinontsinona eo anatrehany, ka ataony ho naman'ny tsinontsinona sy ny zava-poana izy.","Koa ampitovinareo amin'iza moa Andriamanitra ? Ary endrik'inona no ampanahafinareo Azy ?","Ny mpiasa manao sarin-javatra an-idina, ary ny mpanefy volamena mametaka takela-bolamena aminy sy manao tongalika volafotsy an-idina.","Izay malahelo ka tsy manan-katerina dia mifidy hazo tsy mety ho lò ary mitady mpiasa mahay zavatra mba hamorona sarin-javatra voasokitra izay tsy hihezongozona.","Tsy fantatrareo va? Tsy efa renareo va? Tsy efa nambara taminareo fony taloha va? Tsy efa azonareo an-tsaina va ny amin'ny fanorenan'ny tany?","Izy no mipetraka amin'ny habakabaka ambonin'ny tany, ary ny mponina ety dia tahaka ny valala; Izy no mamelatra ny lanitra tahaka ny lamba manify kararavina ary manenjana azy tahaka ny lay hitoerana;","Izy no mahatsinontsinona ny mpanapaka sy mahatonga ny mpitsara amin'ny tany ho tahaka ny zava-poana.","Vao nambolena vetivety ireo, vao nafafy ireo, vao namaka tao amin'ny tany ny fotony, dia notsofin'Andriamanitra ireo, ka dia nalazo, ary nindaosin'ny tafio-drivotra tahaka ny vodivary izy.","Koa ampitovinareo amin'iza moa Aho, hitahako aminy? Hoy ny Iray Masina.","Asandrato ny masonareo, ka mijere; Iza no nahary ireny? Izy no mamoaka ny antokony araka ny isany sy miantso azy rehetra amin'ny anarany avy noho ny haben'ny fahatanjahany sy ny heriny tsy toha, ka tsy misy diso ireny na dia iray akory aza.","Nahoana no miteny ianao, ry Jakoba ô, ary milaza ianao, ry Isiraely ô, hoe: Miafina tsy hitan'i Jehovah ny lalako, ary mihelina tsy hitan'Andriamanitro ny rariny tokony ho ahy?","Tsy fantatrao va? Tsy efa renao va fa Andriamanitra mandrakizay Jehovah, izay namorona ny faran'ny tany? Tsy mba mety ho reraka na sasatra Izy; Tsy takatry ny saina ny fahalalany.","Mampahatanjaka ny reraka Izy, ary izay kely hery dia omeny hery be.","Na dia ny tanora fanahy aza dia ho reraka sy ho sasatra, ary na dia ny zatovo aza dia mety ho tafintohina mafy;","Fa izay miandry an'i Jehovah dia mandroso hery kosa; Elatra no hiakarany tahaka ny voromahery; Hihazakazaka izy, nefa tsy ho sasatra; Handeha izy, nefa tsy ho reraka."]}