{"book":"Isaia","chapter":53,"verses":["Iza no nino ny teny nampitondraina anay ? Ary iza no nampisehoana ny sandrin'i Jehovah?","Fa naniry teo anatrehany tahaka ny zana-kazo madinika Izy sy tahaka ny solofon-kazo amin'ny tany karankaina; tsy nanana endrika na fahatsaran-tarehy Izy; Ary raha nijery Azy isika, dia tsy nisy hatsaran-tarehy haniriantsika Azy.","Natao tsinontsinona sy nolavin'ny olona Izy; lehilahy ory sady zatra ny fahoriana, Ary tahaka izay tsy tian'ny olon-kojerena akory Izy; natao tsinontsinona Izy ka tsy mba nahoantsika.[Heb. lehilahy be fanaintainana sady fantatry ny faharariana]","Nitondra ny aretintsika tokoa Izy sady nivesatra ny fahoriantsika; kanjo isika kosa nanao azy ho nokapohina sy nasian'Andriamanitra ary nampahorina.[Heb. fanaintainantsika]","Nefa Izy dia voalefona noho ny fahadisoantsika sy notorotoroina noho ny helotsika, ny fampijaliana nahazoantsika fihavanana no namelezana Azy; ary ny dian-kapoka taminy no nahasitranana antsika. [Heb. famaizana]","Isika rehetra dia samy efa nania tahaka ny ondry, samy efa nivily ho amin'ny lalantsika avy isika rehetra; ary nataon'i Jehovah nihatra taminy avokoa ny helotsika rehetra.","Nampahorina Izy, nefa nanetry tena ka tsy niloa-bava, dia tahaka ny zanak'ondry entina hovonoina, sy tahaka ny ondrivavy izay moana eo anatrehan'ny mpanety azy, eny, tsy niloa-bava Izy.","Ny fampahoriana sy ny fitsarana no nenti-nanaisotra Azy; ary iza tamin'ny niara-belona taminy no nihevitra fa nofongorana niala tamin'ny tanin'ny velona Izy, ka ny fahadisoan'ny oloko no nikapohana Azy? [Na: Nalaina niala tamin'ny fampahoriana sy ny fitsarana Izy][Na: Ary iza no nihevitra izay ho taranany?]","Ary nokasaina hatao tao amin'ny olo-meloka ny fasany (Nefa teo amin'ny mpanankarena Izy, rehefa novonoina), na dia tsy nanao ratsy aza Izy, sady tsy nisy fitaka teo am-bavany. [Na: Sy ho eo amin'ny mpanankarena, rehefa novonoina Izy]","Nefa sitrak'i Jehovah ny hanorotoro sy hampangirifiry Azy; Rehefa manolotra fanati-panonerana Izy, dia hahita taranaka sady ho maro andro, ary ny sitrapon'i Jehovah dia hambinina eo an-tànany. [Na: Rehefa ataonao fanati-panonerana ny ainy, dia hahita taranaka Izy]","Noho ny fisasaran'ny fanahiny dia hahita izany Izy ka ho afa-po; Ny fahalalana Azy no hanamarinan'ny Mpanompoko marina ny olona maro, ary Izy no hivesatra ny helok'ireo. [Heb.fahalalany]","Koa dia hanome Azy anjara amin'ny lehibe Aho, ary hizara babo amin'ny mahery Izy; Satria naidiny ho amin'ny fahafatesana ny ainy, Ary natao ho isan'ny mpanota Izy; Eny, Izy no nitondra ny fahotan'ny maro sady manao fifonana ho an'ny mpanota. [Na: dia homeko Azy ny lehibe ho anjarany sy ny mahery ho anjara-babony][Na: nanao]"]}