{"book":"Isaia","chapter":7,"verses":["Ary tamin'ny andron'i Ahaza, zanak'i Jotama, zanak'i Ozia, mpanjakan'ny Joda, no niakaran-dRezina, mpanjakan'i Syria, sy Pelza, zanak'i Remalia, mpanjakan'ny Isiraely, hanafika an'i Jerosalema, nefa tsy nahafaka azy izy.","Dia nambara tamin'ny taranak'i Davida hoe: Injao ny Syriana efa mitoby any amin'ny Efraima. Ary nirondrona ny fony sy ny fon'ny vahoakany toy ny firondronan'ny hazo any an'ala, raha asian'ny rivotra.","Ary hoy Jehovah tamin'Isaia: Mivoaha ianao sy Seara-jasoba zanakao hitsena an'i Ahaza eo amin'ny faran'ny lakan-drano amin'ny kamory ambony, eo amin'ny lalambe mankamin'ny sahan'ny mpamotsy lamba,[Seara-jasoba = Hisy sisa hiverina]","ka lazao aminy hoe: Mitandrema, ka aza taitaitra foana; Aza matahotra, ary aoka tsy ho ketraka ny fonao Noho ireto tapa-porohana roa midonaka ireto, Dia ny firehetan'ny fahatezeran-dRezina sy Syria ary ny zanak'i Remalia.","Satria efa nanao saina hampidi-doza aminao Syria sy Efraima ary ny zanak'i Remalia ka nanao hoe:","Andeha isika hananika an'i Joda ka hampaharaiki-tahotra azy Ary hanafaka azy ho antsika ka hanangana ny zanak'i Tabeala ho mpanjaka ao afovoany,","Dia izao no lazain'i Jehovah Tompo: Tsy ho tanteraka izany, Ary tsy hisy izany;","Fa ny lohan'i Syria dia Damaskosy, Ary ny lohan'i Damaskosy dia Rezina (Ary ao anatin'ny dimy amby enim-polo taona dia ho rava ny Efraima ka tsy ho vanon-ko firenena intsony),","Ary ny lohan'i Efraima dia Samaria, Ary ny lohan'i Samaria dia ny zanak'i Remalia. Raha tsy mety mino ianareo, Dia tsy ho tafatoetra.","Ary Jehovah mbola niteny tamin'i Ahaza ihany ka nanao hoe:","Mangataha famantarana amin'i Jehovah Andriamanitrao; eny, mangataha na ho avy amin'ny lalina ambany, na ho avy amin'ny avo ambony.","Fa hoy Ahaza: Tsy hangataka aho, fa tsy haka fanahy an'i Jehovah","Dia hoy Isaia: Mihainoa ary, ny taranak'i Davida: Ataonareo ho zavatra kely foana moa ny hanasatra ny olona, No dia hanasatra an'Andriamanitro koa ianareo ?","Ary noho izany dia ny Tompo no hanome famantarana ho anareo: Indro, hanan'anaka ny virijina ka hiteraka zazalahy, ary ny anarany hataony hoe Imanoela. [Na: zazavavy][Na: Imanoela = Amintsika Andriamanitra]","Rehefa mahalala handà ny ratsy sy hifidy ny tsara izy, Dia rononomandry sy tantely no ho fihinany.","Fa raha tsy mbola mahalala handà ny ratsy sy hifidy ny tsara izany zaza izany, Dia ho lao ny tanin'ireo mpanjaka roa maharaiki-tahotra anao ireo.","Jehovah hahatonga aminao sy ny olonao ary ny mpianakavin-drainao Izay andro tsy mbola nisy toa azy Hatramin'ny andro nialan'i Efraima tamin'ny Joda (Dia ny mpanjakan'i Asyria);","Ary amin'izany andro izany Jehovah hisiaka hiantso ny lalitra, izay any amin'ny faran'ny onin'i Egypta, sy ny renitantely, izay any amin'ny tany Asyria;","Dia ho avy ireo, ka samy hipetraka amin'ny lohasaha lao, sy eny an-tsefatsefaky ny harambato, sy eny amin'ny fefy tsilo rehetra, ary eny amin'ny saha fiandrasana rehetra.","Amin'izany andro izany koa ny Tompo hanaratra ny loha sy ny volon-tongotra Amin'ny hareza nohofana any amoron'ny Ony (Dia ny mpanjakan'i Asyria); Ary ny volom-bava hokakasana amin'iny koa.[Eofrata]","Ary amin'izany andro izany Dia samy hiompy ombivavy kely sy ondry roa ny olona;","Ary noho ny haben'ny ronono azo avy amin'ireo dia hihinana rononomandry izy; Fa rononomandry sy tantely no ho fihinan'ny olona sisa rehetra ao amin'ny tany.","Ary amin'Izany andro izany dia ho rakotry ny hery sy ny tsilo Ny tany rehetra izay nisy voaloboka arivo nahazo sekely arivo.","Zana-tsipìka sy tsipìka no ho entin'izay miditra ao, satria rakotry ny hery sy ny tsilo ny tany rehetra.","Ary ny tanety rehetra izay nohevoina tamin'ny angady dia tsy ho azonao diavina noho ny fahatahorana ny hery sy ny tsilo; Fa ho falehan'ny omby sy ho voahitsakitsaky ny ondry aman'osy izany.[Na: Dia tsy halehan']"]}