{"book":"Isaia","chapter":2,"verses":["Ny teny izay hitan'Isaia, zanak'i Amoza, ny amin'ny Joda sy Jerosalema.","Ary izao no ho tonga any am-parany: Ny tendrombohitra misy ny tranon'i Jehovah dia haorina eo an-tampon'ny tendrombohitra Ary hasandratra ho avo noho ny havoana; Ary ny jentilisa rehetra hitanjozotra hankany.","Eny, maro ny firenena no hiainga ka hanao hoe: Andeha isika hiakatra any an-tendrombohitr'i Jehovah, Ho any an-tranon'Andriamanitr'i Jakoba, Mba hampianarany antsika ny amin'ny lalany, Ka handehanantsika amin'ny atorony; Fa avy any Ziona no hivoahan'ny lalàna, Ary avy any Jerosalema ny tenin'i Jehovah.","Ary hitsara ny adin'ny jentilisa Izy Ka hampiaiky firenena maro; Dia hanefy ny sabany ho fangady ireny, Ary ny lefony ho fanetezam-boaloboka; Ny firenena tsy hanainga sabatra hifamely Na hianatra ady intsony","Ry taranak'i Jakoba, Avia, ary aoka isika handeha amin'ny fahazavan'i Jehovah.","Fa efa nanary ny taranak'i Jakoba olonao Hianao, Satria feno ny fanao avy any atsinanana izy Ary efa mpanandro tahaka ny Filistina Sady efa be zana-bahiny.[Na sady efa nanao fanekena tamin'ny]","Ary ny taniny dia feno volafotsy sy volamena. Sady tsy hita lany ny hareny; Ary ny taniny dia feno soavaly, Sady tsy hita isa ny kalesiny;","Ny taniny dia feno andriamani-tsi-izy koa; Eo anatrehan'ny asan'ny tanany no iankohofany, Dia izay nataon'ny rantsan-tanany;","Koa ny zanak'olombelona hatao mitanondrika, Ary ny olona haetry, Ary aza mamela ny helony Hianao!","Midira ao amin'ny vatolampy, Ary miere ao amin'ny vovoka Noho ny tahotra avy amin'i Jehovah Sy ny voninahitry ny fahalehibiazany.","Ny fiandranandran'ny mason'ny zanak'olombelona dia haetry, Ary ny fiavonavonan'ny olona hatao mitanondrika; Fa Jehovah ihany no hisandratra amin'izany andro izany.","Fa misy andron'i Jehovah, Tompon'ny maro, Hitsarana izay avo sy ambony toetra rehetra Ary izay misandratra rehetra, Ka dia haetry ireny,","Dia ny sedera rehetra any Libanona, izay avo sady andrandraina, Sy ny hazo ôka rehetra any Basana","Sy ny tendrombohitra avo rehetra Sy ny havoana andrandraina","Sy ny tilikambo miringiringy rehetra Sy ny manda mafy rehetra","Sy ny sambon'i Tarsisy rehetra Sy ny tao-zavatra tsara tarehy rehetra;","Ary ny fireharehan'ny zanak'olombelona hatao mitanondrika, Ary ny fiavonavonan'ny olona haetry; Fa Jehovah ihany no hisandratra amin'izany andro izany.","Ary ny andriamani-tsi-izy dia ho foana avokoa.","Ary hiditra ao amin'ny zohy sy ny lava-bato ny olona Noho ny tahotra avy amin'i Jehovah sy ny voninahitry ny fahalehibiazany, Rehefa mitsangana hampihorohoro ny tany Izy.","Amin'izany andro izany dia harian'ny olona Ho an'ny voalavo sy ny manavy Ny andriamani-bolafotsiny sy ny andriamani-bolamenany Izay nataony hiankohofany eo anatrehany","Mba hidirany eo amin'ny fitriatry ny vatolampy sy eo an-tsefatsefaky ny harambato Noho ny tahotra avy amin'i Jehovah Sy ny voninahitry ny fahalehibiazany, Rehefa mitsangana hampihorohoro ny tany Izy.","Mitsahara, fa aza mitoky amin'ny olona; Fa fofonaina foana no eo am-bavorony, Ka hatao zinona izy?"]}