{"book":"Isaia","chapter":56,"verses":["Izao no lazain'i Jehovah: Tandremo ny rariny, ary manaova ny marina, fa efa madiva ho tonga ny famonjeko, ary efa hiseho ny fahamarinako.","Sambatra ny zanak'olombelona izay manao izany, ary ny zanak'olona izay mitana izany, dia izay mitandrina ny Sabata ka tsy manao azy ho tsy masina sady miaro ny tanany tsy hanao izay ratsy akory.","Ary aoka ny hafa firenena izay efa manaiky ho an'i Jehovah tsy hanao hoe: Hesorin'i Jehovah tsy ho isan'ny olony tokoa aho; Ary aoka ny ionoka tsy hanao hoe: Indro, hazo maina aho.","Fa izao no lazain'i Jehovah: Ny amin'ny ionoka izay mitandrina ny Sabatako sy mifidy izay sitrako ary mitana ny fanekeko,","Dia hanaovako fahatsiarovana sy anarana ao an-tranoko sy ao anatin'ny mandako izy, izay tsara lavitra noho ny an'ny zanakalahy sy ny zanakavavy; dia anarana mandrakizay izay tsy hesorina no homeko azy.","Ary ny hafa firenena izay efa manaiky ho an'i Jehovah mba hanompo Azy sy ho tia ny anaran'i Jehovah mba ho mpanompony dia izay rehetra mitandrina ny Sabata ka tsy manao azy ho tsy masina sady mitana ny fanekeko","Dia ho entiko ho any an-tendrombohitro masina, ka hampifaliko ao an-tranoko fivavahana; ny fanatitra dorany sy ny fanatitra hafa alatsa-drà dia hankasitrahana eo ambonin'ny alitarako, fa ny tranoko hatao hoe trano fivavahana ho an'ny firenena rehetra.","Izao no lazain'i Jehovah Tompo, Izay mamory ny Isiraely voaroaka: Mbola hamory ny sasany koa ho eo aminy Aho, hanampy izay efa voavory eo aminy.","He, ianareo bibi-dia rehetra! Avia hihinana, ianareo biby rehetra any an'ala. [Na: He, ianareo bibi-dia rehetra, Avia hihinana ny biby rehetra any an'ala]","Jamba ny mpitiliny, samy tsy mahalala izy rehetra, amboa moana avokoa, izy rehetra, ka tsy mahavovo, manonofy izy, eny, mandry ka torimaso.","Lian-kanina ireny amboa ireny; ka tsy mahalala voky, sady mpiandry tsy mahafantatra ireny; samy efa nivily ho amin'ny lalany avy izy rehetra, samy mankamin'ny filàny harena avokoa izy rehetra.","Avia, ianareo, hoy ireny fa haka divay aho, ary aoka hiboboka toaka isika; ary rahampitso dia ho tahaka ny anio ihany, eny, hanoatra lavitra aza"]}