{"book":"Isaia","chapter":62,"verses":["Tsy hangina Aho noho ny amin'i Ziona, Ary tsy hitsaha-miteny Aho noho ny amin'i Jerosalema, mandra-piposaky ny fahamarinany tahaka ny famirapiratry ny mazava, ary ny famonjena azy tahaka ny fanilo mirehitra.","Ny firenena hahita ny fahamarinanao, ary ny mpanjaka rehetra hahita ny voninahitrao; dia homena anaram-baovao ianao, Izay hotononin'ny vavan'i Jehovah; [Heb. hotendren']","Ka dia ho tonga satro-boninahitra eo an-tànany ianao sy satrok'andriana eo am-pelatanan'Andriamanitrao.","Hianao tsy hatao intsony hoe nafoy, ary ny taninao tsy hatao intsony hoe Lao fa ianao hatao hoe Ilay sitrako, ary ny taninao hatao hoe Vady ampakarina; Fa sitrak'i Jehovah ianao, ary ny taninao hampanambadina.","Fa tahaka ny zatovo mampakatra virijina ho vadiny no hampakaran'ny mponina aminao anao; ary tahaka ny fifalian'ny mpampakatra amin'ny ampakariny no hifalian'Andriamanitrao aminao. [Heb. zanakao-lahy]","Efa nanendry mpiambina ho eny ambonin'ny mandanao Aho, ry Jerosalema ô, koa mandrakariva na andro na alina dia tsy mahazo mangina ireny; eny, ianareo izay mpampahatsiaro an'i Jehovah, aza mitsahatra;","Ary aza mamela Azy hitsahatra mandra-panaony an'i Jerosalema ho mafy orina sy hoderaina amin'ny tany.","Jehovah efa nianiana tamin'ny tànany ankavanana, dia tamin'ny sandriny mahery, hoe: Tsy homeko hohanin'ny fahavalonao intsony ny varinao, ary ny hafa firenena tsy hisotro ny ranom-boalobokao izay efa nisasaranao;","Fa izay nijinja azy no hihinana azy ka hidera an'i Jehovah; ary izay nioty azy no hisotro azy ao amin'ny kianjako masina.","Mivoaha, mivoaha amin'ny vavahady, amboary ny lalana halehan'ny olona; asandrato ho avo ny lalambe; esory ny vato eny aminy; manangàna faneva ho tazan'ny firenena.","Indro, Jehovah efa nanambara hatrany amin'ny faran'izao tontolo izao nanao hoe: Lazao amin'i Ziona zanakavavy: Indro, avy ny famonjena anao; Indro; ny valim-pitia hatolony dia ao aminy, ary ny valin'asa homeny dia eo anoloany.","Ary Ireny hotononina hoe Firenena masina, dia olona navotan'i Jehovah; ary ianao dia hatao hoe Ilay notadiavina, Tanàna tsy foy."]}