{"book":"Isaia","chapter":36,"verses":["Ary tamin'ny taona fahefatra ambin'ny folo nanjakan'i Hezekia mpanjaka dia niakatra Sankeriba, mpanjakan'i Asyria, hamely ny tanàna mimanda rehetra any Joda ka nahafaka azy.","Ary ny mpanjakan'i Asyria naniraka an-dRabsake mbamin'ny miaramila betsaka avy teo Lakisy hankany Jerosalema ho any amin'i Hezekia mpanjaka. Dia nitsangana teo anilan'ny lakan-drano amin'ny kamory ambony izy, teo an-dalambe mankamin'ny sahan'ny mpamotsy lamba.","Ary Eliakima, zanak'i Hilkia, izay lehiben'ny tao an-dapa, sy Sebna mpanoratra ary Joa, zanak'i Asafa, mpitadidy ny raharaham-panjakana, dia nivoaka ho ao aminy.","Dia hoy Rabsake tamin'ireo: Andeha, lazao amin'i Hezekia hoe: Izao no lazain'ny mpanjaka lehibe, dia ny mpanjakan'i Asyria: Inona moa izato itokianao?","Hoy izaho: Teny foana ny hoe: Manana saina sy hery hiady aho. Fa iza no itokianao, no miodina amiko ianao?","Indro, ianao matoky io tehina volotara torotoro io, dia Egypta, nefa raha itehenan'olona io, dia manindrona ny tànany miboroaka; eny, tahaka izany Farao, mpanjakan'i Egypta, amin'izay rehetra matoky azy.","Fa raha hoy ianao amiko: Jehovah Andriamanitray no itokianay, moa tsy Azy va ny fitoerana avo aman'alitara izay noravan'i Hezekia, izay nilaza tamin'ny Joda sy Jerosalema hoe: Eto anoloan'ity alitara ity no hiankohofanareo?","Koa aoka hifaninana ianao sy ny tompoko, mpanjakan'i Asyria, fa homeko soavaly roa arivo ianao, raha tàhiny manana olona hitaingina azy.","Hataonao ahoana no fampiamboho ny komandy iray amin'ny mpanompon'ny tompoko, na dia izay kely indrindra aminy aza, nefa matoky an'i Egypta ianao hahazoanao kalesy sy mpitaingin-tsoavaly?","Koa moa haitraitro va izao niakarako izao? Tsia, fa Jehovah no naniraka ahy handrava ity tany ity ka nanao hoe: Miakara ho amin'izany tany izany, ka ravao izy.","Dia hoy Eliakima sy Sebna ary Joa tamin-dRabsake: Masìna ianao, teny Syriana no ataovy amin'ny mpanomponao, fa fantatray ihany izany; fa aza manao teny Jiosy ho ren'ny olona eny ambonin'ny manda. [Heb. Aramiana]","Fa hoy Rabsake: Moa ho amin'ny tomponao sy ianao va no nanirahan'ny tompoko hilaza izany teny izany, fa tsy ho amin'ny olona izay mipetraka eny ambonin'ny manda, hihinanany izay tsy fihinany sy hisotroany izay tsy fisotrony miaraka aminareo? [Heb. ny tainy][Heb. ny amaniny]","Dia nijoro teo Rabsake ka niantso tamin'ny feo mahery tamin'ny teny Jiosy hoe: Henoy ny tenin'ny mpanjaka lehibe, dia ny mpanjakan'i Asyria.","Izao no lazain'ny mpanjaka: Aza mety hofitahin'i Hezekia ianareo; fa tsy hahavonjy anareo izy tsy akory.","Ary aza mety hampahatokin'i Hezekia an'i Jehovah ianareo amin'ny anaovany hoe: Jehovah no hamonjy antsika tokoa; ary tsy hatolotra eo an-tànan'ny mpanjakan'i Asyria tsy akory ity tanàna ity.","Aza mihaino an'i Hezekia ianareo; fa izao no lazain'ny mpanjakan'i Asyria: Manaova fanekena amiko hiadananareo, ka mankanesa at? amiko, ary samia homana ny voalobony sy ny aviaviny, ary samia misotro ny rano avy amin'ny lavaka famorian-dranony avy ianareo,","mandra-pihaviko hitondra anareo ho any amin'izay tany tahaka ny taninareo, dia tany misy vary sy ranom-boaloboka, tany misy mofo sy tanim-boaloboka.","Aza mety homen'i Hezekia vohony ianareo amin'ny anaovany hoe: Jehovah no hamonjy antsika. Moa nisy nahavonjy ny taniny tamin'ny tanan'ny mpanjakan'i Asyria va ireo andriamanitry ny firenena ireo?","Aiza moa ny andriamanitr'i Hamata sy Arpada? Ary aiza koa ny andriamanitr'i Sefarvaima? Nahavonjy an'i Samaria tamin'ny tanako va ireo andriamaniny?","Iza moa amin'ny andriamanitra rehetra amin'ireo tany ireo no efa nahavonjy ny taniny tamin'ny tanako, koa aiza no hahavonjen'i Jehovah an'i Jerosalema amin'ny tanako?","Nefa nangina ny olona, ka tsy nisy namaly azy na dia teny indraim-bava akory aza, satria ny mpanjaka efa nandidy hoe: Aza misy mamaly azy.","Ary Eliakima, zanak'i Hilkia, izay lehiben'ny tao an-dapa, sy Sebna mpanoratra ary Joa, zanak'i Asafa, mpitadidy ny raharaham-panjakana, dia niditra nankao amin'i Hezekia, sady voatriatra ny fitafiany, ary nilaza taminy ny tenin-dRabsake izy."]}