{"book":"Isaia","chapter":14,"verses":["Fa Jehovah hamindra fo amin'i Jakoba, ary mbola hifidy ny Isiraely indray ka hamponina azy ao amin'ny taniny; ary ny vahiny hikambana aminy, ary ny taranak'i Jakoba ho namany","Dia haka azy ny firenena ka hanatitra azy hody; ary ny taranak'Isiraely hanana azy ho ankizilahiny sy ankizivaviny ao amin'ny tanin'i Jehovah; dia ho tonga mpamabo izay namabo azy izy; ary hampanompo izay nampahory azy.","Ary amin'ny andro hanomezan'i Jehovah fitsaharana anao ho afaka amin'ny fahorianao sy ny fitebitebin'ny fonao ary ny fanompoana mafy izay nampanompoana anao,","dia hataonao izao oha-teny ny amin'ny mpanjakan'i Babylona izao: Hià! mitsahatra ilay mpampahory! Eny. tsy ao intsony ilay tanàna volamena! [Na: mampandoa hetra]","Jehovah efa nanapatapaka ny tehin'ny ratsy fanahy. Dia ny tehina fanapahan'ny mpanapaka,","Izay namely firenena tamin'ny fahatezerana, tamin'ny famelezana tsy nanam-pitsaharana, sady nampanompo firenena tamin'ny fahatezerana, tamin'ny fanenjehana tsy misy antra.","Miadana ka mandry fahizay ny tany rehetra; Velominy ao ny hoby,","Eny, ny hazo kypreso sy ny sedera any Libanona hifaly anao hoe: Hatrizay niambohoanao izay dia tsy nisy mpikapa niakatra tat? aminay.","Taitra ny fiainan-tsi-hita any ambany noho ny aminao mba hitsena anao amin'ny fihavianao; Mamoha ny matoatoa hitsena anao izy, dia ireny bibilahy rehetra tambonin'ny tany; Aingainy hiala amin'ny seza fiandrianana ny mpanjakan'ny firenena rehetra.[Heb. Sheola][Heb. osilahy]","Izy rehetra samy hiteny aminao hoe: Hay! ianao koa mba efa osa tahaka anay! Efa tonga tahaka anay ianao!","Efa navarina ho ety amin'ny fiainan-tsi-hita ny tabihanao mbamin'ny feon'ny valihanao; Kankana no ilafihanao, ary olitra no mandrakotra anao.[Heb. Sheola]","Endrey! latsaka avy tany an-danitra ianao, ry ilay fitarik'andro, zanaky ny maraina; Voakapa hianjera amin'ny tany ianao, ry ilay mpandripaka firenena.","Ary ianao efa nanao anakampo hoe: Any an-danitra no hiakarako, ary ambonin'ny kintan'Andriamanitra no hanandratako ny seza fiandrianako; Dia hipetraka eo an-tendrombohitra; fivoriana any am-parany avaratra aho;","Hiakatra ho any ambonin'ny havoan'ny rahona aho ka ho tahaka ny Avo Indrindra;","Kanjo hampidinina hatrany amin'ny fiainan-tsi-hita ho any ampara-vodilavaka ianao.[Heb. Sheola]","Izay mahita anao hibanjina anao sy hihevitra anao hoe: Moa io va ilay lehilahy nampihorohoro ny tany sy nampihozongozona ny fanjakana","Ary nanao izao tontolo izao ho efitra sy nandrava ny tanànany Ary tsy nandefa ny mpifatotra hody?","Ny mpanjaka rehetra amin'ny firenena samy mandry amin'ny voninahitra avokoa, ary samy ao am-pasany avy;[Heb. tranony]","Fa ianao kosa dia nariana niala lavitra ny fasanao, tahaka ny solofon-kazo ratsy izay ariana, sady voatsindrin'ny fatin'ny voavono ianao, dia ireo voatrabaky ny sabatra, ka midina ho ao amin'ny vato ao an-davaka, tahaka ny faty hitsakitsahin'ny tongotra.","Tsy halevina tahaka ireny ianao, satria efa nanimba ny taninao sady efa namono ny olonao; tsy hotononina mandrakizay ny taranaky ny mpanao ratsy!","Manamboara famonoana hamelezana ny zanany noho ny heloky ny razany; tsy hitsangana hanana ny tany izy, Na hanorina tanana eran'izao tontolo izao.","Fa hitsangana hamely azy aho, hoy Jehovah, Tompon'ny maro, ary hofoanako ny anaran'i Babylona sy izay sisa ao mbamin'ny zanany sy ny taranany, hoy Jehovah.","Ary hataoko fonenan'ny sokina sy fihandronan'ny rano izy, ary hofafako kifafa fandringanana izy, hoy Jehovah, Tompon'ny maro.","Jehovah, Tompon'ny maro, efa nianiana hoe: Araka izay noheveriko no hatao aminy ary araka izay nokasaiko no hotovina aminy,","Dia ny hanorotoro ny Asyriana ao amin'ny taniko, ary ny hanitsakitsaka azy eny an-tendrombohitro; ny zioga fitondrany dia hiala amin'ireo, ary ny entany ho afaka amin'ny sorony","Izany no fikasana ny amin'ny tany rehetra, ary izany no tanana ahinjitra amin'ny firenena rehetra.","Fa Jehovah, Tompon'ny maro, no efa nikasa, ka iza indray no hahafoana izany? Ary ny tànany dia voahinjitra, ka iza no hampihemotra izany?","Tamin'ny taona nahafatesan'i Ahaza mpanjaka no nisy izao faminaniana ny loza hanjo izao:","Aza mifaly, ry Filistia rehetra, saingy tapaka ny tsorakazo namely anao; fa avy ao an-kibon'ny bibilava no hihavian'ny menarana, ary ny aterany ho tonga menaran'afo manidina.[Heb. fakan'][Heb. sarafa]","Ny faraidina indrindra hihinana, ary ny mahantra handry fahizay; Fa hataoko maty mosary kosa izay tsy ringana aminao, eny, izay sisa aminao ho matiny.[Heb. matoan'ny mahantra][Heb. ny fakanao]","Midradradradrà, ry vavahady, ary mitaraina, ry tanàna; Aoka ho ketraka avokoa ianao, ry Filistia! Fa misy setroka mitranga avy any avaratra, ary tsy misy miala amin'ny laharany akory ny miaramilany.","Ary inona moa no valiny ho entin'ny iraky ny jentilisa? Izao: Jehovah efa nanorina an'i Ziona, ary ao no hialofan'izay olony ory."]}