{"book":"Isaia","chapter":43,"verses":["Fa ankehitriny, ry Jakoba ô, izao no lazain'i Jehovah, Izay nahary anao sady namorona anao, ry Isiraely ô: Aza matahotra ianao, fa efa nanavotra anao Aho; Efa niantso ny anaranao Aho, Ahy ianao.","Raha mita ny rano ianao, dia homba anao Aho; Ary raha mita ny ony ianao, dia tsy hanafotra anao izy; Raha mandeha mamaky ny afo ianao, dia tsy ho may, Ary tsy hirehitra aminao ny lelafo;","Fa Izaho Jehovah no Andriamanitrao, Dia ny Iray Masin'ny Isiraely, Mpamonjy anao; Omeko ho avotrao Egypta, ary Etiopia sy Seba ho solonao.","Satria malala eo imasoko ianao, eny, be voninahitra ianao sady tiako, dia olona no omeko ho solonao, ary firenena ho solon'ny ainao.","Aza mahatahotra, fa momba anao Aho; Hitondra ny taranakao avy any atsinanana Aho, ary avy any andrefana no hanangonako anao;","Ny avaratra hilazako hoe: Avoahy, ary ny atsimo hoe: Aza hazonina; Alao ny zanako-lahy avy lavitra sy ny zanako-vavy avy any amin'ny faran'ny tany,","Dia izay rehetra antsoina amin'ny anarako sady nohariko ho voninahitro, dia izay noforoniko sy nataoko.","Ento mivoaka ny olona jamba mana-maso sy ny marenina manan-tsofina. [Na: Entiko mivoaka]","Aoka hiangona ny firenena rehetra, Ary aoka hivory ny olombelona; Iza aminareo no mahalaza izany? Aoka hambarany amintsika ny fahiny taloha; Aoka ho entiny ny vavolombelony hahamarina azy; Ary aoka hihaino ireo ka hiaiky hoe: Marina izany. [Na: Miangona][Na: mivory]","Hianareo no vavolombeloko, hoy Jehovah, sady mpanompoko izay efa nofidiko, Mba hahafantaranareo sy hinoanareo Ahy ka ho azonareo tsara fa Izaho no Izy; Talohako dia tsy nisy andriamanitra voaforona, sady tsy hisy handimby Ahy.","Izaho dia Izaho ihany no Jehovah Ary tsy misy Mpamonjy afa-tsy Izaho.","Izaho efa nilaza sy namonjy ary nanambara, ary tsy nisy hafa tao aminareo; Dia ianareo no vavolombeloko, hoy Jehovah, ary Izaho no Andriamanitra.","Eny, hatramin'izary andro izany Izaho no Izy, Ary tsy misy maharombaka amin'ny tanako; Miasa Aho, ka iza moa no mahasakana izany? [Na: Hatrizay nisian'ny andro]","Izao no lazain'i Jehovah, Mpanavotra anareo, dia ny Iray Masin'ny Isiraely: Noho ny aminareo no nanirahako tany Babylona, ary hampidiniko izy rehetra mbamin'ny Kaldeana ho mpandositra ho any amin'ny sambo izay efa nifaliany.[Na: dia]","Izaho no Jehovah, Iray Masinareo, Mpamorona ny Isiraely sady Mpanjakanareo.","Izao no lazain'i Jehovah, Izay manao lalana eny amin'ny ranomasina sy lalan-kaleha eny amin'ny rano manonja,","Izay mamoaka ny kalesy sy ny soavaly, ny miaramila sy ny lehilahy miara-mandry avokoa izy ka tsy hiarina intsony, mitsilopilopy izy, ka dia maty toy ny jiro:","Aza mahatsiaro ny lasa, na misaina ny taloha.","Indro, Izaho efa hanao zava-baovao, koa ankehitriny dia efa miposaka izany tsy hahalala izany va ianareo? eny, any an-efitra no hanaovako lalana ary any amin'ny tany sao no hasiako ony;","Dia hanome voninahitra Ahy ny bibi-dia sy ny amboadia ary ny ostritsa, satria manisy rano any an-efitra sy ony any amin'ny tany lao Aho, Hampisotroana ny oloko, dia ilay voafidiko. [Na: jakala]","Izao olona noforoniko ho Ahy izao no hanambara ny fiderana Ahy.","Nefa Izaho tsy mba nantsoinao, ry Jakoba; Fa sasatra amiko ianao, ry Isiraely. [Na: Na nisasaranao akory]","Tsy nitondranao ny zanak'ondry fanatitra doranao Aho, na nomenao voninahitra tamin'ny fanatitrao. Tsy nampahavesatra anao tamin'ny fanatitra Aho, na nanasatra anao tamin'ny ditin-kazo mani-pofona.[Heb. nampanompo]","Tsy nandoa vola namidy veromanitra ho Ahy ianao, na nahavoky Ahy tamin'ny saboran'ny fanatitrao; Fa nampahavesatra Ahy tamin'ny fahotanao kosa ianao sy nanasatra Ahy tamin'ny helokao. [Heb. nampanompo]","Izaho dia Izaho no mamono ny fahadisoanao noho ny amin'ny tenako, ary tsy hotsarovako ny fahotanao.","Ampahatsiarovy Aho, ka avia isika hifandahatra; Alaharo ary ny teninao, mba hahitana izay mahamarina anao.","Ny razambenao voalohany indrindra dia efa nanota, ary ireny mpanalalana aminao efa niodina tamiko, [Heb. rainao]","Koa izany no nanaovako ny mpanapaka masina ho tsy masina, sy nanolorako an'i Jakoba ho fandringana ary Isiraely ho latsa. [Heb. herema]"]}