{"book":"Isaia","chapter":51,"verses":["Mihanoa Ahy, ianareo izay miezaka mitady fahamarinana, dia izay mitady an'i Jehovah: Tsarovy ny vatolampy izay nakana anareo sy ny ati-lavaka izay nihadiana anareo. [Heb. Jereo]","Eny, tsarovy Abrahama rainareo sy Saraha, izay niteraka anareo; fa fony mbola tokana izy, dia nantsoiko sy notahiko ary nohamaroiko. [Heb. Jereo]","Fa Jehovah mampionona an'i Ziona; Eny, mampionona izay rava rehetra ao Izy Ka manao ny efitra ao ho tahaka an'i Edena. Ary ny tany foana ao ho tahaka ny sahan'i Jehovah; Hafaliana sy haravoana no hita ao mbamin'ny fisaorana sy ny feo fiderana.","Mihainea Ahy, ry vahoakako, ary atongilano amiko ny sofinareo, ry oloko; fa hisy lalàna hivoaka avy amiko, ary ny fitsipiko dia hampitoeriko ho fanazavana ny firenena.","Akaiky ny fahamarinako, efa nivoaka ny famonjeko, ary ny sandriko no hitsara ny firenena; izaho no hantenain'ny nosy, ary ny sandriko no andrasany.","Andrandrao ho amin'ny lanitra ny masonareo, ary jereo ny tany ambany; fa ny lanitra ho levona tahaka ny setroka, ary tany ho tahaky ny lamba mangarahara, ary ny mponina ao dia ho faty tampoka; fa ny famonjena kosa haharitra mandrakizay, ary ny fahamarinako tsy mba ho rava.[Na: tahaka ny fahafatin'ny moka]","Mihainoa ahy, ianareo izay mahalala ny fahamarinana, dia ianao, ry firenena izay manana ny lalàko ao am-ponao; aza matahotra ny latsa ataon'ny zanak'olombelona, na manahy noho ny faharatsiany.","Fa ny kalalao hihinana azy tahaka ny fihinan-damba, ary lolo fotsy hihinana azy tahaka ny fihinam-bolon'ondry; fa ny fahamarinako haharitra mandrakizay, ary famonjena hihatra amin'ny taranaka fara-mandimby.","Mifohaza, mifohaza, ry sandrin'i Jehovah, mitafia hery! Mifohaza tahaka ny tamin'ny andro fahiny! dia tamin'ny taranaka lasa ela. Tsy Hianao va Ilay nitetitetika an-dRahaba sy nitomboka ny dragona? [Na: mamba; izahao Ezek. xxix. 3]","Tsy Hianao va Ilay nahamaina ny ranomasina, dia ny rano ao amin'ny lalina indrindra, ka nanao ny ranomasina lalina ho lalana halehan'ny navotana?","Eny, ny navotan'i Jehovah hiverina ka hankany Ziona amin'ny fihobiana, ary ny fifaliana mandrakizay no ho eny an-dohany; hahazo fifaliana mandrakizay no ho eny an-dohany; hahazo fifaliana faharavoravoana izy, ka dia handositra ny alahelo sy ny fisentoana.","Izaho dia Izaho no mpampionona anareo, koa nahoana ianao no dia matahotra ny zanak'olombelona mety maty sy ny zanak'olona hatao tahaka ny ahitra","ka manadino an'i Jehovah, Mpanao anao, izay namelatra ny lanitra sy nanorina ny tany, sady matahotra lalandava mandritra ny andro ianao noho ny fahatezeran'ny mpampahory, raha mikendry hamono izy? Fa aiza intsony izay fahatezeran'ny mpampahory?","Izay mitanondrika dia ho afaka faingana; Tsy ho faty havarina ao an-davaka izy ary tsy ho diso hanina.","Fa Izaho Jehovah no Andriamanitrao, Izay mampanonja ny ranomasina, ka dia mirohondrohona ny onjany; Jehovah, Tompon'ny maro, no anarako. [Na: Izay mampitsahatra ny rano, raha mirohondrohona ny onjany] [Heb. anarany]","Ary nataoko eo am-bavanao ny teniko, ary ao amin'ny aloky ny tanako no nanaronako anao, hanao ny lanitra sy hanorina ny tany Aho ary hanao an'i Ziona hoe: Oloko ianao. [Heb. Hamboly]","Mifohaza, mifohaza, mitsangana, ry Jerosalema ô, izay efa nisotro ny kapoaky ny fahatezerana avy tamin'ny tànan'i Jehovah; eny, ny kapoaka gobilia mampiraikiraiky dia efa nisotroanao, ka notrohinao mbamin'ny faikany.","Tsy misy mitondra azy ny zananilahy rehetra izay naterany; ary tsy misy mitantana azy ny zananilahy rehetra izay notezainy.","Izao zavatra roa Izao no hanjo anao (Iza no hanony ny alahelonao?): Fandravana sy fandringanana ary mosary sy sabatra, koa hataoko ahoana no fampionona anao?","Ny zanakao-lahy efa reraka, ka miapokapoka eny an-joron-dalambe rehetra eny izy, tahaka ny diera ao anatin'ny fandrika harato eny, tahaka ny olona rakotry ny fahatezeran'i Jehovah sy ny teny mafy ataon'Andriamanitrao.","Koa mihainoa izao, ianao ry ilay ory sady mamo tsy amin-divay:","Izao no lazain'i Jehovah Tomponao, dia Andriamanitrao, Izay mandaha-teny ho an'ny olony: Indro, esoriko eny an-tananao ny kapoaka mampiraikiraiky, dia ny kapoaka gobilian'ny fahatezerako; Tsy hisotroanao intsony iny,","Fa hataoko eo an-tànan'izay mampahory anao kosa, dia izay efa nilaza taminao hoe: Miankohofa mba hohitsahinay, ka dia nataonao ho tahaka ny tany ny tenanao sy ho tahaka ny lalambe ho an'izay mandeha eo."]}