{"book":"Isaia","chapter":16,"verses":["Atero ny zanak'ondrin'ny mpanapaka ny tany, dia miala an'i Sela ka mamaky ny efitra hatramin'ny tendrombohitr'i Ziona zanakavavy.","Ary tahaka ny vorona notairina niala tamin'ny akaniny ka mirenireny foana, dia ho toy izany ny zanakavavin'i Moaba ao amin'ny fitàna any Arnona.","Manolora saina, manomeza rariny ataovy tahaka ny alina ny alokao, na dia amin'ilay andro mitataovovonana iny aza; Afeno izay voaroaka, Ary aza aseho izay mandositra!","Aoka hitoetra ao aminao izay oloko voaroaka; Ary aoka ho fieren'i Moaba ianao, mba tsy ho azon'ny mpandringana izy; Fa tsy misy intsony ny mpampahory, tapitra ny loza, tsy misy amin'ny tany intsony ny mpanosihosy.[Na: Aoka ho fereny ianao ry Moaba]","Ary hisy seza fiandrianana hampitoerina amin'ny famindram-po, ka hisy hipetraka eo aminy amin'ny fahamarinana ao an-dain'i Davida, ary hitsara sy handinika izay marina izy, sady ho faingam-pamoaka ny rariny.","Efa renay ny fiavonavonan'i Moaba fatra-piavonavona loatra izy dia ny fireharehany sy ny fiavonavonany sy ny fihoa-bavany ary ny fibedibediny foana.","Ary noho izany dia ho indray midradradradra Moaba, eny, samy hidradradradra avokoa izy rehetra; Fa hitomany ny ampempam-boalobok'i Kira-haresa ianareo ka ho ory indrindra.[Na: faharavany]","Fa malazo avokoa ny sahan'i Hesbona sy ny voalobok'i Sibma, norantsanan'ny andrian'ny firenena ny sakeliny, tonga hatrany Jazera sy nisandrahaka tany an-efitra izy, ny sampany nandadilady ka tafita ny ranomasina. [Na: Dia ireo izay nankaleo ny andrianan'ny firenena ny sakeliny]","Koa izany no hitomaniako ny voalobok'i Sibma, toy ny fitomanian'i Jazera, handena anao amin'ny ranomasoko aho, ry Hesbona sy Elale; fa mihatra amin'ny vokatrao lohataona sy ny fararanonao ny fanakorana.[Na: fitomaniana an'i]","Ny hafaliana sy ny haravoravoana efa nesorina tamin'ny saha mahavokatra, ka tsy hisy hoby na horakoraka ao amin'ny tanim-boaloboka; Ny mpanosihosy tsy hanosihosy divay intsony ao amin'ny famiazana; Efa natsahatro ny fihobiana amin'ny fararano.","Ary noho izany ny tsinaiko dia mitaraina manao feon-dokanga noho ny amin'i Moaba, ary ny ato anatiko noho ny amin'i Kira-haresa.","Ary rehefa miseho Moaba ka sasatra ao amin'ny fitoerana avo. Ary mankao amin'ny fitoerany masina mba hivavaka, dia tsy hahazo na inona na inona izy.","Izany no tenin'i Jehovah nataony fahiny ny amin'i Moaba.","Ary ankehitriny koa Jehovah miteny hoe: Amin'ny telo taona, tahaka ny taonan'ny mpikarama, dia ho tsinontsinona ny voninahitr'i Moaba, na dia betsaka aza ny vahoakany; ary izay sisa dia ho vitsy, eny, ho vitsy foana, fa tsy ho maro.[Na: ny hareny]"]}