{"book":"Isaia","chapter":19,"verses":["Indro, Jehovah mitaingina rahona miriotra mafy ka mankany Egypta; Ary ny andriamani-tsi-izy any Egypta dia mangorohoro eo anatrehany, ary ny fon'i Egypta dia ketraka ao anatiny.[Na: mandositra azy]","Ary hamporisihiko hiady izy samy Egyptiana, ka samy hiady amin'ny rahalahiny avy sy amin'ny namany avy izy; Ny tanàna hiady amin'ny tanàna, ary ny fanjakana amin'ny fanjakana.","Ary ho very hevitra ny Egyptiana; Eny, hofoanako ny saina ataony; Ary hila saina amin'ny andriamani-tsi-izy sy amin'ny mpibitsibitsika amin'ny odiny izy sy amin'ny manao azy ho tsindrian-javatra ary amin'ny mpanao sikidy.","Ary Egypta dia hatolotro hogiazana amin'izay fitondrana mafy, ary mpanjaka masiaka no hanjaka aminy, hoy Jehovah, Tompon'ny maro.","Ny rano amin'ny ranomasina ho tankina, ary ny ony ho ritra ka ho maina;","Ho maimbo ny sampantsampan'ny ony; Ary ny lahin-dranon'i Egypta hihena ka ho maina; Ny volotara sy ny zozoro halazo; [Heb. Mazora]","Ny tany eny amoron'i Neily sy ny tanimbary rehetra eny amoron'i Neily samy ho maina sy hanjary vovoka ka tsy ho eo intsony.","Dia hitomany ny mpaka hazan-drano, ary hisaona ny mpamintana rehetra ao Neily, Ary ho reraka ny mpandatsaka harato amin'ny rano.[Heb; mpamelatra]","Ho very fanantenana izay mandraotra rongony amin'ny fihogo sy izay manenona hariry.","Ny andrin'ny tany ho torotoro, ary ny mpikarama rehetra halahelo.[Na: fanorenan']","Efa adala mihitsy ny mpanapaka any Zoana; Hevi-poana no avoak'izay hendry indrindra amin'ny mpanolotsain'i Farao; Ahoana no ilazanareo amin'i Farao hoe: Zanak'olon-kendry aho sady taranak'ireo mpanjaka fahagola?","Aiza ary ireo olon-kendrinao ireo? Aoka hanambara aminao izy, ary aoka ho fantany izay nokasain'i Jehovah, Tompon'ny maro, hatao amin'i Egypta.","Efa adala ny mpanapaka any Zoana, efa voafitaka ny mpanapaka any Memfisa; Ary efa nampivembena an'i Egypta ireo fehizoron'ny fireneny. [Heb. Nofa]","Jehovah efa nampidina fanahy mampandraingiraingy teo Egypta; ka efa nampivembena azy tamin'ny asany rehetra ireo, dia tahaka ny olona mamo miraingiraingy sady mandoa. [Heb. nangaroharo]","Samy tsy hahatontosa ny asany ny Egyptiana, na ny loha na ny rambo, na ny sampan-drofia na ny zozoro. [palma]","Amin'izany andro izany dia ho tahaka ny vehivavy Egypta ka ho toran-kovitra sy ho raiki-tahotra noho ny faninjitr'i Jehovah, Tompon'ny maro, ny tànany, izay ahinjiny hamelezany azy.","Ary ny tanin'ny Joda dia ho fahatahoran'i Egypta, ka na oviana na oviana no misy miresaka izany aminy dia ho raiki-tahotra izy noho ny fikasan'i Jehovah, Tompon'ny maro, izay kasainy ny amin'ny hamelezana azy.","Amin'izany andro izany dia hisy tanana dimy amin'ny tany Egypta samy hiteny ny fitenin'i Kanana sy hianiana ho an'i Jehovah, Tompon'ny maro; Ny anankiray hatao hoe Ira-haresa. [Ira-haresa = Tanàna haringana, na Tanànan'ny masoandro]","Amin'izany andro izany dia hisy alitara ho an'i Jehovah eo amin'ny tany Egypta sy tsangam-bato eo an-tsisiny ho an'i Jehovah.","Ary ho famantarana sy vavolombelona ho an'i Jehovah, Tompon'ny maro, ao amin'ny tany Egypta izany; Fa hitaraina amin'i Jehovah noho ny mpampahory izy, ary haniraka mpamonjy sy mpiaro ho ao aminy Izy ka hamonjy azy. [Na: ary izao no ho famantarana sy vavolombelona, ....: Raha mitaraina]","Ary Jehovah hanao izay hahafantaran'ny Egyptiana Azy, ary ny Egyptiana kosa hahalala an'i Jehovah amin'izany andro izany; Dia hanompo Azy amin'ny fanatitra alatsa-drà sy amin'ny fanatitra hohanina izy ka hivoady amin'i Jehovah sady hanefa ny voadiny.","Ary Jehovah hamely ny Egyptiana, eny, fa sady hamely Izy no hanasitrana; Dia hiverina ho any amin'i Jehovah ireo, ka hekeny ny fangatahany, ary hositraniny izy.","Amin'izany andro izany dia hisy lalambe avy any Egypta mankany Asyria, koa ny Asyriana dia hankany Egypta, ary ny Egyptiana kosa hankany Asyria, ary ny Egyptiana sy ny Asyriana hiara-mivavaka. [Heb. hiara-manompo]","Amin'izany andro izany ny Isiraely no ho fahatelony amin'i Egypta sy Asyria ho fitahiana eo amin'ny tany;","Fa hotahin'i Jehovah, Tompon'ny maro, ireo ka hataony hoe: Hotahina anie Egypta oloko, sy Asyria, asan'ny tanako, ary Isiraely lovako."]}