{"book":"Isaia","chapter":23,"verses":["Faminaniana ny amin'ny loza hanjo an'i Tyro. Midradradradrà ianareo, ry sambon'i Tarsisy ô! Fa rava Tyro, ka tsy misy trano sady tsy azo idirana intsony ao; Avy tany amin'ny tany Kitima no nanambarana izany taminy.","Mangina, ianareo mponina amoron-tsiraka! Ny mpandranto avy any Sidona, Izay mandeha eny ambonin'ny ranomasina, no efa nampanan-karena anao.[Heb. nameno]","Teny amin'ny rano be ny varin'i Sihora, dia ny vokatr'i Neily, ka nampiditra harena ho azy; Ary tonga tsenan'ny firenena izy.","Aoka ho menatra ianao, ry Sidona; Fa ny ranomasina, dia ny fiarovana mafy ao an-dranomasina, efa niteny hoe: Tsy mbola nihetsi-jaza aho, na niteraka, tsy mbola nitaiza zatovo aho, na namelona virijina.","Rehefa re tany Egypta izany, Dia toran-kovitra izy noho ny nanjo an'i Tyro.","Mità ho any Tarsisy ianareo; Midradradradrà, ry mponina amoron-tsiraka.","Izao va no manjo anao, ry ilay niravoravo, izay efa naorina hatry ny fony fahagola sady nentin'ny tongony hivahiny any lavitra any? [Izao va no tanànanao miravoravo?]","Iza no nikasa izany hamelezana an'i Tyro, mpanome satro-boninahitra, izany? Mpanapaka ny mpandrantony, Olo-malaza amin'ny tany ny mpivarony.","Jehovah, Tompon'ny maro, no nikasa izany, mba hampietreny ny fiavonavonan'ny voninahitra rehetra, sy hanalany ny voninahitry ny olo-malaza rehetra amin'ny tany.","Ry Tarsisy zanakavavy, aoka ianao hanafotra ny taninao tahaka an'i Neily; Fa tsy misy fifehezana intsony.[Heb. fehin-kibo]","Ny tànan'i Jehovah nahifiny tambonin'ny ranomasina; Nampihorohoroiny ny fanjakana; Jehovah efa nandidy ny amin'i Kanana, mba horavana ny fiarovany mafy.","Ary hoy Izy: Tsy hiravoravo intsony ianao, ry virijina afa-baraka, Sidona zanakavavy; Miaingà, mità ho any Kitima; Kanefa na dia any aza tsy hahita fitsaharana tsy akory ianao.","Indro ny tanin'ny Kaldeana! Tsy firenena intsony izy, fa nataon'ny Asyriana fonenan'ny bibi-dia any an-efitra; Manao tilikambo fitiliana izy ka mandrava ny lapan'ny mpanjaka ao ary mampody azy ho korontam-bato.[Na: Indro ny tanin'ny Kaldeana, Izay tsy mbola firenena fahiny, Fa ny Asyriana no nanorina azy ho an'ny mponina any an-efitra]","Midradradradrà ianareo, ry sambon'i Tarsisy ô! Fa rava ny fiarovanareo mafy.","Ary amin'izany andro izany dia hohadinoina fito-polo taona Tyro, toy ny andron'ny mpanjaka iray; Ary rehefa afaka fito-polo taona, Tyro dia hiharan'ilay tonon-kalon'ny janga manao hoe:","\"Makà lokanga, ka miveziveze eran'ny tanàna ianao, ry kala janga hadino; Mitendre tsara, ka mahereza mivazovazo, mba hahatsiarovana anao.\"","Ary rehefa afaka fito-polo taona, Jehovah hamangy an'i Tyro, ka dia hiverina amin'ny filan-tangy izy sy hijangajanga amin'ny fanjakana rehetra manerana izao tontolo izao.","Ary ny varony sy ny tangy azony dia hohamasinina ho an'i Jehovah; Tsy hotehirizina na horaketina izany; Fa ny varony dia ho an'izay mitoetra eo anatrehan'i Jehovah, ho hanina mahavoky sy ho fitafiana mendrika. [Na: mateza]"]}