{"book":"Isaia","chapter":9,"verses":["Ny olona izay mandeha amin'ny maizina dia mahita mazava lehibe; Izay mitoetra amin'ny tany aloky ny fahafatesana no iposahan'ny mazava.","Hamaroinao ity firenena ity, Ary ampitomboinao ny hafaliany; Mifaly eo anatrehanao izy tahaka ny hafaliana amin'ny fararano, ary tahaka ny fifalin'ny olona, raha mizara babo.","Fa ny bao fitondran-entany sy ny tsorakazo nikapohana ny lamosiny; Izay tsorakazon'ny mpampiasa azy, Dia tapahinao tahaka ny tamin'ny andro namelezana ny Midiana.","Fa ny kiraron'izay mitrevatreva fandeha eo amin'ny fihorakorahan'ny ady sy ny fitafiana mihosindra dia samy hodoroana, eny, ho kitay hatohoka amin'ny afo izany.","Fa Zaza no teraka ho antsika, Zazalahy no omena antsika; Ary ny fanapahana dia eo an-tsorony, ary ny anarany atao hoe Mahagaga, Mpanolo-tsaina, Andriamanitra Mahery, Rain'ny mandrakizay Andrian'ny fiadanana.[Na: mpanolo-tsaina mahagaga]","Ny handrosoan'ny fanapahana sy ny fiadanana dia tsy hanam-pahataperana Eo amin'ny seza fiandrianan'i Davida sy ny fanjakany, mba hampiorenana sy hampitoerana azy amin'ny rariny sy ny hitsiny hatramin'izao ka ho mandrakizay; ny fahasaro-piaron'i Jehovah, Tompon'ny maro, no hahatanteraka izany.","Ny Tompo mandefa teny ho an'i Jakoba, ka mihatra amin'ny Isiraely izany.","Ary ho fantatr'izy iray firenena izany, dia Efraima sy ny mponina any Samaria, izay miteny amin'ny fiavonavonany sy ny fireharehan'ny fony manao hoe:","Biriky no efa nirodana, fa vato voapaika kosa no harafitsika; Aviavy no voakapa, fa sedera kosa no hasolontsika azy.","Ary Jehovah manandratra ny rafilahin-dRezina hihoatra azy Ary mamporisika ny fahavalony,","Dia ny Syriana avy any atsinanana sy ny Filistina avy any andrefana; Ary misanasana vava mandrapaka ny Isiraely ireo. Kanefa, na dia izany rehetra izany aza, dia tsy mbola afaka ihany ny fahatezerany, Fa mbola mihinjitra ihany ny tanany.","Fa ny olona tsy miverina amin'Izay mamely azy, Eny, Jehovah, Tompon'ny maro, tsy mba tadiaviny.","Ka dia nofongoran'i Jehovah amin'ny Isiraely indray andro monja Ny loha sy ny rambo, ny sampan-drofia sy ny zozoro [palma]","(Ny loholona sy ny manan-kaja no loha, ary ny mpaminany izay mampianatra lainga no rambo);","Fa ny mpitarika ity firenena ity no tonga mpampivily azy, Ary izay tarihiny dia voatelina.","Ary noho izany dia tsy mahafaly an'i Jehovah ny zatovony, ary ny kamboty sy ny mpitondratena ao aminy dia tsy iantrany; Fa samy mpihatsaravelatsihy sy mpanao ratsy izy, ary ny vava rehetra mamoaka teny fahadalana. Kanefa, na dia izany rehetra izany aza, dia tsy mbola afaka ihany ny fahatezerany, Fa mbola mihinjitra ihany ny tànany.[Na: ratsy fanahy]","Fa ny faharatsiana mandoro tahaka ny afo, Mandevona ny tsilo sy ny hery ary mampirehitra ny ala mikirindro ka mitambolimbolina tahaka ny setroka misavoana.","Noho ny fahatezeran'i Jehovah, Tompon'ny maro, dia efa maintin'ny afo ny tany, ary ny olona dia tahaka ny kitay atohoka amin'ny afo; Tsy misy olona miantra ny rahalahiny","Ary mandripaka eny an-kavanana izy nefa noana ihany; Ary mandany eny an-kavia izy, nefa tsy voky ihany; Samy mihinana ny nofon-tsandriny avy izy rehetra,","Eny, Manase mihinana an'i Efraima, ary Efraima kosa mihinana an'i Manase, Ary izy roa tonta dia miara-mamely an'i Joda. Kanefa, na dia izany rehetra izany aza, dia tsy mbola afaka ihany ny fahatezerany, Fa mbola mihinjitra ihany ny tànany."]}