{"book":"Jakoba","chapter":1,"verses":["Jakoba, mpanompon'Andriamanitra sy Jesosy Kristy Tompo, mamangy ny firenena roa ambin'ny folo monina any am-pielezana.","Ry rahalahiko, ataovy ho fifaliana avokoa, raha iharan'ny fakam-panahy samy hafa ianareo, [ Na: fizahan-toetra]","satria fantatrareo fa ny fizahan-toetra ny finoanareo dia mahatonga faharetana.","Ary aoka ny faharetana hisy asa tanteraka, mba ho tanteraka sy tonga ohatra ianareo, ka tsy hisy tsy ampy na inona na inona.","Ary raha misy ianareo tsy manam-pahendrena, aoka izy hangataka amin'Andriamanitra, Izay manome malalaka ho an'ny olona rehetra sady tsy mandatsa; ary dia homena azy izany. [ Na: kely fahendrena]","Nefa aoka hangataka amin'ny finoana izy ka tsy hiahanahana akory; fa izay miahanahana dia toy ny alon-dranomasina entin'ny rivotra ka atopatopany.","Fa aoka tsy hanampo handray zavatra amin'ny Tompo izany olona izany:","olona miroa saina izy, miovaova amin'ny alehany rehetra.","Aoka ny rahalahy izay ambany hanao ny fisandratany ho reharehany;","fa ny manan-karena kosa ny fietreny, satria ho levona tahaka ny vonin'ny ahitra izy.","Fa miposaka ny masoandro mbamin'ny hainandro mahamay, dia mampahalazo ny ahitra, ka mihintsana ny voniny, ary levona ny hatsaran-tarehiny; dia toy izany koa no fahalazon'ny manan-karena amin'ny alehany.","Sambatra izay olona maharitra fakam-panahy; fa rehefa voazaha toetra izy, dia handray ny satro-boninahitra fiainana, izay nolazain'ny Tompo homena izay tia Azy.","Raha misy alaim-panahy, aoka izy tsy hanao hoe: Andriamanitra no maka fanahy ahy; fa Andriamanitra tsy azon'ny ratsy alaim-panahy, sady tsy mba maka fanahy olona Izy;","fa samy alaim-panahy ny olona, raha tarihin'ny filany sy fitahiny izy.","Ary ny filàna, rehefa torontoronina, dia miteraka ota; ary ny ota, rehefa tanteraka, dia miteraka fahafatesana.","Aza mety hofitahina ianareo, sy rahalahy malalako.","Ny fanomezan-tsoa rehetra sy ny fanomezana tanteraka rehetra dia avy any ambony ka midina avy amin'ny Rain'ny fanazavana, Izay tsy misy fiovaovana na aloka avy amin'ny fihodinana.","Tamin'ny sitrapony no niterahany antsika tamin'ny teny fahamarinana, mba ho santatry ny zavatra noforoniny isika.","Fantatrareo izany, sy rahalahy malalako. Kanefa aoka ny olona rehetra halady hihaino ho malai-miteny, ho malain-ko tezitra;","fa ny fahatezeran'ny olona tsy ahefana izay marina eo imason'Andriamanitra.","Koa ario ny fahalotoana sy ny lolompo rehetra, ary ekeo amin'ny fahalemem-panahy ny teny nambolena, izay mahavonjy ny fanahinareo.","Fa aoka ho mpankatò ny teny ianareo, fa aza mpihaino fotsiny ihany ka mamitaka ny tenanareo.","Fa raha misy mpihaino ny teny, nefa tsy mpankatò, dia toy ny olona mizaha ny tarehiny eo amin'ny fitaratra izy;","fa mijery ny tenany izy, dia lasa, ary miaraka amin'izay dia hadinony ny tarehiny.","Fa izay mandinika ny lalàna tanteraka, dia ny lalàn'ny fahafahana, ka maharitra amin'izany, raha tsy mpihaino manadino, fa mpanao ny asa, dia ho sambatra amin'ny asany izany olona izany.","Raha misy manao azy ho mpivavaka, nefa tsy mamehy ny vavany, fa mamitaka ny fony, dia zava-poana ny fivavahan'izany olona izany.","Izao no fivavahana madio sady tsy misy loto eo anatrehan'Andriamanitra Ray: ny mamangy ny kamboty sy ny mpitondratena amin'ny fahoriany, sy ny miaro ny tena tsy hisy pentimpentina avy amin'izao tontolo izao."]}