{"book":"Jakoba","chapter":4,"verses":["Avy aiza ny ady, ary avy aiza ny fifandirana eo aminareo? Tsy izao va no ihaviany, dia ny filanareo izay miady ao anatin'ny momba ny tenanareo?","Mila ianareo, nefa tsy manana ihany; mamono sy mitsiriritra ianareo, nefa tsy mahazo ihany; mifanditra sy miady ianareo; tsy manana ianareo, satria tsy mangataka. [Na: mialona]","Mangataka ianareo, nefa tsy mahazo ihany, satria diso fangataka, mba holaninareo amin'ny filanareo.","Ry mpisintaka mijangajanga, tsy fantatrareo va fa fandrafiana an'Andriamanitra ny fisakaizana amin'izao tontolo izao? Koa na iza na iza te-ho sakaizan'izao tontolo izao, dia fahavalon'Andriamanitra izy.","Ary ataonareo va fa miteny foana ny Soratra Masina? Ny fanahy, izay nampitoeriny ato anatintsika dia iriny amin'ny fahasaro-piaro. [ Na: ny Soratra Masina hoe] [ Na: izay mitoetra ato anatintsika] [ Na: Ny Fanahy, Izay nampitoeriny ato anatintsika, dia maniry amin'ny fahasaro-piaro; na: Ny fanahy, izay nampitoeriny ato anatintsika, dia maniry amin'ny fialonana]","Nefa manome fahasoavana bebe kokoa Izy. Koa hoy izy: \"Andriamanitra manohitra ny mpiavonavona, fa manome fahasoavana ho an'ny manetry tena\" (Oha. 3.34].","Ka dia maneke an Andriamanitra ianareo; ary manohera ny devoly, dia handositra anareo izy.","Manatòna an'Andriamanitra, dia hanatona anareo Izy. Diovy ny tananareo, ry mpanota; ary ataovy madio ny fonareo, ry mpiroa saina.","Oria, sy mitomania, ary midradradradrà; aoka hody fitomaniana ny fihomehezanareo, ary hody fanjoretana ny fifalianareo.","Manetre tena eo anatrehan'ny Tompo, dia hanandratra anareo Izy.","Aza mifanaratsy, ry rahalahy. Izay manaratsy rahalahy na mitsara ny rahalahiny dia manaratsy ny lalàna sy mitsara ny lalàna; fa raha mitsara ny lalàna ianao, dia tsy mpankatò ny lalàna, fa mpitsara.","Iray ihany no Mpanome lalàna sy Mpitsara, dia Ilay mahavonjy sy mahavery; fa iza moa ianao, no mitsara ny namanao?","He! ianareo izay manao hoe: Anio na ampitso dia hankany Ananona izahay ary hitoetra any herintaona ka hividy sy hivarotra ary hahazo tombom-barotra,","kanefa tsy mahalala ny ho ampitso ianareo. Inona moa ny ainareo? Fa zavona ihany ianareo, izay miseho vetivety, dia levona.","Fa aleo manao izao: Raha sitrapon'ny Tompo, ka velona izahay, dia hataonay izao na izany.","Fa izao dia mirehareha amin'ny fahasahianareo ianareo; ratsy ny fireharehana rehetra toy izany.","Koa izay mahalala hanao soa, nefa tsy manao, dia heloka ho azy izany."]}