{"book":"Jaona","chapter":5,"verses":["Rehefa afaka izany, dia nisy andro firavoravoan'ny Jiosy, ary Jesosy niakatra tany Jerosalema.","Ary misy farihy any Jerosalema, eo akaikin'ny vavahadin'ondry, izay atao amin'ny teny Hebreo hoe Betesda, misy fialofana dimy.","Tao no nandrian'ny marary maro, ny jamba, ny mandringa, ny mati-ila. [Gr. efa maina, na malazo. Ampio hoe: [miandry ny fihetsehan'ny rano]","","Ary nisy lehilahy anankiray teo, izay efa narary valo amby telo-polo taona.","Raha nahita azy mandry Jesosy ka nahalala fa efa toy izany ela izy, dia hoy Izy taminy: Te-ho sitrana va ianao?","Ilay marary namaly Azy hoe: Tompoko, raha hetsehina ny rano, dia tsy mba misy olona handroboka ahy eto amin'ny farihy; nefa raha mandeha aho, dia misy olon-kafa misosoka eo alohako.","Hoy Jesosy taminy: Mitsangana, ento ny fandrianao, ka mandehana.","Ary niaraka tamin'izay dia sitrana ralehilahy ka nitondra ny fandriany, dia lasa nandeha. Ary Sabata izay andro izay.","Dia hoy ny Jiosy tamin'ilay efa sitrana: Sabata ny andro, ka tsy mety raha mitondra ny fandrianao ianao.","Fa ralehilahy namaly azy hoe: Ilay nahasitrana ahy no nanao tamiko hoe: Ento ny fandrianao, ka mandehana.","Ary ireo nanontany azy hoe: Iza moa izany Lehilahy izany Izay nanao taminao hoe: Ento ny fandrianao, ka mandehana?","Fa ilay sitrana tsy nahalala Ary; fa niala teo Jesosy, satria nisy vahoaka betsaka teo.","Rehefa afaka izany, dia hitan'i Jesosy teo an-kianjan'ny tempoly ralehilahy, ka hoy Izy taminy: Indro, efa sitrana ianao; aza manota intsony, fandrao hanjo anao izay ratsy noho ny teo.","Dia lasa ralehilahy ka nanambara tamin'ny Jiosy fa Jesosy no nahasitrana azy.","Ary noho izany ny Jiosy dia nanenjika an'i Jesosy, satria nanao izany zavatra izany tamin'ny Sabata Izy.","Fa Jesosy namaly azy hoe: Ny Raiko miasa mandraka ankehitriny, ary Izaho koa miasa.","Nefa vao mainka nitady hamono Azy ny Jiosy, tsy noho ny namahany ny amin'ny Sabata ihany, fa noho ny nilazany koa fa Andriamanitra no Rainy, ka nanao ny tenany ho mitovy amin'Andriamanitra Izy.","Ary Jesosy namaly ka nanao taminy hoe: Lazaiko aminareo marina dia marina tokoa: Ny Zanaka tsy mahazo manao na inona na inona ho Azy, afa-tsy izay hitany ataon'ny Ray; fa na inona na inona no ataon'ny Ray dia toy izany koa no ataon'ny Zanaka.","Fa ny Ray tia ny Zanaka ka maneho Azy ny zavatra rehetra izay ataon'ny tenany; ary asa lehibe noho ireny no hasehony Azy, mba ho gaga ianareo.","Fa toy ny Ray manangana sy mamelona ny maty, dia tahaka izany koa no ameloman'ny Zanaka izay tiany.","Fa ny Ray aza tsy mitsara olona, fa ny fitsarana rehetra dia nomeny ny Zanaka,","mba hanajan'ny olona rehetra ny Zanaka, tahaka ny fanajany ny Ray. Izay tsy manaja ny Zanaka dia tsy manaja ny Ray, Izay naniraka Azy.","Lazaiko aminareo marina dia marina tokoa: Izay mandre ny teniko ka mino Izay naniraka Ahy no manana fiainana mandrakizay, ka tsy hohelohina; fa tafafindra niala tamin'ny fahafatesana ho amin'ny fiainana izy. [Gr. hotsaraina]","Lazaiko aminareo marina dia marina tokoa: Avy ny andro ary tonga ankehitriny, izay handrenesan'ny maty ny feon'ny Zanak'Andriamanitra; ary izay mandre dia ho velona. [Gr. ora]","Fa tahaka ny Ray manana fiainana ho Azy, dia tahaka izany koa ny Zanaka nomeny hanana fiainana ho Azy;","ary nomeny fahefana hitsara Izy, satria Zanak'olona.","Aza gaga amin'izany; fa avy ny andro izay handrenesan'ny olona rehetra any am-pasana ny feony; [Gr. ora]","dia hivoaka izy: izay nanao tsara dia ho any amin'ny fitsanganana ho fiainana fa izay nanao ratsy kosa dia ho any amin'fitsanganana ho fahamelohana. [Gr. ho fitsarana]","Raha Izaho ihany, dia tsy mahay manao na inona na inona; araka izay reko no itsarako; ary marina ny fitsarako; fa tsy mitady ny sitrapoko Aho, fa ny sitrapon'izay naniraka Ahy.","Raha Izaho no manambara ny tenako, dia tsy marina ny fanambarako.","Misy Anankiray Izay manambara Ahy. ary fantatro fa marina ny fanambarana izay anambarany Ahy.","Hianareo naniraka tany amin'i Jaona, ary nanambara ny marina izy.","Fa Izaho tsy mandray ny fanambarana avy amin'olona; fa milaza izany zavatra izany Aho mba ho voavonjy ianareo.","Izy dia jiro nirehitra ka nazava; ary nahafinaritra anareo ny nifalianareo vetivety tamin'faharavany.","Fa Izaho kosa manana fanambarana lehibe noho Jaona; fa ny asa nomen'ny Ahy hovitaiko, dia izany asa ataoko izany no manambara Ahy fa nirahin'ny Ray.","Ary ny Ray Izay naniraka Ahy, Izy no nanambara Ahy. Tsy mba renareo ny feony, na hitanareo akory aza ny endriny,","ary ny teniny tsy mba mitoetra ao anatinareo, satria tsy mino Izay nirahiny ianareo.","Dinihinareo ny Soratra Masina, ataonareo fa ao aminy no anananareo fiainana mandrakizay, ary ireny no manambara Ahy. [Na: Diniho]","Kanefa tsy mety manatona Ahy ianareo hanananareo fiainana.","Tsy mandray laza avy amin'olona","Fa fantatro ianareo, fa tsy misy fitiavana an'Andriamanitra ao am-ponareo.","Izaho dia avy amin'ny anaran'ny Raiko, nefa tsy raisinareo; raha misy hafa avy amin'ny anaran'ny tenany, dia horaisinareo ihany izy.","Hataonareo izay mifampitady laza ahoana no fino, nefa ny laza avy amin'ny Andriamanitra Tokana kosa dia tsy tadiavinareo?","Aza ataonareo fa Izaho no hiampanga anareo amin'ny Ray; misy ny mpiampanga anareo, dia Mosesy izay itokianareo.","Fa raha mba nino an'i Mosesy ianareo, dia hino Ahy, satria nanoratra nilaza Ahy izy.","Fa raha tsy mino izay nosoratany ianareo, hataonareo ahoana no fino ny teniko?"]}