{"book":"Jaona","chapter":17,"verses":["Rehefa nolazain'i Jesosy izany teny izany, dia nanandratra ny masony ho amin'ny lanitra Izy ka nanao hoe: Ray ô, tonga ny fotoana; mankalazà ny Zanakao, mba hankalazan'ny Zanaka Anao.","araka ny nanomezanao Azy fahefana amin'ny nofo rehetra mba hanome fiainana mandrakizay ho an'izay rehetra nomenao Azy.","Ary izao no fiainana mandrakizay, dia ny mahafantatra Anao, Izay Andriamanitra tokana sady marina, sy Jesosy Kristy, Izay efa nirahinao.","Izaho efa nankalaza Anao tet? ambonin'ny tany; vitako ny asa nomenao Ahy hataoko.","Ary ankehitriny, Ray ô, mankalazà Ahy amin'ny tenanao, dia amin'ny voninahitra niarahako nanana taminao, fony tsy mbola ary izao tontolo izao.","Nasehoko tamin'ny olona izay nomenao Ahy avy tamin'izao tontolo izao ny anaranao; Anao ireny ka nomenao Ahy; ary notandremany ny teninao.","Fantany ankehitriny fa avy taminao izay rehetra efa nomenao Ahy.","Fa ny teny izay nomenao Ahy dia nomeko azy kosa, ary noraisiny, ka fantany marina tokoa fa avy taminao Aho; ary nino izy fa Hianao no naniraka Ahy.","Izaho mangataka ho azy; tsy mangataka ho an'izao tontolo izao Aho, fa ho an'izay nomenao Ahy, satria Anao izy.","Ary izay Ahy rehetra dia Anao; ary izay Anao dia Ahy; ary efa ankalazaina eo aminy Aho.","Ary tsy ho eto amin'izao tontolo izao intsony Aho, fa izy ireto no ho eto amin'izao tontolo izao, ary Izaho mankany aminao. Ray masina ô, tehirizo ireo amin'ny anaranao izay nomenao Ahy, mba ho iray ihany izy, tahaka ny mahiray Antsika.","Raha mbola teo aminy Aho, dia nitahiry azy tamin'ny anaranao izay nomenao Ahy; ary notandremako izy, ka tsy misy very, afa-tsy ilay zanaky ny fahaverezana ihany; mba hahatanteraka ny Soratra Masina.","Fa ankehitriny mankany aminao Aho; ary izany teny izany no lazaiko eto amin'izao tontolo izao, mba hananany ny fifaliako tanteraka ao aminy.","Efa nomeko azy ny teninao; ary halan'izao tontolo izao izy, satria tsy naman'izao tontolo izao, tahaka Ahy tsy naman'izao tontolo izao. [Gr. avy amin']","Izaho tsy mangataka aminao mba hampiala azy amin'izao tontolo izao, fa ny mba hiaro azy amin'ny ratsy. [Na: amin'ilay ratsy]","Tsy naman izao tontolo izao izy, tahaka Ahy tsy naman'izao tontolo izao. [Gr. avy amin']","Manamasina azy amin'ny fahamarinana; ny teninao no fahamarinana.","Tahaka ny nanirahanao Ahy ho amin'izao tontolo izao no mba nanirahako azy kosa ho amin'izao tontolo izao.","Ary ho an'ireto no anamasinako ny tenako, mba hanamasinan'ny fahamarinanao azy.","Nefa tsy ho an'ireto ihany no angatahako, fa ho an'izay mino Ahy koa noho ny teniny;","mba ho iray ihany izy rehetra, tahaka Anao Ray ato amiko, ary Izaho koa ao aminao, mba ho ao amintsika koa izy; mba hinoan'izao tontolo izao fa Hianao no naniraka Ahy.","Ary nomeko azy ny voninahitra izay nomenao Ahy, mba ho iray izy, tahaka ny mahiray Antsika:","Izaho ao aminy, ary Hianao ato amiko, mba ho tanteraka ho iray izy, mba ho fantatr'izao tontolo izao fa Hianao efa naniraka Ahy sady efa tia azy tahaka ny nitiavanao Ahy.","Ray ô, tiako mba ho any amiko amin'izay itoerako ireo izay nomenao Ahy, mba hahita ny voninahitro nomenao Ahy izy; fa efa tia Ahy Hianao, fony tsy mbola ary ny fanorenan'izao tontolo izao.","Ray marina ô, tsy nahalala Anao izao tontolo izao; fa Izaho nahalala Anao, ary ireto efa mahalala fa Hianao no naniraka Ahy.","Ary efa nampahafantariko azy ny anaranao, ary mbola hampahafantariko ihany, mba ho ao aminy ny fitiavana izay nitiavanao Ahy, ary Izaho koa ho ao aminy."]}