{"book":"Jaona","chapter":4,"verses":["Koa amin'izany, rehefa fantatry ny Tompo fa ny Fariseo efa nahare fa Jesosy mahazo mpianatra maro sy manao batisa be noho Jaona","(kanefa tsy Jesosy no nanao batisa, fa ny mpianany),","dia niala tany Jodia Izy ka nankany Galilia indray.","Ary tsy maintsy mamaky an'i Samaria Izy.","Dia tonga tao an-tanàna anankiray any Samaria Izy, izay atao hoe Sykara, akaikin'ny tany izay nomen'i Jakoba ho an'i Josefa zanany.","Ary teo ilay fantsakan'i Jakoba. Ary satria sasatra Jesosy tamin'ny nalehany dia nipetraka teo am-pantsakana Izy, rehefa tokony ho tamin'ny ora fahenina. [Gr. loharano; sahala amin'ny teny ao amin'ny and. 14]","Ary nisy vehivavy Samaritana anankiray avy hantsaka rano dia hoy Jesosy taminy: Omeo Aho hosotroiko.","(Fa ny mpianany efa lasa nankany an-tanàna hividy hanina)","Fa hoy ravehivavy Samaritana taminy: Nahoana Hianao no Jiosy ka mangataka amiko hosotroina, nefa aho vehivavy Samaritana? (Fa ny Jiosy tsy manan-draharaha amin'ny Samaritana.)","Jesosy namaly ka nanao taminy hoe: Raha fantatrao ny fanomezan'Andriamanitra sy Izay miteny aminao hoe: Omeo Aho hosotroiko, dia ianao no ho nangataka taminy, ka nomeny rano velona.","Hoy ravehivavy taminy: Tompoko, tsy manana fanovozana Hianao, sady lalina ny fantsakana; koa avy aiza no ahazoanao izany rano velona izany?","Hianao va lehibe noho Jakoba razantsika izay nanome anay ity fantsakana ity, sady izy sy ny zanany mbamin'ny bibiny no nisotro teto?","Jesosy namaly ka nanao taminy hoe: Izay rehetra misotro ity rano ity dia mbola hangetaheta indray;","fa na iza na iza no misotro ny rano izay homeko azy dia tsy hangetaheta mandrakizay; fa ny rano izay homeko azy dia ho loharano miboiboika ao anatiny ho fiainana mandrakizay.","Hoy ravehivavy taminy: Tompoko, omeo izany rano izany aho, mba tsy hangetaheta na hanketo hantsaka intsony.","Hoy Jesosy taminy: Andeha ary, antsoy ivadinao, ka mankanesa at? .","Ravehivavy namaly ka nanao taminy hoe: Tsy manam-bady aho. Hoy Jesosy taminy: Marina ihany izay nolazainao hoe: Tsy manam-bady aho;","fa efa nanam-bady indimy ianao, sady tsy vadinao ilay itoeranao ankehitriny; marina izany voalazanao izany.","Hoy ravehivavy taminy: Tompoko, hitako fa mpaminany Hianao.","Ny razantsika nivavaka teto amin'ity tendrombohitra ity; fa ianareo kosa milaza fa any Jerosalema no tokony hivavahana.","Hoy Jesosy taminy: Ravehivavy, minoa Ahy, fa avy ny andro ka tsy amin'ity tendrombohitra ity, na any Jerosalema aza, no hivavahanareo amin'ny Ray.","Hianareo mivavaka amin'izay tsy fantatrareo; izahay kosa mivavaka amin'izay fantatray, satria avy amin'ny Jiosy ny famonjena.","Fa avy ny andro, sady tonga ankehitriny, raha ny tena mpivavaka hivavaka amin'ny Ray amin'ny fanahy sy ny fahamarinana; fa ny Ray koa mitady ny mpivavaka aminy ho tahaka izany. [Gr. ora]","Andriamanitra dia Fanahy; ary izay mivavaka aminy tsy maintsy mivavaka amin'ny fanahy sy ny fahamarinana.","Hoy ravehivavy taminy: Fantatro fa avy ny Mesia (Ilay atao hoe Kristy); ka rehefa tonga Izy, dia hambarany amintsika ny zavatra rehetra.","Hoy Jesosy taminy: Izaho Izay miresaka aminao no Izy.","Ary tamin'izay dia tonga ny mpianany ka gaga, satria vehivavy no niresahany; nefa tsy nisy nanao hoe: Inona no tadiavinao? na: Nahoana no miresaka aminy Hianao?","Dia nandao ny sininy ravehivavy ary nankany an-tanàna ka nanao tamin'ny olona hoe:","Andeha hizaha izaroa Lehilahy izaroana, Izay nilaza tamiko ny nataoko rehetra; Izao angaha no Kristy?","Dia nivoaka avy tao an-tanàna ny olona ka nankeo amin'i Jesosy.","Ary raha tsy mbola tonga izy ireny, ny mpianany dia nangataka taminy ka nanao hoe: Hano, Raby ô.","Fa hoy Jesosy taminy: Izaho manan-kanin-kohanina izay tsy fantatrareo.","Dia niresaka ny mpianatra ka nanao hoe: Nisy olona nitondra zavatra hohaniny va re?","Hoy Jesosy taminy: Ny haniko dia ny manao ny sitrapon'izay naniraka Ahy sy ny mahavita ny asany.","Moa ianareo tsy manao hoe va: Efa-bolana no sisa, dia tonga ny fararano? Indro, lazaiko aminareo: Atopazy ny masonareo, ka jereo ny eny an-tsaha, fa efa masaka sahady hojinjana izy.","Ary izay mijinja dia mandray karama ka mamory vokatra ho amin'ny fiainana mandrakizay, mba hiara-mifaly ny mpamafy sy ny mpijinja.","Ary amin'izany dia marina ilay teny hoe: Ny iray mamafy, ary ny iray kosa mijinja,","Izaho naniraka anareo hijinja izay tsy nisasaranareo; olon-kafa no nisasatra, fa ianareo kosa no niditra teo amin'izay nisasarany.","Ary maro ny Samaritana avy tao amin'izany tanàna izany no nino an'i Jesosy noho ny filazan-dravehivavy, izay nanambara hoe: Nolazainy tamiko avokoa izay rehetra nataoko.","Ary rehefa nanatona Azy ny Samaritana, dia nangataka Azy hitoetra tao aminy; ka dia nitoetra tao indroa andro Izy.","Ary maro koa no nino noho ny teniny","ka nanao tamin-dravehivavy hoe: Tsy noho ny filazanao ihany no inoanay, fa ny tenanay no mandre, ka fantatray fa Izy tokoa no Mpamonjy izao tontolo izao.","Ary rehefa afaka ny indroa andro, dia niala tao Jesosy ka nankany Galilia.","Fa ny tenan'i Jesosy no efa nanambara fa tsy misy mpaminany manan-daza eo amin'ny taniny.","Koa rehefa tonga tany Galilia Izy, dia nandray Azy ny Galiliana, satria efa hitany izay rehetra nataony tany Jerosalema tamin'ny andro firavoravoana; fa izy ireo koa mba niakatra tamin'ny andro firavoravoana.","Ary tonga tany Kana any Galilia indray Jesosy, dia tany amin'ilay nampodiany ny rano ho divay. Ary nisy tandapa anankiray izay nanana zanakalahy narary tany Kapernaomy.","Ary rehefa reny fa Jesosy efa tonga tany Galilia avy tany Jodia, dia nankany aminy izy ka nangataka Azy mba hidina sy hahasitrana ny zanany, satria efa ho faty izy.","Dia hoy Jesosy taminy: Raha tsy mahita famantarana sy fahagagana ianareo, dia tsy mba hety hino mihitsy.","Hoy ilay tandapa taminy: Tompoko, midina re, dieny tsy mbola maty ny zanako.","Hoy Jesosy taminy: Andeha mody; velona ny zanakao. Ary ralehilahy nino ny teny izay nolazain'i Jesosy taminy, ka dia lasa nody.","Ary nony nidina izy, dia nitsena azy ny mpanompony ka nilaza fa velona ny zanany.","Ary izy nanontany azy ny ora izay nanaretany. Dia hoy ireo taminy: Omaly tamin'ny ora fahafito no nialan'ny tazo taminy.","Koa fantatry ny rainy fa tamin'izay indrindra no ora nanaovan'i Jesosy taminy hoe: Velona ny zanakao. Dia nino izy mbamin'ny ankohonany rehetra.","Izany no famantarana faharoa nataon'i Jesosy, fony Izy tonga tany Galilia avy tany Jodia."]}