{"book":"Jaona","chapter":11,"verses":["Ary nisy lehilahy anankiray narary, dia Lazarosy avy any Betania, tanànan'i Maria sy Marta rahavaviny.","Maria dia ilay nanosotra ny Tompo tamin'ny menaka manitra sy namaoka ny tongony tamin'ny volon-dohany, ary Lazarosy anadahiny no narary.","Ary izy mirahavavy dia naniraka tany amin'i Jesosy hanao hoe: Tompoko, marary ilay tianao.","Ary rehefa ren'i Jesosy izany, dia hoy Izy: Tsy ho fahafatesana no anton'izany aretina izany, fa ny hampisehoana ny voninahitr'Andriamanitra, mba hankalazana ny Zanak'Andriamanitra.","Ary Jesosy tia an'i Marta sy ny rahavaviny ary Lazarosy.","Koa nony ren'i Jesosy fa narary Lazarosy, dia mbola nitoetra indroa andro teo amin'izay nitoerany ihany Izy.","Rehefa afaka izany, dia hoy Izy tamin'ny mpianatra: Andeha isika ho any Jodia indray.","Hoy ny mpianatra taminy: Raby ô, vao haingana teo no nitadiavan'ny Jiosy hitora-bato Anao, ka hankany indray va Hianao?","Jesosy namaly hoe: Tsy roa ambin'ny folo va ny ora amin'ny indray andro? Raha misy mandeha amin'ny antoandro, dia tsy mba tafintohina izy, fa mahita ny fahazavan'izao tontolo izao.","Fa raha misy kosa mandeha amin'ny alina, dia ho tafintohina izay, ka tsy misy mazava ao aminy.","Izany no nolazainy; ary rehefa afaka izany, dia hoy Izy taminy: Matory Lazarosy sakaizantsika; fa handeha hamoha azy Aho.","Dia hoy ny mpianatra taminy: Tompoko, raha matory izy, dia ho tsara ihany. [Gr. hovonjena]","Nefa Jesosy nilaza ny fahafatesany; fa nataon'izy ireo kosa fa fialan-tsasatra amin'ny torimaso no nolazainy.","Ary tamin'izany Jesosy dia nilaza tsotra taminy hoe: Maty Lazarosy;","ary faly Aho noho ny aminareo, satria tsy teo Aho, mba hinoanareo; fa andeha isika hankany aminy.","Dia hoy Tomasy (izay atao hoe Didymo) tamin'ny mpianatra namany: Andeha isika mba hiara-maty aminy.","Ary nony tonga Jesosy, dia hitany fa efa nilevina hefarana izy.","Ary Betania dia tao akaikin'i Jerosalema, tokony ho dimy ambin'ny folo stadio no elanelany. [Na: telo kilometatra]","Ary maro tamin'ny Jiosy no efa tonga teo amin'i Marta sy Maria hitsapa alahelo azy noho ny amin'ny anadahiny.","Ary Marta, raha nandre fa tamy Jesosy, dia nandeha nitsena Azy; fa Maria kosa nitoetra tao an-trano.","Ary hoy Marta tamin'i Jesosy: Tompoko, raha teto Hianao, dia tsy maty ny anadahiko.","Nefa fantatro fa na dia ankehitriny izao aza na inona na inona no hangatahinao amin'Andriamanitra dia homen'Andriamanitra Anao.","Hoy Jesosy taminy: Hitsangana ny anadahinao.","Fa hoy Marta taminy: Fantatro ihany fa hitsangana izy amin'ny fitsanganan'ny maty amin'ny andro farany;","Hoy Jesosy taminy: Izaho no fananganana ny maty sy fiainana; izay mino Ahy, na dia maty aza, dia ho velona indray.","Ary izay rehetra velona ka mino Ahy dia tsy ho faty mandrakizay. Mino izany va ianao?","Hoy izy taminy: Eny, Tompoko; mino aho fa Hianao no Kristy, Zanak'Andriamanitra, Ilay ho tonga amin'izao tontolo izao.","Ary rehefa nilaza izany izy, dia lasa nandeha ka niantso mangingina an'i Maria rahavaviny, nanao hoe: Tonga ny Mpampianatra ka miantso anao.","Ary raha vao nandre izany Maria, dia nitsangana faingana izy ka nankeo aminy.","Fa Jesosy tsy mbola tonga tao an-tanàna, fa mbola teo amin'ilay nitsenan'i Marta Azy ihany.","Ary ny Jiosy izay tao amin'i Maria tao an-trano ka nitsapa alahelo azy, raha nahita azy nitsangana faingana ka nivoaka, dia nanaraka azy, satria nataony fa nankany amin'ny fasana hitomany any izy.","Ary Maria, rehefa tonga teo amin'nitoeran'i Jesosy ka nahita Azy, dia niankohoka teo amin'ny tongony ka nanao taminy hoe: Tompoko, raha teto Hianao, dia tsy maty ny anadahiko.","Ary Jesosy nony nahita azy nitomany sy ny Jiosy izay niaraka taminy nitomany koa, dia vonto ny fanahiny, ka tora-kovitra Izy;","ary hoy Izy: Aiza moa no nandevenanareo azy? Dia hoy ireo taminy: Tompoko, andeha hizaha.","Jesosy nitomany.","Dia hoy ny Jiosy: Akory ity haben'ny fitiavany azy!","Fa hoy ny sasany: Moa tsy hain'ilehity, Izay nampahiratra ny mason'ilay jamba va, ny manao izay tsy ho nahafaty an-dralehilahy ity?","Dia vonto indray ny fanahin'i Jesosy ka nankeo amin'ny fasana Izy; ary zohy izany, sady nisy vato narindrina teo.","Hoy Jesosy: Esory ny vato. Hoy Marta, anabavin'ny maty, taminy: Tompoko, maimbo izy izao, fa efa hefarana izay.","Hoy Jesosy taminy: Tsy voalazako va fa raha hino ianao, dia ho hitanao ny voninahitr'Andriamanitra?","Dia nesoriny ny vato. Ary Jesosy dia nanandratra ny masony ka nanao hoe: Ray ô, misaotra Anao Aho, fa efa nihaino Ahy Hianao.","Raha Izaho, dia fantatro fa mihaino Ahy mandrakariva Hianao; fa noho ny vahoaka mitsangana manodidina no nilazako izany, mba hinoany fa Hianao no naniraka Ahy.","Ary rehefa nanao izany teny izany Izy, dia niantso tamin'ny feo mahery hoe: Ry Lazarosy, mivoaha!","Dia nivoaka ny maty nisy fehim-paty ny tànany sy ny tongony, sady voafehy mosara koa ny tavany. Hoy Jesosy tamin'ny olona: Vahao izy, ka avelao handeha.","Ary maro tamin'ny Jiosy, dia ireo nankeo amin'i Maria ka nahita ny zavatra nataon'i Jesosy ireo, no nino Azy.","Fa ny sasany tamin'ireo kosa dia lasa nankany amin'ny Fariseo ka nilaza taminy izay nataony.","Ary ny lohan'ny mpisorona sy ny Fariseo nanangona ny Synedriona ka nanao hoe: Ahoana no hataontsika? fa iny Lehilahy iny dia manao famantarana maro.","Raha avelantsika hanao toy izany ihany Izy, dia hino Azy avokoa ny olona rehetra; ary ho avy ny Romana ka handrava ny fonenantsika sy ny firenentsika.","Ary ny anankiray taminy, dia Kaiafa, mpisoronabe tamin'izany taona izany, nanao taminy hoe: Hianareo tsy mahalala na inona na inona,","na misaina akory fa tsara ho anareo, raha ny lehilahy iray no ho faty hamonjy ny firenena, mba tsy ho rava avokoa ity firenena ity.","Ary tsy niteny izany ho azy izy, fa satria mpisoronabe tamin'izany taona izany izy, dia naminany fa Jesosy ho faty hamonjy ny firenena;","ary tsy hamonjy io firenena io ihany, fa mba hanangona ny zanak'Andriamanitra izay efa niely ho antoko iray.","Koa hatramin'izany andro izany dia nihendry hahafaty Azy ireo.","Ary Jesosy tsy nandeha niharihary teny amin'ny Jiosy intsony; fa niala teo Izy nankany amin'ny tany akaikin'ny efitra, ho any an-tanàna atao hoe Efraima, ary nitoetra tany Izy mbamin'ny mpianatra.","Ary efa akaiky ny Pasky ny Jiosy; ary maro avy tany an-tsaha no niakatra ho any Jerosalema talohan'ny Paska mba hanadio ny tenany.","Dia nitady an'i Jesosy ireo, raha nijanona teo an-kianjan'ny tempoly, ka niresaka hoe: Ahoana no hevitrareo? Tsy mba ho tonga amin'ny andro firavoravoana va Izy?","Ary ny lohan'ny mpisorona sy ny Fariseo efa nandidy fa raha misy olona mahalala izay itoerany, dia tsy maintsy milaza, mba hisamborany Azy."]}