{"book":"Jaona","chapter":15,"verses":["Izaho no tena voaloboka, ary ny Raiko no mpamboatra.","Ny sampany rehetra eo amiko izay tsy mamoa dia esoriny; fa ny sampany rehetra izay mamoa kosa dia amboariny, mba hamoa bebe kokoa. [Gr dioviny]","Efa madio rahateo ianareo noho ny teniko, izay nolazaiko taminareo.","Tomoera amiko ary Izaho aminareo. Tahaka ny sampany tsy mahay mamoa ho azy, raha tsy miray amin'ny voaloboka izy, dia toy izany koa ianareo, raha tsy miray amiko.","Izaho no voaloboka, ianareo no sampany. Izay miray amiko, ary Izaho aminy, dia mamoa be izy; fa raha misaraka amiko kosa ianareo, dia tsy mahay manao na inona na inona.","Raha misy tsy miray amiko, dia ariana eny ivelany tahaka ny sampany izy ka malazo; ary angonina izy ka atsipy ao anaty afo, dia ho may.","Raha miray amiko ianareo, ka mitoetra ao anatinareo ny teniko, dia angataho izay tianareo na inona na inona, fa ho tonga aminareo izany.","Izany no ankalazana ny Raiko, mba hamoazanareo be ka ho tonga mpianatro ianareo.","Tahaka ny nitiavan'ny Ray Ahy no nitiavako anareo; tomoera amin'ny fitiavako ianareo.","Raha mitandrina ny didiko ianareo, dia hitoetra amin'ny fitiavako, tahaka ny nitandremako ny didin'ny Raiko sy ny itoerako amin'ny fitiavany.","Izany zavatra izany dia efa nolazaiko taminareo, mba ho ao aminareo ny fifaliako, ka ho tanteraka ny fifalianareo.","Izao no didiko, dia ny mba hifankatiavanareo tahaka ny nitiavako anareo.","Tsy misy manana fitiavana lehibe noho izao, dia ny manolotra ny ainy hamonjy ny sakaizany.","Hianareo no sakaizako, raha manao araka izay andidiako anareo.","Tsy hataoko hoe mpanompo intsony ianareo, fa ny mpanompo tsy mahalala izay ataon'ny tompony; fa efa nataoko hoe sakaiza ianareo, satria izay rehetra reko tamin'ny Raiko no nambarako taminareo.","Tsy ianareo no nifidy Ahy, fa Izaho no nifidy anareo ka nanendry anareo mba handeha sy hamoa, ary mba haharetan'ny vokatrareo, mba homen'ny Ray anareo izay rehetra hangatahinareo amin'ny anarako na inona na inona.","Izany zavatra izany no andidiako anareo, mba hifankatiavanareo.","Raha halan'izao tontolo izao ianareo, dia aoka ho fantatrareo fa Izaho efa halany talohanareo.","Raha naman'izao tontolo izao ianareo, dia ho tia ny azy izao tontolo izao; fa satria tsy naman'izao tontolo izao ianareo, fa Izaho efa nifidy anareo tamin'izao tontolo izao, dia halan'izao tontolo izao ianareo. [Gr. avy amin']","Tsarovy ny teny izay nolazaiko taminareo hoe: Ny mpanompo tsy lehibe noho ny tompony. Raha nanenjika Ahy izy, dia hanenjika anareo koa; ary raha nitandrina ny teniko izy, dia hitandrina ny anareo koa.","Fa izany rehetra izany no hataony aminareo noho ny anarako, satria tsy mahalala Izay naniraka Ahy izy.","Raha tsy tonga Aho ka niteny taminy, dia tsy nanan-keloka izy; fa ankehitriny dia tsy misy fialàna azony atao ny amin'ny helony.","Izay mankahala Ahy dia mankahala ny Raiko koa.","Raha tsy nataoko teo aminy Izay asa tsy nataon'olona, dia tsy nanan-keloka izy; fa ankehitriny efa hitany sady efa halany Ahy sy ny Raiko koa;","fa tonga izany mba hahatanteraka ny teny izay voasoratra ao amin'ny lalàny hoe: Halany foana Aho (Sal. 69. 4; 109. 3).","Fa raha tonga ny Mpananatra, Izay hirahiko ho aminareo avy amin'ny Ray, dia ny Fanahin'ny fahamarinana Izay mivoaka avy amin'ny Ray, dia Izy no ho vavolombelona hanambara Ahy. [ Izahao 14.16]","Ary ianareo koa dia vavolombelona hanambara, satria ianareo efa teto amiko hatramin'ny voalohany."]}