{"book":"Jaona","chapter":10,"verses":["Lazaiko aminareo marina dia marina tokoa fa izay tsy miditra amin'ny vavahady ho amin'ny valan'ondry, fa mananika ny fefy, dia mpangalatra sy jiolahy.","Fa izay miditra amin'ny vavahady no mpiandry ny ondry.","Ary izy no vohan'ny mpiandry vavahady; ary ny ondry mihaino ny feony; ary izay ondriny tokoa dia antsoiny amin'ny anarany avy ka entiny mivoaka.","Ary rehefa mamoaka ireo rehetra ireo izy, dia mialoha azy; ary ny ondriny manaraka azy, satria mahalala ny feony ireo.","Ary ny vahiny tsy harahiny, fa handosirany, satria tsy fantany ny feon'ny vahiny.","Izany fanoharana izany no nolazain'i Jesosy taminy, nefa tsy azony izay zavatra nolazainy taminy.","Dia hoy indray Jesosy taminy: Lazaiko aminareo marina dia marina tokoa: Izaho no vavahadin'ondry.","Mpangalatra sy jiolahy izay rehetra tonga talohako; fa tsy nihaino azy ny ondry.","Izaho no vavahady; raha Izaho no hidiran'ny olona, dia hovonjena izy ka hiditra sy hivoaka sady hahazo hanina.","Ny mpangalatra tsy avy raha tsy hangalatra sy hamono ary handringana; Izaho avy mba hananany fiainana, sady hananany be dia be.","Izaho no Mpiandry Tsara; ny Mpiandry Tsara manolotra ny ainy hamonjy ny ondry.","Ary ny mpikarama, satria tsy mpiandry na tompon'ny ondry izy, koa raha mahita ny amboadia avy, dia mandao ny ondry ka mandositra, ary ny amboadia misambotra ny ondry ka mampihahaka azy; [lopa]","mandositra izy, satria mpikarama ka tsy mitandrina ny ondry.","Izaho no Mpiandry Tsara; ary fantatro ny Ahy, sady fantany Aho,","dia tahaka ny ahafantaran'ny Ray Ahy sy ny ahafantarako ny Ray; ary Izaho manolotra ny aiko hamonjy ny ondry.","Manana ondry hafa izay tsy amin'ity vala ity Aho; ary ireny koa dia tsy maintsy ho entiko ka hihaino ny feoko; ary ho tonga andiany iray izy, sady iray ihany ny Mpiandry.","Ary izany no itiavan'ny Raiko Ahy, satria Izaho manolotra ny aiko mba handraisako azy indray.","Tsy misy manaisotra ny aiko amiko, fa ny tenako ihany no manolotra azy. Manana fahefana hanolotra azy Aho, ary manana fahefana haka azy indray. Izany didy izany dia azoko tamin'ny Raiko.","Ary nisy fisarahana indray tao amin'ny Jiosy noho izany teny izany.","Ary maro tamin'ireo no nanao hoe: Manana demonia Izy ka efa very saina; nahoana no mihaino Azy ianareo?","Hoy kosa ny sasany: Tsy mba tenin'ny demoniaka izany; moa ny demonia va mahay mampahiratra ny mason'ny jamba?","Ary tonga ny andro firavoravoana tany Jerosalema, dia ilay atao hoe Fitokanana, ary efa ririnina ny andro.","Ary Jesosy nitsangantsangana teo an-kianjan'ny tempoly teo amin'ny Fialofan'i Solomona.","Dia nitangoronan'ny Jiosy Izy ka nanontaniany hoe: Ambara-pahoviana no hampisalasalanao anay? Raha Hianao no Kristy, dia lazao marimarina aminay.","Jesosy namaly azy hoe: Efa nilaza taminareo ihany Aho, nefa tsy mino ianareo; ny asa izay ataoko amin'ny anaran'ny Raiko no manambara Ahy.","Kanefa ianareo tsy mino, satria tsy mba isan'ny ondriko.","Ny ondriko mihaino ny feoko, ary Izaho mahalala azy, ary izy manaraka Ahy,","ary Izaho manome azy fiainana mandrakizay, ka tsy ho very izy mandrakizay, ary tsy hisy handrombaka azy amin'ny tanako.","Ny Raiko Izay nanome Ahy dia lehibe noho izy rehetra; ary tsy misy mahay mandrombaka amin'ny tanan'ny Ray.","Izaho sy ny Ray dia iray ihany.","Dia naka vato indray ny Jiosy hitoraka Azy.","Jesosy namaly azy hoe: Maro ny asa tsara nasehoko taminareo avy tamin'ny Ray; koa ny asa manao ahoana amin'ireny moa no itorahanareo vato Ahy?","Ny Jiosy namaly Azy hoe: Tsy asa tsara no itorahanay vato Anao, fa fitenenan-dratsy, satria olona ihany Hianao, nefa manao ny tenanao ho Andriamanitra. [Gr. blasfemia, izahao Mat. 9,3]","Jesosy namaly azy hoe: Tsy voasoratra ao amin'ny lalànareo va hoe: Hoy Izaho: Andriamanitra ianareo? (Sal. 82. 6).","Raha ireny izay nanaovana izany tenin'Andriamanitra izany no natao hoe andriamanitra (ary ny Soratra Masina tsy azo foanana),","moa Izay nohasinin'ny Ray ka nirahiny ho amin'izao tontolo izao va no ataonareo hoe: Miteny ratsy Hianao, satria hoy Izaho: Zanak'Andriamanitra Aho?","Raha tsy manao ny asan'ny Raiko Aho, dia aza mino Ahy.","Fa raha manao ihany kosa Aho, na dia tsy mino Ahy aza ianareo, dia minoa ny asa, mba ho fantatrareo sy hekenareo fa ny Ray no ato amiko, ary Izaho ao amin'ny Ray.","Dia nitady hisambotra Azy indray ny Jiosy; fa nandositra azy Izy. [Gr. Ny tànany]","Dia lasa nankany an-dafin'i Jordana indray Jesosy, ho any amin'ilay tany nanaovan'i Jaona batisa voalohany, ka nitoetra tany Izy.","Ary maro no nankeo aminy ka nanao hoe: Jaona tsy mba nanao famantarana, nefa izay rehetra nolazainy ny amin'ity Lehilahy ity dia marina avokoa.","Ary maro no nino Azy teo."]}