{"book":"Jaona","chapter":7,"verses":["Ary rehefa afaka izany, dia nandeha tany Galilia Jesosy; fa nalain-kandeha tany Jodia Izy, satria nitady hahafaty Azy ny Jiosy.","Ary efa akaiky ny andro firavoravoan'ny Jiosy, dia ny amin'ny Tabernakely,","ka hoy ny rahalahiny taminy: Mialà eto, ka mandehana ho any Jodia, mba ho hitan'ny mpianatrao koa ny asa izay ataonao;","fa tsy misy olona manao zavatra amin'ny takona, nefa ny tenany mitady ho hita miharihary; raha manao izany zavatra izany Hianao, dia misehoa amin'izao tontolo izao. [Na: mitady ho hita fa matoky]","Fa na dia ny rahalahiny aza tsy nino Azy.","Dia hoy Jesosy taminy: Tsy mbola tonga ny fotoako; fa ny fotoanareo dia vonona lalandava.","Tsy mahazo mankahala anareo izao tontolo izao; fa Izaho no halany, satria milaza fa ratsy ny asany.","Miakara ho amin'ny andro firavoravoana ianareo; fa Izaho tsy mbola miakatra ho amin'ity andro firavoravoana ity; satria tsy mbola tonga ny fotoako.","Ary rehefa nilaza izany teny izany taminy Izy, dia mbola nitoetra tany Galilia ihany.","Fa rehefa lasa niakatra ho amin'ny andro firavoravoana ny rahalahiny, dia niakatra koa Izy, nefa tsy mba nisehoseho, fa toa niafinafina.","Ary ny Jiosy dia nitady Azy tamin'ny andro firavoravoana ka nanao hoe: Aiza Izy?","Ary nitakoritsika Azy be ihany ny vahoaka. Hoy ny sasany: Tsara fanahy Izy; fa hoy kosa ny sasany; Tsia; fa mamitaka ny vahoaka Izy.","Nefa tsy nisy sahy niresaka Azy miharihary noho ny fahatahorany ny Jiosy.","Ary rehefa nisasaka ny andro firavoravoana, dia niakatra teo an-kianjan'ny tempoly Jesosy ka nampianatra.","Dia gaga ny Jiosy ka nanao hoe: Ahoana no nahaizan'ilehity soratra, nefa tsy mba nianatra Izy?","Dia namaly azy Jesosy ka nanao hoe: Tsy Ahy ny fampianarako, fa an'izay naniraka Ahy.","Raha misy olona ta-hanao ny sitrapony, dia hahalala ny amin'ny fampianarana izy, na avy amin'Andriamanitra izany, na miteny ho Ahy Aho.","Izay miteny ho azy dia mitady ny voninahitry ny tenany; fa izay mitady ny voninahitr'izay naniraka azy no marina, ary tsy misy tsi-fahamarinana ao aminy.","Tsy Mosesy va no nanome anareo ny lalàna? nefa tsy misy eo aminareo mankatò ny lalàna. Nahoana ianareo no mitady hamono Ahy?","Ny vahoaka namaly hoe: Manana demonia Hianao; iza no mitady hamono Anao?","Jesosy namaly ka nanao taminy hoe: Asa iray loha ihany no nataoko, ka gaga avokoa ianareo rehetra.","Izao no nanomezan'i Mosesy anareo ny famorana: tsy noho izy avy tamin'i Mosesy, fa noho izy avy tamin'ny razana, ka na dia amin'ny Sabata aza dia mamora olona ihany ianareo.","Raha amin'ny Sabata aza no amorana olona, mba tsy hahafoana ny lalàn'i Mosesy, dia tezitra amiko va ianareo, satria nisy olona anankiray nataoko sitrana avokoa ny tenany rehetra tamin'ny Sabata.","Aza mitsara araka ny miseho, fa mba mitsarà marina.","Ary ny mponina sasany tany Jerosalema dia nanao hoe: Tsy Ilehity va Ilay tadiaviny hovonoina?","Ary indro Izy miteny miharihary, nefa tsy misy miteny Azy akory. Sao efa fantatry ny mpanapaka anie fa Io no Kristy?","Nefa fantatsika izay nihavian'ilehio, fa raha avy Kristy, tsy misy mahalala izay hihaviany.","Dia niantso teo an-kianjan'ny tempoly Jesosy, raha nampianatra, ka nanao hoe: Izaho dia fantatrareo, sady fantatrareo koa izay nihaviako; ary tsy avy ho Ahy Aho, fa marina ny naniraka Ahy, Izay tsy fantatrareo.","Izaho mahalala Azy; fa Izy no nihaviako, ka Izy no naniraka Ahy.","Dia nitady hisambotra Azy ny olona; kanefa tsy nisy naninji-tanana taminy, satria tsy mbola tonga ny fotoany.","Ary maro ny vahoaka no nino Azy ka nanao hoe: Raha tonga Kristy, moa hanao famantarana maro mihoatra noho ny nataon'ity Lehilahy ity va Izy?","Ny Fariseo nandre ny vahoaka nitakoritsika izany zavatra izany ny aminy; ary ny lohan'ny mpisorona sy ny Fariseo dia naniraka mpiandry raharaha mba hisambotra Azy.","Dia hoy Jesosy: Kely foana no itoerako aminareo, dia hankany amin'izay naniraka Ahy Aho.","Hitady Ahy ianareo, fa tsy hahita; ary izay itoerako dia tsy azonareo haleha.","Dia niresaka hoe ny Jiosy: Hankaiza moa no halehan'ilehity, no tsy ho hitantsika? Hankany amin'izay miely any amin'ny Grika va Izy ka hampianatra ny Grika?","Ahoana re izao teny nolazainy izao hoe: Hitady Ahy ianareo, fa tsy hahita; ary izay itoerako tsy azonareo haleha?","Ary tamin'ny andro farany, izay andro lehibe tamin'ny andro firavoravoana, dia nitsangana Jesosy ka niantso nanao hoe: Raha misy olona mangetaheta, aoka izy hanatona Ahy ka hisotro.","Izay mino Ahy, dia hisy onin'ny rano velona miboiboika avy ao an-kibony, araka ny voalazan'ny Soratra Masina.","Ary ny Fanahy, Izay efa horaisin'ny mino Azy, no nolazainy tamin'izany; fa ny Fanahy tsy mbola nomena, satria Jesosy tsy mbola niditra tamin'ny voninahiny. [ Na: Fanahy Masina]","Ary ny sasany tamin'ny vahoaka, raha nandre izany teny izany, dia nanao hoe: Ity tokoa no Ilay Mpaminany.","Hoy ny sasany: Ity no Kristy. Fa hoy kosa ny sasany: Avy any Galilia va no ihavian'i Kristy?","Tsy voalazan'ny Soratra Masina va fa Kristy dia avy amin'ny taranak'i Davida, sady avy ao Betlehema, vohitra nonenan'i Davida (Mik. 5. 1)?","Dia nisara-tsaina ny amin'i Jesosy ny vahoaka.","Ary ny sasany nitady hisambotra Azy; kanefa tsy nisy naninji-tanana taminy.","Ary ny mpiandry raharaha nankeo amin'ny lohan'ny mpisorona sy ny Fariseo, ka hoy izy ireo taminy: Nahoana ianareo no tsy nitondra Azy?","Ny mpiandry raharaha namaly hoe: Tsy mbola nisy olona niteny tahaka izany.","Ary ny Fariseo namaly azy hoe: Hianareo koa va voafitaka?","Moa misy mpanapaka na Fariseo mba nino Azy?","Fa voaozona ireto vahoaka ireto, izay tsy mahalala ny lalàna.","Ary Nikodemosy, anankiray teo aminy, dia ilay nankeo amin'i Jesosy teo aloha, dia nanao taminy hoe:","Moa manameloka olona va ny lalàntsika, raha tsy mbola mihaino azy aloha ka mahafantatra izay nataony?","Izy ireo namaly ka nanao taminy hoe: Hianao koa angaha mba avy any Galilia? Diniho, dia ho hitanao fa tsy mba misy mpaminany avy any Galilia.",""]}