{"book":"Jaona","chapter":12,"verses":["Ary rehefa henemana no sisa tsy tonga ny Paska, Jesosy dia tonga tao Betania, izay nitoeran'i Lazarosy, ilay natsangany tamin'ny maty.","Dia nanao fanasana ho an'i Jesosy tao izy; ary Marta no nanompo; fa Lazarosy no anankiray tamin'izay niara-nipetraka nihinana taminy.","Ary Maria, rehefa naka menaka manitra nisy narda sady tsara no saro-bidy, lanjan'iray livatra, dia nanosotra ny tongotr'i Jesosy sy namaoka ny tongony tamin'ny volondohany; ary feno ny hanitry ny menaka ny trano.","Ary hoy Jodasy Iskariota, anankiray tamin'ny mpianany, ilay efa hamadika Azy:","Nahoana io menaka io no tsy namidy denaria telon-jato ka nomena ny malahelo?","Ary izy no nilaza izany, tsy noho ny fiahiany ny malahelo, fa satria mpangalatra izy sady nitondra ny kitapo ka naka izay tao anatiny.","Dia hoy Jesosy: Avelao izy, mba hotehiriziny ho amin'ny andro hanamboarany Ahy halevina io.","Fa ny malahelo dia ety aminareo mandrakariva; fa Izaho tsy mba ho ety aminareo mandrakariva.","Ary ny vahoaka betsaka tamin'ny Jiosy nahalala fa teo Izy, dia tonga teo, nefa tsy noho Jesosy ihany, fa mba hahita an'i Lazarosy koa, ilay natsangany tamin'ny maty.","Fa nihendry hahafaty an'i Lazarosy koa ny lohan'ny mpisorona,","satria izy no nialan'ny maro tamin'ny Jiosy ka ninoany an'i Jesosy.","Ary nony ampitson'iny ny vahoaka betsaka, izay tonga ho amin'ny andro firavoravoana, rehefa nahare fa hankany Jerosalema Jesosy,","dia naka sampan-drofia ka nivoaka hitsena Azy sady niantso hoe: Hosana! Isaorana anie ny Mpanjakan'ny Isiraely, Ilay avy amin'ny anaran'i Jehovah (Sal. 118, 26).","Ary Jesosy nahita zana-boriky anankiray, dia nitaingina azy, araka ny voasoratra hoe:","Aza matahotra, ry Ziona zanakavavy; indro, avy ny Mpanjakanao mitaingina zana-boriky (Zak. 9. 9).","Izany zavatra izany dia tsy fantatry ny mpianany tamin'ny voalohany; fa rehefa niditra tamin'ny voninahiny Jesosy, dia vao nahatsiaro izy fa voasoratra hilaza Azy izany zavatra izany, ary efa nataony taminy izany.","Ary nanambara Azy ny vahoaka izay teny aminy, fony Izy niantso an'i Lazarosy hivoaka tamin'ny fasana ka nanangana azy tamin'ny maty.","Ary izany koa no nitsenan'ny vahoaka Azy, satria efa reny fa nanao izany famantarana izany Izy.","Ary tamin'izany ny Fariseo dia nifampilaza hoe: Hitanareo fa tsy mahefa na inona na inona akory ianareo; indro, efa lasa manaraka Azy avokoa izao tontolo izao.","Ary nisy Grika sasany tamin'izay niakatra hivavaka tamin'ny andro firavoravoana,","ary izy ireo nankany amin'i Filipo avy any Betsaida any Galilia, dia nangataka taminy ka nanao hoe: Tompoko, mba ta-hahita an'i Jesosy izahay.","Dia lasa Filipo nilaza tamin'i Andrea; ary Andrea sy Filipo lasa nilaza tamin'i Jesosy.","Ary Jesosy namaly azy hoe: Tonga ny fotoana hankalazana ny Zanak'olona.","Lazaiko aminareo marina dia marina tokoa: Raha tsy latsaka ao amin'ny tany ny voambary ka maty, dia mitoetra foana izy; fa raha maty kosa izy, dia hahavokatra be.","Izay tia ny ainy no mahavery izany; fa izay mankahala ny ainy amin'izao fiainana izao no hiaro izany ho amin'ny fiainana mandrakizay.","Raha misy olona manompo Ahy, dia aoka izy hanaraka Ahy, ary izay itoerako, dia ao koa no hitoeran'ny mpanompoko; raha misy olona manompo Ahy, dia hankalaza azy ny Ray.","Ankehitriny mangorohoro ny fanahiko; ary ahoana no holazaiko: Ray ô, vonjeo Aho ho afaka amin'ity ora ity? nefa izao no nihaviako ho amin'ity ora ity;","Ray ô, mankalazà ny anaranao. Dia nisy feo avy tany an-danitra nanao hoe: Efa nankalaza azy Aho, ary hankalaza azy indray.","Ary ny vahoaka izay nitsangana teo ka nahare dia nanao hoe: Kotrokorana izany. Hoy ny sasany: Anjely no niteny taminy.","Jesosy namaly ka nanao hoe: Tsy noho Izaho no nahatongavan'izany feo izany, fa noho ianareo.","Tonga ankehitriny ny fitsarana izao tontolo izao; ankehitriny ny andrianan'izao tontolo izao no horoahina.","Ary Izaho, raha asandratra hiala amin'ny tany, dia hitaona ny olona rehetra hanatona Ahy.","Izany no nolazainy hanambara izay fahafatesana efa hiaretany.","Dia namaly Azy ny vahoaka ka nanao hoe: Efa renay tamin'ny lalàna fa Kristy haharitra mandrakizay; koa ahoana no ilazanao hoe: Tsy maintsy hasandratra ny Zanak'olona? Iza moa izany Zanak'olona izany?","Dia hoy Jesosy taminy: Mbola kely ihany no hitoeran'ny mazava aminareo. Mandehana, raha mbola manana ny mazava ianareo, mba tsy hahatratra anareo ny maizina; fa izay mandeha amin'ny maizina dia tsy mahalala izay alehany.","Raha mbola manana ny mazava ianareo, dia minoa ny mazava, mba ho tonga zanaky ny mazava. Rehefa nilaza izany Jesosy, dia niala Izy ka niery azy.","Nefa na dia efa nanao izany famantarana betsaka izany teo anatrehany aza Izy, dia tsy mba nino Azy ireo,","mba hahatanteraka ny teny nataon'Isaia mpaminany hoe: Tompoko, iza no nino ny teny nampitondraina anay? Ary iza no nampisehoana ny sandrin'i Jehovah? (Isa. 53. 1.)","Izany no tsy nahaizany nino, satria hoy koa Isaia:","Efa nanajamba ny masony sy nanamafy ny fony Izy, Mba tsy hahita ny masony, na hahalala ny fony, Dia tsy hibebaka izy, Ka tsy hahasitrana azy Aho (Isa. 6. 10).","Izany teny izany no nolazain'Isaia, satria nahita ny voninahiny izy ka nilaza Azy.","Kanefa maro tamin'ny mpanapaka aza no nino Azy; nefa noho ny Fariseo dia tsy nanaiky ireo, fandrao havoaka hiala amin'ny synagoga.","Fa tia ny voninahitra avy amin'ny olona izy ireo, fa tsy ny voninahitra avy amin'Andriamanitra.","Ary Jesosy niantso ka nanao hoe: Izay mino Ahy, dia tsy Izaho no inoany, fa Izay naniraka Ahy.","Ary izay mahita Ahy dia mahita Izay naniraka Ahy.","Izaho tonga amin'izao tontolo izao ho fahazavana, mba tsy hitoetra ao amin'ny maizina izay rehetra mino Ahy.","Ary raha misy mandre ny teniko ka tsy mitandrina, Izaho tsy mitsara azy; fa tsy tonga hitsara izao tontolo izao Aho, fa hamonjy izao tontolo izao.","Izay manda Ahy ka tsy mandray ny teniko, dia manana izay mitsara azy: ny teny izay nolazaiko, izany ihany no hitsara azy amin'ny andro farany,","satria Izaho tsy niteny ho Ahy, fa ny Ray Izay naniraka Ahy, Izy no nandidy Ahy izay holazaiko sy izay hotoriko.","Ary fantatro fa fiainana mandrakizay ny didiny; koa izay lazaiko dia lazaiko araka izay nolazain'ny Ray tamiko."]}