{"book":"Jaona","chapter":2,"verses":["Ary tamin'ny andro fahatelo dia nisy fampakaram-bady tao Kana any Galilia; ary tao ny renin'i Jesosy.","Ary Jesosy sy ny mpianany koa dia nalainy ho ao amin'ny fampakaram-bady.","Ary rehefa lany ny divay, dia hoy ny renin'i Jesosy taminy: Tsy manana divay izy.","Hoy Jesosy taminy: Ravehivavy, moa mifaninona akory Izaho sy ianao? tsy mbola tonga ny fotoako.","Fa hoy ny reniny tamin'ny mpanompo: Ataovy izay asainy ataonareo.","Ary nisy siny vato enina mahalany rano indroa na intelon'ny vata avy nipetraka teo ho fanadiovana araka ny fanaon'ny Jiosy. [Gr.metatra]","Dia hoy Jesosy taminy: Fenoy rano ny siny. Dia nofenoiny hatramin'ny molony.","Ary hoy Jesosy taminy: Tovozy amin'izao, ka ento ho eo amin'ny mpandahatra ny fanasana. Dia nentiny.","Ary raha nanandrana ny rano tonga divay ny mpandahatra ny fanasana, nefa tsy nahalala izay nihaviany (fa ny mpanompo izay nanovo ny rano no nahalala), dia niantso ny mpampakatra izy","ka nanao taminy hoe: Araka ny fanaon'ny olona dia ny divay tsara no arosony aloha; ary rehefa nisotro be ny olona, dia vao izay ratsiratsy kokoa; fa ianao kosa dia efa nitahiry ny divay tsara ambaraka ankehitriny. [Gr.mamo]","Izany no nataon'i Jesosy tao Kana any Galilia ho voaloham-pamantarana, ka nasehony ny voninahiny; ary nino Azy ny mpianany.","Rehefa afaka izany, dia nidina nankany Kapernaomy Jesosy mbamin'ny reniny sy ny rahalahiny ary ny mpianany; nefa tsy nitoetra ela teo Izy.","Ary efa akaiky ny Pasky ny Jiosy, ka dia niakatra tany Jerosalema Jesosy.","Ary hitany teo an-kianjan'ny tempoly ny nivarotra omby sy ondry sy voromailala ary ny mpanakalo vola izay nipetraka teo;","dia nanao kotopia kofehy Izy ka nandroaka azy rehetra hiala teo an-kianjan'ny tempoly, na ny ondry na ny omby, ary nararany ny volan'ny mpanakalo vola, sady nazerany ny latabatra;","dia hoy Izy tamin'ny nivarotra ny voromailala: Ento mivoaka ireto zavatra ireto; aza atao trano fivarotana ny tranon'ny Raiko.","Ary ny mpianany nahatsiaro fa voasoratra hoe: Ny firehetako ny amin'ny tranonao no haharitra aina ahy (Sal. 69. 9).","Fa namaly ny Jiosy ka nanao taminy hoe: Inona no famantarana asehonao aminay, no manao izao zavatra izao Hianao?","Jesosy namaly ka nanao taminy hoe: Ravao ity tempoly ity, ary amin'ny hateloana dia hatsangako indray izy.","Fa hoy ny Jiosy: Enina amby efa-polo taona izay no efa nanaovana ity tempoly ity, ka Hianao va hahatsangana azy amin'ny hateloana?","Fa ny tenany no tempoly nolazainy.","Ary koa, rehefa nitsangana tamin'ny maty Izy, dia tsaroan'ny mpianany fa efa nilaza izany Izy; ary dia nino ny Soratra Masina sy ny teny izay nolazain'i Jesosy izy.","Ary nony tao Jerosalema Jesosy tamin'ny Paska, dia tamin'ny andro firavoravoana, maro no nino ny anarany, raha nahita ny famantarana izay nataony.","Fa Jesosy tsy natoky azy, satria Izy nahalala ny olona rehetra;","ary tsy nitady olona hanambara olona Izy; fa ny tenany nahalala izay tao am-pon'ny olona."]}