{"book":"Jeremia","chapter":34,"verses":["Izao no teny tonga tamin'i Jeremia avy tamin'i Jehovah, fony Nebokadnezara, mpanjakan'i Babylona, sy ny miaramilany rehetra ary ny fanjakana rehetra amin'ny tany izay nanjakany mbamin'ny firenena rehetra izay namely an'i Jerosalema sy ny tanànany rehetra, nanao hoe:","Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Mandehana, lazao amin'i Zedekia, mpanjakan'ny Joda, ka ambarao aminy hoe: Izao no lazain'i Jehovah: Indro, hatolotro eo an-tànan'ny mpanjakan'i Babylona ity tanàna ity, ka hodorany amin'ny afo izy;","ary ianao tsy ho afa-mandositra ny tànany, fa ho voasambotra tokoa ka hatolotra eo an-tànany; ary ny masonao hahita ny mason'ny mpanjakan'i Babylona, dia hiteny mifanatrika aminao izy, sady ho tonga any Babylona ianao.","Nefa henoy ny tenin'i Jehovah, ry Zedekia, mpanjakan'ny Joda. Izao no lazain'i Jehovah ny aminao: Tsy ho fatin-tsabatra ianao.","fa amin'ny fiadanana no hahafatesanao, ary handoro zavatra ho fisaonana anao ny olona, tahaka ny nandoroany ho fisaonana ny razanao, dia ireny mpanjaka fahiny tany alohanao, ary hitomany anao ny olona hoe: Indrisy ry tompoko; fa Izaho no efa nilaza izany, hoy Jehovah.","Dia nolazain'i Jeremia mpaminany tamin'i Zedekia, mpanjakan'ny Joda. tany Jerosalema izany teny rehetra izany.","fony ny miaramilan'ny mpanjakan'i Babylona mbola namely an'i Jerosalema sy ny tanànan'ny Joda sisa rehetra, dia Lakisy sy Azeka: fa ireo ihany no tanàna mimanda sisa tamin'ny tanànan'ny Joda.","Izao no teny tonga tamin'i Jeremia avy tamin'i Jehovah, rehefa nanao fanekena tamin'ny vahoaka rehetra izay tany Jerosalema Zedekia mpanjaka hitory fanafahana aminy,","mba samy handefa ny ankizilahiny sy ny ankizivaviny, dia izay Hebreolahy sy Hebreovavy, ho afaka, mba tsy hisy hampanompo ny Jiosy rahalahiny intsony.","Ka dia nanaiky ny mpanapaka rehetra sy ny vahoaka rehetra izay nanao ny fanekena, samy handefa ny ankizilahiny sy ny ankizivaviny ho afaka mba tsy hampanompoany azy intsony; eny, nanaiky izy, ka samy nandefa azy ho afaka.","Kanjo taorian'izany dia nanenina izy, ka naveriny indray ireo ankizilahy sy ankizivavy izay efa nalefany ho afaka ireo, dia nandevoziny ho ankizilahiny sy ho ankizivaviny indray.","Ary tonga tamin'i Jeremia ny tenin'i Jehovah hoe:","Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Izaho efa nanao fanekena tamin'ny razanareo tamin'ny andro nitondrako azy nivoaka avy tany amin'ny tany Egypta hiala tamin'ny trano nahandevozana nanao hoe:","Isam-pito taona samia mandefa ny Hebreo rahalahiny, izay namidy taminao; ka rehefa nanompo anao enin-taona izy, dia alefaso ho afaka; nefa ny razanareo tsy nihaino Ahy ka nanongilana ny sofiny.","Ary nibebaka ianareo androany ka nanao izay mahitsy eo imasoko tamin'ny niantsoanareo fanafahana, samy handefa ny rahalahiny avy; ary nanao fanekena teo anatrehako ianareo, dia tao amin'ny trano izay efa niantsoana ny anarako;","kanjo nivadika indray ianareo ka tsy nanamasina ny anarako, fa samy namerina ny ankizilahiny sy ny ankizivaviny, izay efa nalefanareo handeha araka izay tiany, dia nanandevo azy ho ankizilahiny sy ho ankizivaviny indray.","Koa izao no lazain'i Jehovah: Hianareo tsy nihaino Ahy ka tsy nety nitory fanafahana ho an'ny rahalahinareo sy ny namanareo avy; dia, indro, miantso fanafahana ho anareo kosa Aho, hoy Jehovah, nefa ho an'ny sabatra sy ny areti-mandringana ary ny mosary; ary hatolotro ho mpanjenjena any amin'ny fanjakana rehetra amin'ny tany ianareo.[Na: ho fampangovitana]","Ary hatolotro ny olona izay nivadika ny fanekeko ka tsy nahatana ny tenin'ny fanekena, izay nataony teo anatrehako fony nosasahiny ny ombilahy kely, ka nandeha teo anelanelan'ny tapany izy,","eny, hatolotro ny mpanapaka ny Joda sy ny mpanapaka any Jerosalema sy ny tandapa sy ny mpisorona ary ny vahoaka rehetra, izay nandeha teo anelanelan'ny tapaky ny ombilahy kely,","dia hatolotro eo an-tànan'ny fahavalony sy eo an-tànan'izay mitady ny ainy, ary ho fihinan'ny voro-manidina sy ny bibi-dia ny fatiny.","Ary Zedekia, mpanjakan'ny Joda, sy ny mpanapaka dia hatolotro eo an-tànan'ny fahavalony sy eo an-tànan'izay mitady ny ainy ary eo an-tànan'ny miaramilan'ny mpanjakan'i Babylona, izay efa lasa niala taminareo.","Indro, handidy Aho, hoy Jehovah, ary hampivereniko ho amin'ity tanàna ity ireo; ary hasiany ity ka ho afany, dia hodorany amin'ny afo; ary ny tanànan'ny Joda dia hofoanako tsy hisy mponina."]}