{"book":"Jeremia","chapter":12,"verses":["Raha mifandahatra aminao aho, Jehovah ô dia Hianao no marina; Nefa kosa aoka ihany mba handahatra aminao aho: Nahoana ary no ambinina ny lalan'ny ratsy fanahy? Nahoana no miadana ny mpiodina rehetra?","Nambolenao izy, ka dia miorim-paka; Mitombo izy, ka dia mamoa; Manakaiky Anao amin'ny vavany izy, nefa manalavitra Anao amin'ny fony.[Heb. voany]","Fa Hianao, Jehovah ô, mahalala ahy; Mahita ahy Hianao sady mizaha toetra ny foko ny aminao; Sariho toy ny ondry hovonoina ireny, ary atokàny ho amin'ny andro hamonoana.[Heb. hamasino]","Mandra-pahoviana no hisaonan'ny tany sy hahalazoan'ny ahitra any amin'ny saha rehetra? Noho ny faharatsian'ny mponina any dia lany ringana ny biby sy ny vorona; Fa hoy ireo: Tsy mba hahita izay hiafarantsika izy.","Raha niara-nihazakazaka tamin'ny mandeha an-tongotra ianao ka voany, dia hataonao ahoana no fihaika ny soavaly? Ary raha eny amin'ny tany miadana no anananao toky, hanao ahoana kosa ianao, raha mby any amin'ny kirihitrala eny amoron'i Jordana?[Heb. ny reharehany]","Fa na dia ny rahalahinao sy ny mpianakavin'ny rainao aza dia samy namitaka anao; Eny, niantso mafy teo aorianao ireo; Aza mino azy, na dia tsara fiteny aminao aza izy.","Nilaozako ny tranoko, nafoiko ny lovako; Ny sombin'aiko dia natolotro ho eo an-tànan'ny fahavalony.","Raha amiko, ny lovako dia efa toy ny liona any an'ala; Mierona amiko izy, ka dia halako.","Moa tahaka ny vorona mpihaza hafahafa volo amiko va ny lovako, no mivory manodidina azy ny vorona mpihaza? Avia, ka angòny ny bibi-dia rehetra, ampanatony ireny hihinana.","Mpitondra maro no nanimba ny tanim-boaloboko, nohitsakitsahiny ny anjarako; Nataony tany efitra lao ny anjarako mahafinaritra;","Nataony lao izany, eny, lao izy ka mitomany amiko; Nataony lao avokoa ny tany rehetra, satria tsy nisy nandatsaka am-po.","Ny mpandrava dia tonga any amin'ny tendrombohitra mangadihady rehetra any an-efitra; Fa misy sabatr'i Jehovah mandringana amin'ny faran'ny tany ka hatramin'ny farany koa, ka dia tsy misy fiadanana ho an'ny nofo rehetra.","Vary no nafafiny, fa tsilo no nojinjany; Nanasatra ny tenany izy, kanjo herim-po very foana izany; Dia hangaihay ny amin'ny zavatra azonareo ianareo noho ny firehetan'ny fahatezeran'i Jehovah.","Izao no lazain'i Jehovah ny amin'ireo ratsy fanahy rehetra mifanakaiky fonenena amiko ireo, dia izay mikasikasika ny tany nomeko ho lovan'ny Isiraely oloko: Indro, hongotako tsy ho amin'ny taniny ireo, ary ny taranak'i Joda koa dia hongotako tsy ho eo aminy.","Nefa nony efa voaongotra izy, dia hamindra fo aminy indray Aho, ka samy ho entiko mody any amin'ny lovany sy ny taniny avy indray izy.","Koa raha mba hianatra ny fanaon'ny oloko tokoa ireo ka hianiana amin'ny anarako hoe: Raha velona koa Jehovah, tahaka ny nampianaran'ireo ny oloko hianiana amin'i Bala, dia haorina ao amin'ny oloko izy;","Fa raha tsy hankatò kosa izy, dia hongotako izany firenena izany, eny, hongotako sy haringako izy, hoy Jehovah."]}