{"book":"Jeremia","chapter":30,"verses":["Izao no teny tonga tamin'i Jeremia avy tamin'i Jehovah:","Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Soratinao amin'ny boky ny teny rehetra izay efa nolazaiko taminao.","Fa, indro, avy ny andro, hoy Jehovah, izay hampodiako ny oloko, dia ny Isiraely sy ny Joda, avy amin'ny fahababoany, hoy Jehovah; eny, hampody azy ho amin'ny tany izay efa nomeko ny razany Aho, dia ho azy izany.","Ary izao no teny izay nolazain'i Jehovah ny amin'ny Isiraely sy ny Joda,","eny, izao no lazain'i Jehovah: Feo mampangovitra no renay; Misy tahotra, fa tsy fiadanana.","Anontanionareo ka izahao, raha mba misy lehilahy mihetsi-jaza; Koa nahoana no samy hitako manery ny valahany amin'ny tànany avy ny lehilahy rehetra hoatra ilay efa mihetsi-jaza iny, ary ny tarehy rehetra dia efa tonga hatsatra avokoa?","Indrisy! fa lehibe izany andro izany, ka tsy misy tahaka azy; Andro fahoriana ho an'i Jakoba izany, nefa ho voavonjy ho afaka amin'izany ihany izy.","Fa amin'izany andro izany, hoy Jehovah, Tompon'ny maro, dia hotapahiko ny ziogany ho afaka amin'ny vozonao sy hotosako ny fatoranao. Ary ny firenena hafa tsy hampanompo anao intsony; [Heb. azy]","Fa ianao hanompo an'i Jehovah Andriamanitrao sy Davida Mpanjakanao, Izay hatsangako ho anao.[Heb. Mpanjakany]","Koa aza matahotra ianao, ry Jakoba mpanompoko, hoy Jehovah; Ary aza mivadi-po, ry Isiraely; Fa, indro, hovonjeko avy any lavitra ianao ary ny taranakao avy any amin'ny tany izay nahababo azy; Dia hiverina Jakoba ka hiadana sy handry fahizay, ka tsy hisy hanaitaitra azy.","Fa momba anao hamonjy anao Aho, hoy Jehovah; Koa na dia levoniko aza ny firenena rehetra izay nampielezako anao, Hianao tsy mba holevoniko; Nefa kosa mba hanariko araka ny antonony ihany ianao, fa tsy dia havelako fotsiny.","Fa izao no lazain'i Jehovah: Maharary ny faharatranao, ary tsy azo sitranina ny ferinao.","Tsy misy handahatra ny teninao; Tsy manana plasitera fanasitranana hapetaka amin'ny ferinao ianao.[Na: Tsy misy mikarakara ny raharahanao hamoritana ny ferinao, Ary tsy, manana plasitera fanasitranana ianao]","Ireo tia anao dia efa nanadino anao avokoa, tsy mba notadiaviny ianao; Fa famelin'ny fahavalo no namelezako anao, dia ny famaizan'ny lozabe, noho ny habetsahan'ny helokao sy ny hamaroan'ny fahotanao.","Nahoana ianao no mitaraina noho ny faharatranao sy noho ny fanaintainanao izay tsy azo atsahatra? Fa noho ny habetsahan'ny helokao sy ny hamaroan'ny fahotanao no nanaovako izany taminao.","Koa izay rehetra mihinana anao dia mba hohanina, ary izay rehetra mampahory anao dia ho lasan-ko babo, izay mamabo anao dia hobaboina, ary Izay rehetra mandroba anao dia hatolotro horobaina.","Fa hotanterahiko ny fanasitranana anao, eny, hositraniko ny faharatranao, hoy Jehovah, noho ny nanaovany anao hoe: Ilay noroahina, sy hoe: Ziona tsy misy mpitady ity.","Izao no lazain'i Jehovah: Indro, hampodiko avy amin'ny fahababoana ny lain'i Jakoba, ary ny fonenany dia hamindrako fo; ka ny tanàna dia haorina ao amin'ny havoany, ary ny lapan'andriana hitoetra ao amin'izay mahamety azy.","Ary hisy fisaorana sy feon'ny mifaly avy ao; Dia hahamaro azy Aho, ka tsy ho vitsy izy, sady hanome voninahitra azy Aho, ka tsy ho ambany izy.","Ny zanany koa ho tahaka ny tany aloha, ary ny fiangonany hampitoerina eo anatrehako, dia hovaliako izay rehetra mampahory azy.","Ary ilay malazany dia ho avy ao aminy ihany, ary ny mpanapaka azy dia ho avy ao aminy ihany koa; Ary hampanakaiky azy Aho, ka dia hanatona Ahy izy, fa iza no sahy hanao ny ainy ho antoka ka hanatona Ahy? hoy Jehovah.[Heb. fony]","Ary ianareo ho oloko, ary Izaho ho Andriamanitrareo.","He! ny tadion'i Jehovah! Mivoaka ny fahatezerana sy ny tadio mitambolimbolina ka miantonta amin'ny lohan'ny ratsy fanahy.","Ny firehetan'ny fahatezeran'i Jehovah tsy ho afaka ambara-panefany sy ambara-panatanterany ny hevitry ny fony; Mbola ho fantatrareo marimarina izany any am-parany."]}