{"book":"Jeremia","chapter":14,"verses":["Ny tenin'i Jehovah izay tonga tamin'i Jeremia ny amin'ny mosary.","Misaona ny Joda, ary mitanondrika ny vavahadiny; Mitafy lamba fioriana izy ka mipetraka amin'ny tany; Ary miakatra ny fitarainan'i Jerosalema.","Ny lehibeny maniraka ny madinika hantsaka rano; Dia tonga any amin'ny lavaka famorian-drano ireny, nefa tsy mahita rano ka miverina mitondra loha mody; Menatra sy mangaihay izy ka misaron-doha.","Noho ny fangentan'ny tany, noho ny tsy nilatsahan'ny ranonorana taminy, dia menatra ny mpiasa ka misaron-doha.[Na: satria tora-kovitra]","Ary na dia ny dieravavy any an-tsaha aza, raha miteraka, dia mahafoy noho ny tsi-fisian'ny ahi-maitso.","Ary ny borikidia mijanona eny an-tendrombohitra mangadihady, mihanahana maniry ny rivotra toy ny amboadia izy; Manjambena ny masony noho ny tsi-fisian'ny ahitra.[Na: jakala]","Ry Jehovah ô, na dia miampanga anay aza ny helokay, miasà ihany Hianao noho ny anaranao; Fa be ny fiodinanay, taminao no nanotanay.","Ry Fanantenan'ny Isiraely ô, Mpamonjy azy amin'ny andro fahoriana! Nahoana Hianao no dia toy ny vahiny amin'ny tany ary toy ny mpandeha izay manorin-day handry indray alina monja?","Nahoana Hianao no dia toy ny olona ankona ary toy ny lehilahy mahery tsy mahavonjy? Nefa mbola ato aminay ihany Hianao, Jehovah ô, ary ny anaranao dia efa nantsoina taminay; Aza dia mandao anay.","Izao no lazain'i Jehovah amin'ity firenena ity: Te-hirenireny toy izao izy, ka tsy mahajanona ny tongony; Tsy sitrak'i Jehovah izy, Ankehitriny dia tsaroany ny helony, ary valiany ny fahotany.","Dia hoy Jehovah tamiko: Aza mivavaka ho an'ity firenena ity hahasoa azy.","Fa na dia mifady hanina aza izy, dia tsy hihaino ny fitarainany Aho; Ary na dia manatitra fanatitra dorana sy fanatitra hohanina aza izy, dia tsy hankasitraka azy Aho, fa haripako amin'ny sabatra sy ny mosary ary ny areti-mandringana izy.","Dia hoy izaho: Indrisy, Jehovah Tompo ô! Indreo ny mpaminany manao aminy hoe: Tsy hiharan'ny sabatra ianareo, ary tsy ho mosarena; Fa homeko fiadanana maharitra eto amin'ity tany ity ianareo.","Dia hoy Jehovah tamiko: Ireo mpaminany ireo dia maminany lainga amin'ny anarako; Tsy naniraka azy Aho, na nandidy azy, na niteny taminy; Fa fahitana mandainga sy faminaniana tsy marina ary tsinotsinona sy fitaky ny fony no aminaniany aminareo.","Koa izao no lazain'i Jehovah ny amin'ireo mpaminany izay maminany amin'ny Anarako ireo nefa tsy nirahiko tsinona ka milaza fa tsy hisy sabatra sy mosary eto amin'ity tany ity: Ny sabatra sy ny mosary indrindra no handringanana ireo mpaminany ireo.","Ary ny firenena izay aminanian'ireo koa dia hiely faty eny an-dalamben'i Jerosalema noho ny mosary sy ny sabatra, ka tsy hisy mpandevina ireny, na ny tenany, na ny vadiny, na ny zananilahy, na ny zananivavy, fa haidiko ao aminy ny faharatsiany.","Koa lazao aminy izao teny izao: Ny ranomasoko hijononoka andro aman'alina ka tsy hitsahatra; Fa ny oloko, zanakavavy virijina, naratra mafy dia mafy tamin'ny kapoka maharary indrindra.","Raha mivoaka any an-tsaha aho, dia indreny ny matin-tsabatra! Ary raha miditra ao an-tanàna kosa aho, dia indreo ny anan'ny mosary! Eny, ny mpaminany sy ny mpisorona dia mirenireny mankamin'ny tany tsy fantany.[Na: ka tsy mahalala]","Efa narianao tokoa va Joda? Efa naharikoriko ny fanahinao va Ziona? Nahoana no dia mamely anay Hianao, ka efa tsy mety sitrana izahay? Nanantena fiadanana izahay, kanjo tsy nahita asa, ary andro fanasitranana, fa indro fampitahorana.[Na: fahafinaretana]","Jehovah ô, tsaroanay ny faharatsianay sy ny heloky ny razanay; Fa efa nanota taminao izahay.","Noho ny amin'ny anaranao dia aza arianao izahay; Aza atao ho tsinontsinona ny seza fiandrianan'ny voninahitrao; Tsarovy, ka aza tsoahanao ny fanekenao taminay.","Mba misy mahalatsaka ranonorana va ireny sampin'ny jentilisa ireny? Na mahay mandatsaka ranonorana mivatravatra va ny lanitra? Fa tsy Hianao ihany va no Izy, ry Jehovah Andriamanitray ô? Koa manantena Anao izahay, satria Hianao no nanao ireo zavatra rehetra ireo.[Heb. zava-poanan']"]}