{"book":"Jeremia","chapter":6,"verses":["Hianareo, zanak'i Benjamina, mandosira faingana hiala an'i Jerosalema, ary tsofy ao Tekoa ny anjomara, ka manaova tsangan'afo ao Beti-hakerema; Fa misy loza sy fandringanana be miposaka avy any avaratra.[Na: manangàna famantarana]","Ziona zanakavavy dia ampitoviko amin'ny fiandrasan-ondry misy ahitra milenodenoka.[Na: Aringako ilay tsara tarehy sy mihantahanta, dia Ziona zanakavavy]","Ao aminy no alehan'ny mpiandry sy ny ondry; Haoriny manodidina azy ny lainy, ka samy handany ny ao akaikiny avy izy.","Mitaova ianareo hanao ady masina hamelezana azy; Mitsangàna, ka andeha isika hiakatra antoandro. Lozantsika! fa lasan-davitra ny andro, ka efa mandroso ny aloky ny hariva.","Mitsangàna, ka andeha isika hanao latsak'alina, ary aoka horavantsika ny trano-beny.","Fa izao no lazain'i Jehovah, Tompon'ny maro; Kapao ny hazo, ary manandrata tovon-tany hamelezana an'i Jerosalema; Io ilay tanàna hovaliana, feno fampahoriana ny ao anatiny.","Toy ny loharano mampiboiboika ny ranony no ampiboiboihany ny faharatsiany; An-keriny sy fandravana no re ao aminy; Eo anatrehako mandrakariva ny faharariana sy ny faharatrana.","Minoa anatra ianao, ry Jerosalema, fandrao miombotra miala aminao ny fanahiko, ary fandrao hataoko tany lao ianao, dia tany tsy honenana.","Izao no lazain'i Jehovah, Tompon'ny maro: Hotsimponina fatratra toy ny fitsimpona voaloboka izay sisa amin'ny Isiraely; Avereno ho amin'ny sakeliny ny tananao toy ny mpioty voaloboka.[Na: harona]","Iza no hilazako sy hanariko mba handrenesany? Indro, ny sofiny dia tsy voafora, ka tsy mahahaino izy; He! tsatsoiny ny tenin'i Jehovah ka tsy ankamaminy.","Fa ny fahatezeran'i Jehovah mahafeno ahy ka tsy zakako tsindriana intsony! Aidino amin'ny ankizy madinika eny an-dalambe sy amin'ny fiokoan'ny zatovo izany; Fa na lehilahy na vehivavy dia hosamborina avokoa, ary ny anti-panahy mbamin'ny ela niainana koa;","Ary ho lasan'ny sasany ny tranony mbamin'ny sahany sy ny vehivavy koa; Fa hahinjitro amin'ny mponina amin'ny tany ny tanako, hoy Jehovah,","Satria izy rehetra, na ny kely na ny lehibe, dia samy fatra-pila harena avokoa; Na ny mpaminany na ny mpisorona dia samy mamitaka avokoa.","Fa nataotaony foana ny fanasitranany ny faharatran'ny oloko zanakavavy tamin'ny nanaovany hoe: Fiadanana, fiadanana; Kanjo tsy misy fiadanana tsinona!","Nomenarina izy noho ny nanaovany fahavetavetana, nefa tsy mba menatra akory izy ary tsy mba valahara; Koa ho lavo ao amin'izay lavo izy, amin'ny andro hamaliako azy dia ho tafintohina izy, hoy Jehovah.","Izao no lazain'i Jehovah: Mijanona eo an-dalana ianareo, ka izahao, ary anontanio izay lalana masaka hatry ny ela. Dia izay lalana mankany amin'ny tsara, ka iny no izory, dia hahita fitsaharana ho an'ny fanahinareo ianareo; Nefa hoy izy: Tsy hizotra izahay.","Ary nasiako mpitily ianareo hanao hoe: Henoy ny feon'ny anjomara! Nefa hoy ianareo: Tsy hihaino izahay.[Heb. izy]","Koa henoinareo, ry jentilisa, ary aoka ho fantatrareo, ry fiangonana, ny hanjo azy.","Henoy, ry tany! Indro, Izaho hahatonga loza amin'ity firenena ity, dia ny vokatry ny heviny ihany; Fa tsy nihaino ny teniko izy, ary nolaviny ny lalàko.","Nahoana no itondrana ditin-kazo mani-pofona avy any Sheba Aho sy veromanitra avy any amin'ny tany lavitra? Tsy sitrako ny fanatitra doranareo, ary tsy mamiko ny zavatra vonoinareo hatao fanatitra.","Koa izao no lazain'i Jehovah: Indro hasiako fahatafintohinana eo amin'ity firenena ity, ka dia samy ho tafintohina amin'izany ny ray mbamin'ny zanany; Ho faty ny olona mbamin'ny namany.","Izao no lazain'i Jehovah: Indro, misy firenena avy any amin'ny tany avaratra, dia firenena lehibe mitsangana avy any amin'ny faran'ny tany;","Tsipika sy lefona no entiny, lozabe sady tsy mamindra fo izy; Ny feony dia mirohondrohona toy ny ranomasina, sady mitaingin-tsoavaly izy ary voaomana tahaka ny lehilahy ho amin'ny ady, hamelezana anao, ry Ziona zanakavavy.","Efa renay ny lazany, ka miraviravy tanana izahay; Fahoriana no mahazo anay, eny, fanaintainana tahaka ny vehivavy raha miteraka.","Aza mivoaka ho any an-tsaha, ary aza mandeha amin'ny lalambe; Fa manan-tsabatra ny fahavalo, misy fampangorohoroana manodidina.","Ry oloko zanakavavy, misikìna lamba fisaonana ianao, ary mihosena lavenona, ka manaova fisaonana toy ny fisaonana zanakalahy tokana, dia fitomaniana fatratra; Fa ho avy tampoka amintsika ny mpandringana.","Ho mpizaha toetra ao amin'ny oloko no nanendreko anao, dia ho fiarovana mafy, mba ho fantatrao sy hizahanao toetra ny alehany.","Tena maditra avokoa izy rehetra ka mandehandeha manaratsy, varahina sy vy izy; Samy mpanao ratsy avokoa izy rehetra.","May ny tafoforana, levon'ny afo ny firaka, foana ny nandrendrehan'ny mpandrendrika, fa tsy voaisotra ny ratsy.","Ataon'ny olona hoe, volafotsy tsy lany izy, satria tsy lanin'i Jehovah."]}