{"book":"Jeremia","chapter":20,"verses":["Ary Pasora, zanak'i Imera, mpisorona sady mpiandraikitra ny tranon'i Jehovah, raha nandre an'i Jeremia naminany izany zavatra izany,","dia namely an'i Jeremia mpaminany sady namatotra azy tamin'ny boloky hazo izay teo am-bavahadin'i Benjamina, dia ilay eo ambony, eo anilan'ny tranon'i Jehovah.","Ary nony ampitso, dia nesorin'i Pasora tamin'ny boloky hazo Jeremia. Dia hoy Jeremia taminy: Tsy nataon'i Jehovah hoe Pasora ny anaranao, fa Magora-misabiba.[Pasora = fiadanana manodidina(?)][Magora-misabiba = Fampangorohoroana manodidina]","Fa izao no lazain'i Jehovah: Indro, hataoko fampangorohoroana ho an'ny tenanao sy ny sakaizanao rehetra ianao, ary ho lavon'ny sabatry ny fahavalony ireo, dia ho hitan'ny masonao izany; ary ny Joda rehetra hatolotro eo an-tànan'ny mpanjakan'i Babylona, dia ho entiny ho babo any Babylona izy ka hovonoiny amin'ny sabatra.","Ary ny harena rehetra amin'ity tanàna ity sy ny vokatry ny fisasarany rehetra sy ny zava-tsoany rehetra ary ny rakitry ny mpanjakan'ny Joda rehetra dia samy hatolotro eo an-tànan'ny fahavalony, ka dia hamabo sy haka azy ireny ary hitondra azy ho any Babylona.","Ary ianao, ry Pasora, sy izay rehetra mitoetra ao an-tranonao dia ho lasan-ko babo; ary ho tonga any Babylona ianao, ka any no hahafatesanao, ary any koa no handevenana anao mbamin'ny sakaizanao rehetra izay efa naminanianao lainga.","Jehovah ô, notaominao aho ka voataona; Nosamborinao aho ka resinao; Tonga fihomehezana mandritra ny andro aho; Izy rehetra dia maneso ahy.","Fa na oviana na oviana no itenenako, dia tsy maintsy mitaraina aho, eny, miantso aho hoe: Loza sy fandravana! Fa ny tenin'i Jehovah dia atao fanakorana sy fihomehezana ahy isan'andro.","Dia hoy izaho: Tsy hanonona Azy aho na hiteny intsony amin'ny anarany. Nefa izany dia tonga toy ny afo mirehitra ato am-poko, voahidy ato amin'ny taolako; Ary sasatra ny niaritra aho ka tsy mahazaka.","Fa reko ny endrikendriky ny maro, misy fampangorohoroana manodidina. Torio, eny, hotorintsika koa izy; Izay rehetra tsara fihavanana amiko dia miandry izay hahalavoako ka manao hoe: Angamba ho voataona Izy, dia horesentsika sy hovaliantsika.","Kanefa Jehovah momba ahy toy ny lehilahy mahery mahatahotra, ary noho izany dia ho tafintohina ny mpanenjika ahy ka tsy haharesy; Ho menatra indrindra izy, satria tsy hendry. Fahamenarana mandrakizay izay tsy hohadinoina izany![Na: tsy ambinina]","Fa Hianao, Jehovah, Tompon'ny maro ô, Izay mamantatra ny marina ka mizaha toetra ny voa sy ny fo ho hitako ny famalianao azy, fa aminao no efa nanankinako ny adiko.","Mihirà ho an'i Jehovah, miderà an'i Jehovah; Fa Izy namonjy ny fanahin'ny malahelo tamin'ny tanan'ny mpanao ratsy.","Ho voaozona anie ny andro izay nahaterahako! Aoka tsy hotahina anie ny andro izay niterahan'ineny ahy!","Ho voaozona anie ny olona izay nitondra teny mahafaly tamin'ikaky nanao hoe: Tera-dahy ianao! Ka nahafaly azy indrindra.","Aoka Izany lehilahy izany ho toy ny tanàna izay noravan'i Jehovah ka tsy nanenenany; Ary aoka izy handre fitarainana nony maraina sy akoralava nony mitataovovonana,","Satria tsy nahafaty ahy tany an-kibo izy, hahatonga an'Ineny ho fasako, ka hivesatra ahy mandrakariva ny kibony.","Nahoana re aho no nivoaka avy tany an-kibo mba hahita fahoriana sy alahelo, ka ho lany aman-kenatra ny androko!"]}