{"book":"Jeremia","chapter":1,"verses":["Ny tenin'i Jeremia, zanak'i Hilkia, isan'ny mpisorona tao Anatota, tamin'ny tanin'ny Benjamina,","izay nanambarana ny tenin'i Jehovah tamin'ny andron'i Josia, zanak'i Amona, mpanjakan'ny Joda, tamin'ny taona fahatelo ambin'ny folo nanjakany,","sy tamin'ny andron'i Joiakima, zanak'i Josia, mpanjakan'ny Joda koa, ka hatramin'ny faran'ny taona fahiraika ambin'ny folo nanjakan'i Zedekia, zanak'i Josia, mpanjakan'ny Joda, dia hatramin'ny namaboana an'i Jerosalema tamin'ny volana fahadimy.","Tonga tamiko ny tenin'i Jehovah nanao hoe:","Hatry ny fony ianao tsy mbola noforoniko tany an-kibo no efa fantatro, ary hatry ny fony ianao tsy mbola teraka no efa nohamasiniko sy notendreko ho mpaminany ho an'ny firenena.","Ary hoy kosa aho: Indrisy, Jehovah Tompo ô! indro, tsy mahay mandaha-teny aho, fa mbola zaza.","Fa hoy Jehovah tamiko: Aza manao hoe: Mbola zaza aho; fa handeha amin'izay rehetra hanirahako anao ianao, ary izay rehetra handidiako anao no hambaranao.","Aza matahotra azy ianao; fa momba anao hamonjy anao Aho, hoy Jehovah.","Dia naninjitra ny tànany Jehovah ka nanendry ny vavako, ary hoy Jehovah tamiko: Indro, efa nataoko ao am-bavanao ny teniko,","ary indro Aho manendry anao izao andro anio izao hanam-pahefana amin'ny firenena sy ny fanjakana hanongotra sy hanjera sy handrava sy handrodana ary hanorina sy hamboly.","Ary tonga tamiko indray ny tenin'i Jehovah nanao hoe: Ry Jeremia, inona izao hitanao izao? Ary hoy izaho: Rantsan-kazo mahatsiaro no hitako.[Ny amygdala no ataon'ny Hebreo hoe \"hazo mahatsiaro\", satria mamony alohan'ny hazo sasany]","Dia hoy Jehovah tamiko: Marina ny ahitanao azy; fa mahatsiaro Aho mba hahatanteraka ny teniko.","Ary tonga tamiko fanindroany indray ny tenin'i Jehovah nanao hoe: Inona izao hitanao izao; Ary hoy izaho: Vilany mangotraka no hitako, ary mitongilana mianatsimo ny vavany.","Dia hoy Jehovah tamiko: Hiroatra avy any avaratra ny loza hanjo ny mponina rehetra amin'ny tany.","Fa, indro, hantsoiko firenena rehetra amin'ny fanjakana any avaratra, hoy Jehovah; dia ho tonga izy, ka samy hametraka ny seza fiandrianany eo anoloan'ny vavahadin'i Jerosalema avokoa hamelezany ny mandany rehetra manodidina sy ny tanàna rehetra any Joda.","Ary hifandahatra aminy Aho noho ny haratsiany rehetra, dia ny nahafoizany Ahy sy ny nandoroany ditin-kazo manitra ho an'ny andriamani-kafa ary ny niankohofany teo anatrehan'ny asan'ny tànany.","Fa ianao kosa dia misikìna, ary miomàna, ka lazao aminy izao rehetra andidiako anao izao; aza matahotra ireo, fandrao dia hataoko raiki-tahotra eo anatrehany ianao.","Indro, Izaho hanao anao ho tanàna mimanda sy andry vy ary manda varahina mba tsy ho leon'ny tany rehetra, na ny mpanjakan'ny Joda, na ny lehibeny, na ny mpisorony, na ny vahoaka.","Fa hiady aminao ireny, nefa tsy hahaleo anao, satria momba anao hamonjy anao Aho, hoy Jehovah."]}