{"book":"Jeremia","chapter":8,"verses":["Amin'izany andro izany, hoy Jehovah, dia hofongarina avy ao am-pasana ny taolan'ny mpanjakan'ny Joda sy ny taolan'ny lehibeny sy ny taolan'ny mpisorona sy ny taolan'ny mpaminany ary ny taolan'ny mponina any Jerosalema,","ka haeliny eo anatrehan'ny masoandro sy ny volana ary ny kintana rehetra eny amin'ny lanitra, izay efa tiany sy notompoiny sy efa narahiny sy efa notadiaviny ary efa niankohofany teo anatrehany: tsy hangonina na halevina intsony ireny, fa hatao zezika eny ambonin'ny tany.","Ary ny sisa rehetra amin'ity taranaka ratsy ity, izay mbola sisa any amin'ny tany rehetra nandroahako azy, dia haniry ny ho faty noho ny ho velona, hoy Jehovah, Tompon'ny maro.","Ary koa, lazao aminy hoe: Izao no lazain'i Jehovah: Ho lavo va ny olona ka tsy hiarina? Hihodina hivily va ny olona ka tsy hitodika hiverina?","Nahoana ity firenena eto Jerosalema ity no miodina amin'ny fiodinana tsy mety mitsahatra? Mikikitra mafy amin'ny fitaka izy ka tsy mety miverina.[Heb. ity firenena Jerosalema ity]","Nihaino Aho, ka nandre, fa manao teny tsy marina izy: Ary tsy misy manenina ny amin'ny haratsiany hoe: Endrey izany nataoko izany! Izy rehetra dia samy mivily mankamin'ny alehany avy tahaka ny soavaly miriotra ho amin'ny ady.[Na: samy mivily eny am-pandehanany]","Na dia ny vano eny amin'ny lanitra aza dia mahalala ny fotoan'androny, ary ny domohina sy ny sidintsidina ary ny vanobe koa samy mitandrina ny fotoana fihaviany; Fa ny oloko kosa tsy mba mahalala ny fitsipik'i Jehovah.","Ahoana no anaovanareo hoe: Hendry izahay, ary ato aminay ny lalàn'i Jehovah? Nefa ny fanoratan-daingan'ny mpanoratra mahatonga azy ho lainga.","Mahazo henatra ny hendry, raiki-tahotra sy voasambotra izy; Indro, ny tenin'i Jehovah dia nolaviny, ka inona intsony no fahendrena ananany?","Ary noho izany dia homeko ho an'ny sasany ny vadiny, ary ny sahany ho an'izay maka azy, satria izy rehetra, na ny kely na ny lehibe, dia samy fatra-pila harena, na mpaminany na mpisorona dia samy mamitaka avokoa.","Fa nataotaony foana ny fanasitranany ny faharatran'ny oloko zanakavavy tamin'ny nanaovany hoe: Fiadanana, fiadanana; Kanjo tsy misy fiadanana tsinona!","Nomenarina izy noho ny nanaovany fahavetavetana, nefa tsy mba menatra akory izy, ary tsy mba valahara; Koa ho lavo ao amin'izay lavo izy, amin'ny andro hamaliana azy dia ho tafintohina izy, ho Jehovah.","Hakifako tokoa izy, hoy Jehovah; Tsy mamoa ny voaloboka, ary tsy misy voany ny aviavy, malazo ny raviny; Ary nanendry izay hanafika azy Aho.","Nahoana isika no mbola mipetra-poana? Mivoria ianareo, ka andeha isika hiditra any an-tanàna mimanda, ka dia ho faty ao; fa Jehovah Andriamanitra efa nanendry antsika ho faty ka nanome rano mangidy hosotrointsika Noho ny nanotantsika tamin'i Jehovah.","Nanantena fiadanana isika, kanjo tsy nahita soa; Ary andro fanasitranana, fa indro fampitahorana.[ Na: fahafinaretana]","Ny fiefonefon'ny soavaly dia re hatrany Dana: Mihorohoro ny tany rehetra noho ny fanenon'ny soavaly matanjaka; Fa avy izy ka mandany ny tany mbamin'ny izay rehetra ao aminy, dia ny tanàna sy izay monina ao.","Fa indro Aho handefa bibilava hamely anareo, dia menarana izay tsy azon'ody, ka hanaikitra anareo ireny, hoy Jehovah.","Indrisy! enga anie ka hisy fahamiramiranana ho ahy eto amin'ny alaheloko, fa reraka ny foko ato anatiko.","Injany! misy feo fitarainan'ny oloko zanakavavy hatrany amin'ny tany lavitra hoe: Moa Jehovah tsy ao Ziona va? Ary tsy ao aminy va ny Mpanjakany? Nahoana no nahatezitra Ahy ireny tamin'ny sarin-javatra voasokitra ao aminy sy tamin'ny zava-poana avy amin'ny firenena hafa?","Lasa ny fararano, tapitra ny taom-piotazana, nefa tsy voavonjy isika.","Torotoro aho noho ny fahatorotoroan'ny oloko zanakavavy; Misaona aho, ary horohoro no mahazo ahy.","Moa tsy misy balsama va any Gileada? Moa tsy misy dokotera va any? Koa nahoana no tsy tanteraka ny fanasitranana ny oloko zanakavavy?","Enga anie ka ho rano ny lohako, ary ho loharanon-dranomaso ny masoko, mba hitomaniako andro aman'alina noho ny voavono amin'ny oloko zanakavavy!"]}