{"book":"Jeremia","chapter":48,"verses":["Ny amin'i Moaba. Izao no lazain'i Jehovah, Tompon'ny maro, Andriamanitry ny Isiraely: Nidiran-doza Nebo, fa rava! Mangaihay Kiriataima, fa afaka; Mangaihay Misgaba sady raiki-tahotra.[Na: ny fiarovana avo]","Tsy misy ho reharehan'i Moaba intsony; Tao Hesbona no niheverany hampididoza aminy hoe: Andeha horavantsika tsy ho firenena izy. Ho ringana koa ianao, ry Madmena, Hanenjika anao ny sabatra.","Injay! misy feo fitarainana ao Horonaima hoe: Fandravana sy fandringanana be!","Rava Moaba, ny madinika ao dia mamoaka fitarainana.","Fa miakatra mitomany lalandava eny amin'ny fiakarana Lohita izy; Ary amin'ny fidinana mankany Horonaima no andrenesana fitarainana mafy noho ny fandringanana.","Mandosira, vonjeo ny ainareo. Ary aoka ho tahaka ny olona mahantra any an-efitra ianareo.[Na: ny anjavidy]","Fa noho ny nitokianao tamin'ny asanao sy ny rakitrao dia ho voasambotra koa ianao; Ary Kemosy ho lasan-ko babo, dia ny mpisorony sy ny mpanapaka rehetra.","Ary ny mpandringana ho tonga ao amin'ny tanàna rehetra, ka tsy hisy tanàna tsy ho afaka; Ny lohasaha koa ho simba, ary ny tany lemaka ho rava, araka izay nolazain'i Jehovah.","Omeo elatra Moaba, fa hanidina izy ka ho lasa; Ary ho lao ny tanànanay, ka tsy hisy mponina.","Ho voaozona anie Izay manao tsirambina foana ny asa asain'i Jehovah atao! Eny, ho voaozona anie izay mihazona ny sabany tsy handatsa-drà!","Moaba nandry fahizay hatry ny fony izy mbola kely ka niotrika tao amin'ny faikany, fa tsy naidina nafindrafindra siny, ary tsy mbola lasan-ko babo izy; koa izany no aharetan'ny tsirony ao aminy sy tsy iovan'ny fofony.","Koa, indro, avy ny andro hanirahako mpanohoka ho any aminy, hoy Jehovah, Izay hanohoka azy ka hahafoana ny fitoeran-divainy sady hanorotoro ny sininy.","Ary Moaba ho menatra noho ny amin'i Kemosy toy ny nahamenaran'ny taranak'Isiraely noho ny amin'i Betela tokiny.","Ahoana no anaovanareo hoe: Lehilahy matanjaka sady mahery an'ady izahay?","Rava Moaba, fa ny tanànany dia efa nanihina. Ary ny zatovony voafantina efa nidina ho any amin'ny famonoana. Hoy ny Mpanjaka, Jehovah, Tompon'ny maro, no anarany.[Na: efa levon-ko setroka]","Efa antomotra ny loza hanjo an'i Moaba, ary mimaona ny fahoriany.","Mitomania azy, ianareo rehetra izay manodidina azy sy ianareo rehetra izay mahalala ny anarany! Eny, manaova hoe: Indrisy! tapaka ny tehina mafy sy ny tsorakazo tsara tarehy!","Ry Dibona, zanakavavy mponina, midina miala amin'ny voninahitrao, ka mitoera ao amin'ny tany mangentana, fa ilay mandringana an'i Moaba dia miakatra mamely anao sady mandrava ny fiarovanao.","Ry mponina any Aroera, mijanòna eny an-dalambe, ka mitazàna, ary izay mandositra, na lehilahy na vehivavy, dia anontanio hoe: Nozoin'inona ianareo?","Afa-baraka Moaba, eny, raiki-tahotra izy; Midradradradra sy mitaraina, ka ambaraonareo ao Arnona fa rava Moaba.","Ary ny fitsarana dia miakatra ao amin'ny tany lemaka, dia ao Holona sy Jahaza sy Mefata","Sy Dibona sy Nebo sy Beti-diblataima","Sy Kiriataima sy Beti-gamola sy Beti-meona","Sy Keriota ary Bozra, eny, ny tanànan'i Moaba rehetra, na ny lavitra na ny akaiky.","Voakapa ny tandrok'i Moaba, ary tapaka koa ny sandriny, hoy Jehovah.","Ataovy leony izy, fa niavonavona tamin'i Jehovah; Moaba hihosinkosina amin'ny loany sady mba ho tonga fihomehezana kosa.","Fa tsy efa nataonao ho fihomehezana va ny Isiraely? Moa hita fa naman'ny mpangalatra va izy, no dia mihifikifika ianao isaky ny milaza azy?","Ry mponina any Moaba! ilaozy ny tanàna, ka mitoera ao amin'ny harambato, ary aoka ho tahaka ny voromailala izay manao ny akaniny er? am-pitan'ny hantsana ianao.","Ffa renay ny fiavonavonan'i Moaba fatra-piavonavona loatra izy dia ny fireharehany sy ny fiavonavonany sy ny fiaingitrainginy ary ny avonavon'ny fony.","Izaho mahalala ny fihoa-bavany sy ny fibedibediny foana, hoy Jehovah; Tsinontsinona ny ataony.","Koa hidradradradra noho ny amin'i Moaba aho; Eny, hitomany noho ny amin'i Moaba rehetra aho, ary hitsetra noho ny amin'ny mponina ao Kira-haresa ny olona.","Mihoatra noho ny fitomanian'i Jazera no hitomaniako anao, ry voalobok'i Sibma, tafita ny ranomasina ny rantsanao ary tonga hatrany amin'ny ranomasin'i Jazera; Ny mpandripaka dia tonga handripaka ny voankazonao masaka fahavaratra sy ny voalobokao.[Na: fitomaniana an']","Ary ny hafaliana sy ny faharavoravoana nesorina tamin'ny saha nahavokatra sy tamin'ny tany Moaba, ary nataoko tankina ny divay tamin'ny vata fanantazana ranom-boaloboka, tsy hisy hihoby amin'ny fanitsakitsahana; Ny fihobiana dia tsy fihobiana akory.","Ny fitarainan'i Hesbona dia re hatrany Elale sy Jahaza. Hatrany Zoara ka hatrany Horonaima sy Eglata-selisia; Fa na dia ny ranon'i Nimrima aza dia ho ritra koa.[Na: ilay ombivavy kely telo taona]","Ary hatsahatro ao Moaba koa Izay miakatra hanatitra amin'ny fitoerana avo sy izay mandoro ditin-kazo manitra ho an'ny andriamaniny, hoy Jehovah.","Ary noho izany ny foko dia mitomany manao feon-tsodina noho ny amin'i Moaba, ary ny foko mitomany manao feon-tsodina noho ny amin'ny mponina ao Kira-haresa. Eny, noho izany dia levona ny harena be izay nohariny.","Fa mibory ny loha rehetra. Ary voaharatra ny somotra rehetra, misy tetika amin'ny tanana rehetra sy lamba fisaonana amin'ny valahana.","Eny, amin'ny tampon-trano rehetra any Moaba sy eny an-kalalahana dia misy fisaonana avokoa; Satria torotoroiko toy ny fanaka tsy mahafinaritra intsony Moaba, hoy Jehovah.","Indrisy! raiki-tahotra izy! Midradradradrà! Indrisy! efa miamboho Moaba, mangaihay Izy, ka dia tonga fihomehezana sy fampitahorana ho an'izay rehetra manodidina azy.","Fa izao no lazain'i Jehovah: Indro, hanidina toy ny voromahery izy ka hamelatra ny elany hipaoka an'i Moaba.","Afaka ny tanàna, ka azo ny batery fiarovana, ary amin'izany andro izany ny fon'ny lehilahy maherin'i Moaba dia ho tahaka ny fon'ny vehivavy mihetsi-jaza.[Na: keriota]","Ary horavana tsy ho firenena intsony Moaba. Satria niavonavona tamin'i Jehovah izy.","Tahotra sy lavaka ary fandrika no mahazo anao, ry mponina any Moaba, hoy Jehovah.","Izay mandositra ny tahotra dia ho latsaka any an-davaka; Ary izay miakatra avy any an-davaka dia ho voan'ny fandrika; Fa hataoko tonga amin'i Moaba ny taona hamaliana azy, hoy Jehovah.","Ao amin'ny alokalok'i Hesbona no ijanonan'ny mpandositra, satria lany hery ireny; Kanjo misy afo mivoaka avy any Hesbona, ary lelafo avy any Sihona, ka mandevona ny sisin'i Moaba sy ny tampon-dohan'ny mpitabataba.","Idiran-doza ianao, ry Moaba! Ringana ny olon'i Kemosy! Fa ho babo ny zanakao-lahy, ary ho sambotra ny zanakao-vavy.","Nefa mbola hampodiko avy amin'ny fahababoana ihany Moaba any amparany, hoy Jehovah. Hatreto ny amin'ny fitsarana an'i Moaba."]}