{"book":"Jeremia","chapter":50,"verses":["Izao no teny nampilazain'i Jehovah an'i Jeremia mpaminany ny amin'i Babylona dia ny tanin'ny Kaldeana.","Ambaraonareo, eny, torio any amin'ny firenena, ary manangàna faneva, torio, fa aza afenina, ataovy hoe: Afaka Babylona! Mangaihay Bela, raiki-tahotra Merodaka! Eny, mangaihay ny sampiny, Raiki-tahotra ny sarin-javatra!","Fa misy firenena avy any avaratra miakatra hamely azy ka hahatonga ny taniny ho lao tsy hisy mponina intsony; Fa na ny olona na ny biby dia samy handositra ka ho lasa avokoa.","Amin'izany andro izany sy amin'izany fotoana izany, hoy Jehovah, dia ho avy ny Zanak'Isirsely, dia izy mbamin'ny taranak'i Joda, eny, handeha izy sady hitomany eny am-pandehanana ka hitady an'i Jehovah Andriamaniny.","Hanontany ny lalana mankany Ziona izy sady hanatrika hankany ka hanao hoe: Avia, ka maneke ho an'i Jehovah amin'ny fanekena mandrakizay izay tsy hohadinoina.","Ondry very ny oloko, fa ny mpiandry azy nampirenireny azy, eny, nampirenireny azy teny an-tendrombohitra izy; Nirenireny teny an-tendrombohitra sy teny an-kavoana ireny. Ka hadinony ny tany fandriany.","Izay rehetra nahita azy dia nandringana azy, ary ny fahavalony nanao hoe: Tsy manan-keloka izahay, satria izy efa nanota tamin'i Jehovah, fonenan'ny fahamarinana, dia Jedovah, fanantenan'ny razany.","Mandosira hila an'i Babylona, eny, mialà amin'ny tanin'ny Kaldeana, ary aoka ianareo ho tahaka ny anankiray izay tari-dalan'ny ondry aman'osy andiany.","Fa, indro, Izaho hamporisika sy hampiakatra firenena lehibe manao andiany avy any avaratra hamely an'i Babylona; Ary hilahatra hamely azy ireo, ka avy ao no hanafahany azy; Ny zana-tsipìkany ho tahaka ny lehilahy mahery sady mahay, izay tsy miverina foana.","Ary Kaldea ho voababo; Izay rehetra mamabo azy dia ho afa-po, hoy Jehovah.","Satria, mifaly sy miravoravo ianareo, ry mpamabo ny lovako, eny, mifalihavanja toy ny ombivavy kely mively vary ianareo sady maneno toy ny soavaly matanjaka;[Na: ombivavy kely eny amin'ny ahitra]","Dia ho menatra indrindra ny reninareo, hangaihay ilay niteraka anareo; Indro, ny faran'ny firenena, efitra sy tany karankaina ary tani-hay!","Noho ny fahatezeran'i Jehovah dia tsy honenana Babylona. Fa ho tonga tany lao avokoa; Izay rehetra mandalo azy dia ho gaga ka hisitrisitra noho ny loza rehetra namelezana azy.","Milahara manodidina hamely an'i Babylona, ianareo rehetra izay manenjana tsipìka; Asio izy, fa aza tsitsina ny zana-tsipìka, fa tamin'i Jehovah no nanotany.","Akoray manodidina izy! Fa efa nikoy; Nirodana ny bateriny, rava ny mandany; Fa famalian'i Jehovah izany. Valio izy, eny, toy ny efa nataony no mba ataovinareo aminy kosa.","Aringano tsy ho any Babylona ny mpamafy sy izay mitana fijinjana amin'ny fararano; Fa noho ny sabatra mandoza dia samy hihodina ho any amin'ny fireneny avy izy, ary samy handositra ho any amin'ny taniny avy.","Ondry iray voavily ny Isiraely, Liona no nanenjika azy; Voalohany dia ny mpanjakan'i Asyria no nandany azy. Ary farany dia ity Nebokadnezara, mpanjakan'i Babylona, ity no nanapatapaka ny taolany.[Na: nikiky]","Koa izao no lazain'i Jehovah, Tompon'ny maro, Andriamanitry ny Isiraely: Indro, hovaliko ny mpanjakan'i Babylona sy ny taniny toy ny efa namaliako ny mpanjakan'i Asyria.","Ary hampodiko ho any amin'ny saha fiandrasana azy indray ny Isiraely, ka hihinana ao Karmela sy Basana izy; Ary any an-tany havoan'i Daima sy Gileada no hahavoky azy.","Amin'izany andro izany sy amin'izany fotoana izany, hoy Jehovah, dia hotadiavina izay heloky ny Isiraely, fa tsy hisy; Ary izay fahotan'ny Joda, fa tsy ho hita; Satria havelako ny helok'izay sisa narovako.","Iakaro Ibefikomiana sy ny mponina ao Arapamaliana; Ravao sy aringano manarakaraka azy, hoy Jehovah, ary manaova araka izay rehetra nandidiako anao.[Anaran'i Babylona io][Heb. ataovy herema]","Misy tabataban'ady amin'ny tany sy fandringanana be.","Indrisy! tapaka sy torotoro ilay fampohazan'ny tany rehetra; Indrisy! Babylona efa tonga figagana any amin'ny firenena.","Nofandrihako ianao, ry Babylona, ka voa, nefa tsy fantatrao akory; Hita ka voasambotra koa ianao, Satria nila ady tamin'i Jehovah.","Novohan'i Jehovah ny firaketany. Ka navoakany ny fitaovan'ny fahatezerany; Fa misy hataon'i Jehovah, Tompon'ny maro, any amin'ny tanin'ny Kaldeana.","Avia avokoa ianareo rehetra hamely azy; Vohay ny trano fitoeran-kanina, atobitobio toy ny antontan-bary, ka levony avokoa izay ao; Fa aza avela hisy sisa ho azy.[Heb. ataovy herema]","Vonoy ireo ombilahy rehetra, ary aoka hidina ho any amin'ny famonoana izy. Mahita loza izy, fa tonga ny androny, dia ny fotoana hamaliana azy.","Injany! misy feon'izay mandositra sy izay afaka avy any amin'ny tany Babylona, hanambara ny famalian'i Jehovah Andriamanitsika ao Ziona, dia ny famaliana noho ny tempoliny.","Antsoy ny mpandefa zana-tsipìka hamely an'i Babylona. Dia ny mpanenjana tsipìka rehetra; Mitobia manodidina hamely azy; Aoka tsy hisy ho afaka izy; Valio araka ny asany izy, eny, araka ny asa rehetra nataony, no mba ataovy aminy kosa; Fa niavonavona tamin'i Jehovah izy, dia tamin'ny Iray Masin'ny Isiraely.[Na: ny mahery]","Koa hiampatrampatra eny ankalalahana ny zatovony, ary ho ringana ny miaramilany rehetra amin'izany andro izany, hoy Jehovah.","Indro, hiatrika aminao Aho, ry Ifiavonavonana, hoy Jehovah, Tompon'ny maro; Fa tonga ny andronao, dia ny fotoana hamaliako anao.","Ho tafintohina Ifiavonavonana, dia ho lavo, ka tsy hisy hanarina azy; Ary handrehitra afo ao an-tanànany Aho, ka handevona ny manodidina azy rehetra izany.","Izao no lazain'i Jehovah, Tompon'ny maro: Niara-nampahorina ny Zanak'Isiraely sy ny taranak'i Joda; Ary izay rehetra namabo azy dia mihazona azy mafy ka tsy mety mandefa azy.","Mahery ny Mpanavotra azy, Jehovah, Tompon'ny maro, no anarany; Handahatra ny adiny tokoa Izy, mba hampiadana ny tany sy hampangovitra ny mponina any Babylona kosa.","Indro! hisy sabatra hamely ny Kaldeana mbamin'ny mponina any Babylona sy ny mpanapaka azy sy ny olon-kendriny, hoe Jehovah.","Indro! hisy sabatra hamely ny mpibedibedy, ka ho very saina izy; Indro! hisy sabatra hamely ny lehilahy maheriny, ka hivadi-po izy.","Indro! hisy sabatra hamely ny soavaliny sy ny kalesiny mbamin'ny olona samy hafa firenena rehetra ao aminy, ka ho tonga toy ny vehivavy ireny! Indro! Hisy sabatra hamely ny firaketany, ka horobaina izany.","Ny fihantonan'ny andro no mahatankina ny ranony; Fa tany be sarin-javatra voasokitra izy, ary ny sampiny mahatahotra mahadala azy.","Koa ny bibi-dia any an-efitra sy ny kary sy ny ostritsa no honina ao; Tsy honenana intsony mandrakizay izy ary tsy hitoerana hatramin'ny taranaka fara-mandimby.[Heb. jakala]","Toy ny nandravan'Andriamanitra an'i Sodoma sy Gomora mbamin'ny tanàna eny akaikiny, hoy Jehovah, no tsy hisian'olona honina any na zanak'olombelona hivahiny any.","Indro, misy firenena avy any avaratra, dia firenena lehibe sy mpanjaka maro no mitsangana avy any amin'ny faran'ny tany.","Tsipika sy lefona no entiny; Lozabe sy tsy mamindra fo izy, ny feony dia mirohondrohona toy ny ranomasina, sady mitaingin-tsoavaly izy ary voaomana tahaka ny lehilahy ho amin'ny ady, hamely anao, ry Babylona zanakavavy.","Efa ren'ny mpanjakan'i Babylona ny lazany, ka miraviravy tànany izy; Fahoriana no mahazo azy, eny, fanaintainana tahaka ny vehivavy raha miteraka.","Indro, toy ny fiakatry ny liona avy ao amin'ny kirihitrala eny amoron'i Jordana no hiakarany ho any amin'ny misy ahitra mateza; Nefa hampandosiriko tampoka hiala ao aminy izy, ary izay olona anankiray voafidy no hotendreko hanapaka azy; Fa iza no tahaka Ahy, ary iza no hifandahatra amiko? Ary iza moa no mpiandry ondry mahajanona eo anatrehako?[Heb. ny reharehany][Na: fonenany mafy]","Koa henoy ny saina avy amin'i Jehovah, izay nosaininy hamelezana an'i Babylona, sy ny heviny izay noheveriny hamelezana ny tanin'ny Kaldeana: Hoviraviraina tokoa ireny, dia ny kely indrindra amin'ny ondry; Ho gaga azy tokoa ny saha fiandrasana azy.","Noho ny antsoantso hoe: \"Efa afaka Babylona\", dia mihorohoro ny tany, ary ny fitarainana dia re any amin'ny firenena."]}