{"book":"Jeremia","chapter":42,"verses":["Ary ny mpifehy ny miaramila rehetra sy Johanana, zanak'i Karea, sy Jazania, zanak'i Hosaia, mbamin'ny vahoaka rehetra, na kely na lehibe, dia nanatona","ka niteny tamin'i Jeremia mpaminany hoe: Masìna ianao, aoka hoborahina eto anatrehanao ny fifonanay, ary mba ivavaho amin'i Jehovah Andriamanitrao re izahay, dia ireto sisa rehetra ireto (fa vitsy izahay no sisa, na dia maro aza fahiny, dia araka izao hitan'ny masonao izao),","mba hambaran'i Jehovah Andriamanitrao anay izay lalana mety halehanay sy izay zavatra tokony hataonay.","Dia hoy Jeremia mpaminany taminy: Efa reko izany; koa, indro, hivavaka amin'i Jehovah Andriamanitrareo ary aho araka ny teninareo; ary ny teny rehetra Izay havalin'i Jehovah anareo dia hambarako anareo, fa tsy hisy hafeniko.","Dia hoy izy tamin'i Jeremia: Jehovah no aoka ho vavolombelona marina sy mahatoky amintsika, raha tsy manao araka ny teny rehetra izay anirahan'i Jehovah Andriamanitrao anao aminay izahay.","Na ho soa, na ho ratsy, dia hohenoinay ny feon'i Jehovah Andriamanitray, izay nanirahanay anao, mba hahasoa anay, raha mihaino ny feon'i Jehovah Andriamanitray izahay.","Ary nony afaka hafoloana, dia tonga tamin'i Jeremia ny tenin'i Jehovah.","Ary izy niantso an'i Johanana, zanak'i Karea, sy ny mpifehy ny miaramila rehetra izay teo aminy mbamin'ny olona rehetra, na kely na lehibe,","ka nanao taminy hoe: Izao no lazain'i Jehovah, Andriamanitry ny Isiraely, Izay efa nanirahanareo ahy mba hoborahiko eo anatrehany ny fifonanareo:[Heb. hampiankohoka]","Raha mbola honina amin'ity tany ity ihany ianareo, dia haoriko ianareo, fa tsy horavako, ary hamboleko ianareo, fa tsy hongotako, fa manenina Aho ny amin'ny loza namelezako anareo.","Aza matahotra ny mpanjakan'i Babylona izay atahoranareo; eny, aza matahotra azy, hoy Jehovah, fa momba anareo Aho hamonjy sy hanafaka anareo amin'ny tànany.","Ary hataoko mahita famindram-po ianareo, dia hamindra fo aminareo izy ka hampody anareo ho any amin'ny taninareo.","Fa raha hoy kosa ianareo: Tsy honina amin'ity tany ity izahay, ka tsy hihaino ny feon'i Jehovah Andriamanitrareo ianareo,","fa manao hoe: Tsia; fa hankany amin'ny tany Egypta izahay, fa any no tsy hahitanay ady, na handrenesanay ny feon'ny anjomara na hahitanay mosary, ka dia any no honenanay,","dia mihainoa ny tenin'i Jehovah ankehitriny ianareo izay sisa amin'ny Joda: Izao no lazain'i Jehovah. Tompon'ny maro, Andriamanitry ny Isiraely: Raha dia mikiry hankany Egypta ihany ianareo ka mandeha hivahiny any,","dia hahatratra anareo any amin'ny tany Egypta ny sabatra izay atahoranareo, ary ny mosary izay ahinareo no hanjohy anareo any amin'ny tany Egypta, ary any no hahafaty anareo.","Ary ny olona rehetra izay mikiry hankany Egypta hivahiny any dia ho fatin'ny sabatra sy ny mosary ary ny areti-mandringana any; ary tsy hisy sisa ho afa-mandositra ny loza izay hataoko mihatra aminy.","Fa izao no lazain'i Jehovah, Tompon'ny maro, Andriamanitry ny Isiraely: Toy ny nanidinana ny fahatezerako sy ny fahavinirako tamin'ny mponina any Jerosalema, dia toy izany no hanidinana ny fahatezerako aminareo, raha mankany Egypta ianareo; ary ho fianianana sy ho figagana sy ho fanozonana ary ho fandatsa ianareo, sady tsy hahita ity tany ity intsony.","Jehovah efa nilaza ny aminareo, ry sisa amin'ny Joda, hoe: Aza mankany Egypta ianareo; aoka ho fantatrareo tokoa fa efa nanariko androany ianareo.","Kanjo efa nivily ianareo ka nahavoa ny ainareo tamin'ny nanirahanareo ahy ho amin'i Jehovah Andriamanitrareo hanao hoe: Mba ivavaho amin'i Jehovah Andriamanitsika re izahay, ary izay rehetra holazain'i Jehovah Andriamanitsika dia ambarao aminay, fa hataonay.","Ary efa nambarako taminareo androany; nefa tsy nihaino ny feon'i Jehovah Andriamanitrareo ianareo ny amin'izay zavatra nanirahany ahy ho aminareo.","Koa aoka ho fantatrareo marimarina fa ho fatin-tsabatra sy mosary ary areti-mandringana ianareo any amin'ny tany izay tianareo hivahiniana."]}