{"book":"Jeremia","chapter":15,"verses":["Ary hoy Jehovah tamiko: Na dia Mosesy sy Samoela aza no mitsangana eto anatrehako, dia tsy hankasitraka ity firenena ity ny fanahiko; roahy tsy ho eo anatrehako izy, eny, aoka hiala izy.","Ary raha tàhiny izy manao aminao hoe: Hiala hankaiza izahay? dia ataovy aminy hoe: Izao no lazain'i Jehovah: Izay ho amin'ny areti-mandringana dia ho amin'ny areti-mandringana, ary izay ho amin'ny sabatra dia ho amin'ny sabatra, ary izay ho amin'ny mosary dia ho amin'ny mosary, ary izay ho amin'ny fahababoana dia ho amin'ny fahababoana.[Heb. fahafatesana]","Ary manendry zavatra efatra karazana Aho hamelezana azy, hoy Jehovah: Dia ny sabatra hamono sy ny amboa hamiravira ary ny voro-manidina sy ny bibi-dia hihinana sy handany;","Ary manolotra azy ho mpanjenjena any amin'ny fanjakana rehetra amin'ny tany Aho noho ny amin'i Manase, zanak'i Hezekia, mpanjakan'ny Joda, dia noho izay nataony tany Jerosalema.[Na: ho fampangovitana ny fanjakana rehetra]","Fa iza no hangoraka anao, ry Jerosalema? Ary iza no hitsapa alahelo anao? Ary iza no hivily hanantsafa anao?","Hianao efa nahafoy Ahy sady efa nihemotra, hoy Jehovah, ka dia ahinjitro kosa ny tanako hamely anao, ka efa mandringana anao Aho, fa efa sasatra ny mandefitra.[Heb. manenina]","Ary kororohiko amin'ny fikororohana izy ho any amin'ny vava-tany; Ary foanako anaka ny oloko, eny, aringako izy tsy mety miala amin'ny fanaony mba hiverina izy.","Ny mpitondratenany mihamaro eo imasoko mihoatra noho ny fasika any an-dranomasina; Mitondra mpandringana ho ao aminy Aho handripaka ny renin'ny zatovo, na dia mitataovovonana aza ny andro; Ataoko tonga tampoka aminy ny fanaintainana sy ny tahotra.","Izay niteraka fito dia mihaosa, miala aina izy, milentika mbola antoandro ny masoandrony, menarina sy mangaihay izy; Ary izay sisa aminy dia hatolotro ho voan'ny sabatra eo anoloan'ny fahavalony, hoy Jehovah.","Lozako, ry neny, ny niterahanao ahy, Izay lehilahy ilana ady sy fifandirana eny amin'ny tany rehetra! Tsy nampanàna vola aho, ary tsy nisy nanàna vola tamiko, nefa ozonin'ny olona rehetra ihany aho.","Dia hoy Jehovah: Nahafaka anao Aho hahasoa anao; Hataoko tonga mifona aminao tokoa ny fahavalo amin'ny andro ahitan-doza sy amin'izay andro mahory.[Na: ny hahasoa anao ihany no nisehoako ho fahavalonao]","Mety tapaka va ny vy, dia ny vy avy any avaratra, na ny varahina?","Ny fanananao sy ny rakitrao ao anatin'ny fari-taninao rehetra dia hatolotro ho babo maimaimpoana noho ny fahotana rehetra izay nataonao;","Ary hampitondraiko ny fahavalonao ho any amin'ny tany tsy fantatrao izany; Fa arehitra ny afon'ny fahatezerako, ka handoro anareo no irehetany.[Heb. Fa misy afo arehitra amin'ny fahatezerako]","Hianao no mahalala, Jehovah ô; Tsarovy aho, ka vangio, ary valio izay manenjika ahy; Aza dia mandefitra aminy Hianao, fandrao ho afaka ny aiko; Aoka ho fantatrao fa noho ny aminao no nitondrako latsa.","Hitako ny teninao ka nohaniko, ary ny teninao no fifaliako sy firavoravoan'ny foko; Fa nantsoina tamin'ny anaranao aho, Jehovah, Andriamanitry ny maro ô.","Izaho tsy nipetraka na nifaly teo amin'ny fivorian'ny mpikorana, nitoetra irery aho noho ny fihazonan'ny tananao ahy, fa nofenoinao fahatezerana aho.","Nahoana re no dia tsy mety mitsahatra ny faharariako, ary fatratra ny feriko ka tsy mety sitrana? Ho tonga amiko tahaka ny rano-trambo va Hianao, dia rano tsy azo itokiana?","Koa izao no lazain'i Jehovah: Raha hiverina ianao, dia horaisiko indray, ka dia hitsangana eo anatrehako ianao; Ary raha manavaka ny zava-tsoa hiala amin'ny zava-poana ianao, dia ho solom-bavako; Hanatona anao indray ireny; Fa tsy ianao no hanatona azy,[Heb. hampivereniko]","Ary hataoko manda varahina mirova ho amin'ity firenena ity ianao: Hiady aminao izy, nefa tsy hahaleo anao; Fa momba anao hamonjy sy hanafaka anao Aho, hoy Jehovah;","Ary hanafaka anao amin'ny tanan'ny ity ratsy fanahy Aho sy hanavotra anao amin'ny tanan'ny mpampahory."]}