{"book":"Jeremia","chapter":4,"verses":["Raha hiverina ianao, ry Isiraely, hoy Jehovah, dia ho amiko no hiverenanao, ary raha hanaisotra ny fahavetavetanao tsy ho eo imasoko ianao, dia tsy hivezivezy foana,","Fa hianiana amin'ny hitsiny sy ny rariny ary ny fahamarinana hoe: Raha velona koa Jehovah, dia Izy no holazain'ny firenena ho fahasambarany, ary Izy no ho reharehany.","Fa izao no lazain'i Jehovah amin'ny Joda sy Jerosalema: Hevoy ny tombamborakareo, fa aza mamafy amin'ny tsilo. [Na: Miasà tany vaovao ho anareo]","Miforà ho an'i Jehovah ianareo, eny, forao ny fonareo, ry Joda sy ry mponina any Jerosalema! Fandrao hiseho toy ny afo ny fahatezerako noho ny faharatsian'ny ataonareo ka hirehitra, sady tsy hisy hamono azy.","Ambaraonareo ao amin'ny Joda, ary torio ao Jerosalema, ka ataovy hoe: Tsofy ao amin'ny tany ny anjomara; Miantsoantsoa mafy, ka ataovy hoe: Mivoria ianareo, ka andeha isika hiditra amin'ny tanàna mimanda.","Manangàna faneva manandrify an'i Ziona; Mandosira faingana, aza mijanona; Fa Izaho hahatonga loza sy fandringanana be avy any avaratra.","Misy liona miakatra avy any anaty kirihitrala, ary ilay mpanimba ny firenena dia efa miainga, efa mivoaka avy amin'ny fitoerany hahafoana ny taninao, ary hahalao ny tanànanao, ka tsy hisy mponina.","Ary noho izany dia misikìna lamba fisaonana ianareo, ka mitomania sy midradradradrà; Fa ny firehetan'ny fahatezeran'i Jehovah tsy afaka amintsika.[Heb; lamba malailay]","Ary amin'izany andro izany, hoy Jehovah, dia ho very hevitra ny mpanjaka sy ny lehibe, ary ho kepoka ny mpisorona, sy ho gaga ny mpaminany.","Dia hoy izaho: Indrisy, Jehovah Tompo ô! Efa nofitahinao tokoa ity firenena ity sy Jerosalema tamin'ny nanaovanao hoe: Hisy fiadanana ho anareo; Kanjo mihatra amin'ny aina ny sabatra.","Amin'izany andro izany dia holazaina amin'ity firenena ity sy Jerosalema hoe: Hisy rivo-mahamay avy any an-tendrombohitra mangadihady any an-efitra hankamin'ny oloko zanakavavy, kanefa tsy hikororohana na hanadiovana.[Na: Ny lalàn'ny oloko zanakavavy dia rivotra mahamay, ...]","Dia ho tonga avy amiko izay rivotra mahery noho ireny; Ary ankehitriny Izaho kosa hifandahatra aminy.[Na: Dia ho tonga ety amiko ny rivotra mahery izay avy amin'ireny]","Indro, avy toy ny rahona izy, Ary tahaka ny tadio ny kalesiny, faingana noho ny voromahery ny soavaliny; Lozantsika! fa lany ringana isika.","Ry Jerosalema, sasao ny fonao ho afaka amin'ny ratsy, mba hovonjena ianao! Mandra-pahoviana no hitoeran'ny hevi-dratsinao ao am-ponao?","Fa injany! misy feo manambara avy any Dana sy filazam-pahoriana avy amin'ny tany havoan'i Efraima,","Lazaonareo amin'ny firenena, torio amin'i Jerosalema hoe: Misy mpanao fahirano avy any an-tany lavitra ka manakora hamely ny tanànan'ny Joda.","Manodidina azy ireo toy ny fanaon'ny mpiandry saha, fa efa niodina tamiko izy, hoy Jehovah.","Ny alehanao sy ny asanao no nahatonga izany taminao; Izany no faharatsianao, eny, mangidy izany sady mihatra amin'ny ainao.","Endrey ny kiboko! Endrey izany kiboko! Manaintaina aho; Endrey! mila ho triatra izany ny foko! Mitoloko ny foko, ka tsy mahay mangina aho; Fa ny feon'anjomara sy ny akoran'ady dia renao, ry fanahiko.[Heb. Endrey ny rindrin'ny foko!]","Fandravana mifanontona no ambara, rava ny tany rehetra; Rava tampoka ny laiko, eny, rava indray mipi-maso monja ny ambain-daiko.","Mandra-pahoviana re no mbola hijereko ny faneva sy handrenesako ny feon'anjomara?","Fa adala ny oloko, Izaho tsy mba fantany; Zaza tsy misy saina izy sady tsy manam-pahalalana; Raha ny hanao ratsy, dia hendry izy; Fa ny hanao soa kosa tsy fantany.","Nojereko ny tany, ka, indro, tsy nisy endrika izy sady foana, ary ny lanitra koa, ka, indro, tsy nanam-pahazavana izy;","Nojereko ny tendrombohitra, ka, indro, nihorohoro izy, ary ny havoana rehetra nihozongozona;","Nojereko, ka, indro, tsy nisy olona, ary ny voro-manidina rehetra efa nandositra;","Nojereko, ka, indro, ny saha mahavokatra aza efa tonga efitra, ary ny tanànany rehetra dia rava teo anatrehan'i Jehovah, dia teo anoloan'ny firehetan'ny fahatezerany.[Na: karmela]","Fa izao no lazain'i Jehovah: Ho lao ny tany rehetra, nefa tsy dia holevoniko avokoa izy.","Noho izany dia hisaona ny tany, ary ho tonga mainty ny lanitra ambony, satria efa niteny izany Aho, sady efa nikasa izany ka tsy hanenina na hanatsoaka izany.","Noho ny fihorakoraky ny mpitaingin-tsoavaly sy ny mpandefa tsipìka dia efa mandositra avokoa ny tanàna rehetra; Mitsofoka any anatin'ny kirihitrala sy mananika ny vatolampy izy; Lao avokoa ny tanàna rehetra, ka tsy misy mponina intsony ao.[Heb. rahona]","Ary hanao ahoana ianao, ry ilay rava? Na dia miakanjo jaky aza ianao, na dia miravaka volamena aza ianao, na dia hosoranao loko mainty aza ny masonao, foana ny itadiavanao hahatsara tarehy anao; Hanifika anao ireo lehilahy tia anao, ka ny ainao aza no hotadiaviny.","Fa efa nandre feo Aho tahaka ny vehivavy raha miteraka sy fidridridridriana tahaka ny vehivavy izay vao miteraka ny matoany, dia ny feon'i Ziona zanakavavy, izay misefosefo sady mamelatra ny tànany ka manao hoe: Lozako! Fa reraka ny aiko azon'ireo mpamono olona."]}