{"book":"Jeremia","chapter":7,"verses":["Izao no teny tonga tamin'i Jeremia avy tamin'i Jehovah:","Mitsangana eo am-bavahadin'ny tranon'i Jehovah, ary torio eo izao teny izao, ka ataovy hoe: Mihainoa ny tenin'i Jehovah ianareo, ry Joda rehetra, izay miditra amin'ireto vavahady ireto mba hiankohoka eo anatrehan'i Jehovah.","Izao no lazain'i Jehovah, Tompon'ny maro, Andriamanitry ny Isiraely: Ataovy tsara ny lalanareo sy ny ataonareo, dia hamponeniko amin'ity tany ity ianareo.","Aza matoky ny teny lainga hoe: Tempolin'i Jehovah, tempolin'i Jehovah, Tempolin'i Jehovah ity.","Fa raha ataonareo tsara mihitsy ny lalanareo sy ny ataonareo, ka mitsara marina ny adin'olona amin'ny namany ianareo,","Ary tsy mampahory ny vahiny sy ny kamboty sy ny mpitondratena, na mandatsaka rà marina amin'ity tany ity, sady tsy manaraka andriamani-kafa hahatonga loza aminareo,","Dia hamponeniko amin'ity tany ity ihany ianareo, dia eto amin'ny tany nomeko ny razanareo, hatramin'ny ela ka ho mandrakizay.","He! ianareo matoky ny teny lainga, nefa tsy mahasoa tsinona izany.","Hay! hangalatra sy hamono olona sy hijangajanga va ianareo ary hianian-tsy tò sy handoro ditin-kazo manitra ho an'i Bala sady hanaraka andriamani-kafa izay tsy fantatrareo?","Nefa mbola avy miseho ao anatrehako amin'ity trano izay efa niantsoana ny anarako ity ihany ianareo ka manao hoe: Efa voavonjy izahay mba hanaovana ireto fahavetavetana rehetra ireto!","Moa ataonareo ho zohy fieren'ny jiolahy va ity trano izay efa niantsoana ny anarako ity? Indro, ny tenako aza dia mahita izany, hoy Jehovah.","Fa mandehana ianareo any amin'ny fitoerako izay ao Silo, dia ilay nasiako ny anarako any am-boalohany, ka jereo izay nataoko taminy noho ny haratsian'ny Isiraely oloko.","Koa ankehitriny, hoy Jehovah, satria nanao izany zavatra rehetra izany ianareo, ary niteny taminareo Aho, eny, nifoha maraina koa ka niteny taminareo, nefa tsy nohenoinareo, ary niantso anareo Aho, nefa tsy novalianareo,","Koa dia ho toy ny nataoko tamin'i Silo no hataoko amin'ny trano izay efa niantsoana ny anarako sady itokianareo, sy amin'ny fitoerana izay nomeko anareo sy ny razanareo;","Ary hesoriko hiala eto anatrehako ianareo toy ny nanesorako ny rahalahinareo rehetra, dia ny taranak'i Efraima rehetra.","Koa aza mivavaka ho an'ity firenena ity ianao, ary aza manandratra fitarainana sy fivavahana ho azy na mifona amiko; Fa tsy hihaino anao Aho.","Tsy hitanao va ny ataon'ireo any an-tanànan'ny Joda sy any an-dalamben'i Jerosalema?","Ny zaza manangon-kitay, ny ray mandrehitra afo, ary ny vehivavy mametafeta ny koba hatao mofo ho an'ny mpanjakavavin'ny lanitra sy hanidinana fanatitra aidina ho an'ny andriamani-kafa mba hampahasosotra Ahy.","Moa Izaho va no ampahasosorin'ireo, hoy Jehovah, fa tsy ny tenany ihany mba ho fangaihainy?","Koa izao no lazain'i Jehovah Tompo: Indro, ny fahatezerako sy ny fahavinirako haidina amin'ity tany ity, dia amin'ny olona sy ny biby fiompy sy ny hazo any an-tsaha ary ny vokatry ny tany; Dia hirehitra izany ka tsy hovonoina.","Izao no lazain'i Jehovah, Tompon'ny maro, Andriamanitry ny Isiraely: Aoka ny fanatitra dorana ho naman'ny fanatitrareo hafa alatsa-drà, ka mihinàna hena.","Fa tsy ny amin'ny fanatitra dorana sy ny fanatitra hafa no nitenenako tamin'ny razanareo na nandidiako azy tamin'ny andro nitondrako azy nivoaka avy tany amin'ny tany Egypta;","Fa izao kosa no nandidiako azy: Henoy ny feoko. Dia ho Andriamanitrareo Aho, ary ianareo ho oloko ka handeha amin'ny lalana rehetra nandidiako anareo, mba hahitanareo soa.","Kanjo tsy nihaino izy na nanongilana ny sofiny, fa nandeha tamin'ny fisainany sy ny ditry ny fo ratsiny ihany izy dia niamboho, fa tsy mba nanatrika.","Hatramin'ny andro nivoahan'ny razanareo avy tany amin'ny tany Egypta ka ambaraka androany dia nirahiko ho any aminareo ihany ny mpaminany mpanompoko rehetra, eny, nifoha maraina koa isan'andro Aho ka naniraka azy mandrakariva.","Nefa tsy nihaino Ahy izy ireo sady tsy nanongilana ny sofiny, fa nanamafy ny hatony ka nanao ratsy mihoatra noho ny razany aza.","Ary na dia holazainao aminy aza ireo teny rehetra ireo, dia tsy hihaino anao izy; Ary na dia antsoinao aza izy, dia tsy hamaly anao.","Koa lazao aminy hoe: Ity no firenena tsy mihaino feon'i Jehovah Andriamaniny sady tsy mino anatra; Very ny fahamarinana, fa afaka tamin'ny vavany.","Hetezo ny volonao, ry Jerosalema, ka ario, ary manaova hira fahalahelovana any an-tendrombohitra mangadihady, satria lavin'i Jehovah sy afoiny ny taranaka mahatezitra Azy.","Fa manao izay ratsy eo imasoko ny taranak'i Joda, hoy Jehovah, mametraka ny fahavetavetany ao amin'ny trano izay efa niantsoana ny anarako izy mba handoto azy.","Ary izy nanorina ireo fitoerana avo any Tofeta, izay ao amin'ny lohasahan'ny taranak'i Hinema, handoroany ny zananilahy sy ny zananivavy amin'ny afo; Nefa zavatra tsy mba nandidiako na tao an-tsaiko akory aza izany.","Koa, indro, avy ny andro, hoy Jehovah, izay tsy hanaovana azy intsony hoe Tofeta, na Lohasahan'ny taranak'i Hinoma, fa Lohasaha Famonoana kosa. Ary any Tofeta aza no handevenana noho ny hateren'ny tany.","Ary ny fatin'ity firenena ity dia ho fihinan'ny voro-manidina sy ny bibidia, ka tsy hisy hanaitaitra azy.","Dia hatsahatro any an-tanànan'ny Joda sy eny an-dalamben'i Jerosalema ny feo mifaly sy ny feo miravoravo, dia ny feon'ny mpampakatra sy ny feon'ny ampakarina; Fa ho lao ny tany."]}