{"book":"Jeremia","chapter":25,"verses":["Izao no teny tonga tamin'i Jeremia ny amin'ny Joda rehetra tamin'ny taona fahefatra nanjakan'i Joiakima, zanak'i Josia, mpanjakan'ny Joda dia ny taona voalohany nanjakan'i Nebokadnezara, mpanjakan'i Babylona","dia izay nolazain'i Jeremia mpaminany tamin'ny Joda rehetra sy tamin'ny mponina rehetra tany Jerosalema hoe:","Hatramin'ny taona fahatelo ambin'ny folo nanjakan'i Josia, zanak'i Amona, mpanjakan'ny Joda, ka mandraka androany, dia mandritra ny telo amby roa-polo taona izao, no nahatongavan'ny tenin'i Jehovah tamiko, ary nolazaiko taminareo, eny, nifoha maraina koa aho ka nilaza; nefa tsy nihaino ianareo.","Ary Jehovah naniraka ny mpaminany mpanompony rehetra ho any aminareo, eny, nifoha maraina koa Izy ka naniraka nefa tsy nihaino ianareo, na nanongilan-tsofina hihaino hoe:","Samia miala amin'ny lalan-dratsinareo avy ianareo sy amin'ny ratsy fanaonareo, ka dia honina any amin'ny tany izay nomen'i Jehovah anareo sy ny razanareo hatrizay ka ho mandrakizay.","Ary aza manaraka andriamani-kafa hanompo azy sy hiankohoka eo anatrehany, ary aza mampahatezitra Ahy amin'ny asan'ny tananareo, fandrao hahatonga loza aminareo Aho.","Nefa tsy nihaino Ahy ianareo, hoy Jehovah, mba hampahatezeranareo Ahy tamin'ny asan'ny tananareo hahitanareo loza.","Koa izao no lazain'i Jehovah, Tompon'ny maro: Noho ny tsy nihainoanareo ny teniko,","dia, indro, hampanalaiko ny firenena rehetra any avaratra sy Nebokadnezara, mpanjakan'i Babylona, mpanompoko, hoy Jehovah, ary ho entiko hamely ity lany ity sy ny mponina eto mbamin'ireto firenena manodidina rehetra ireto izy, ary haringako tokoa ireo ka hataoko ho figagana sy zavatra mampisitrisitra sady ho rava mandrakizay.[Heb. hataoko herema]","Ary hatsahatro eo aminy ny feo mifaly sy ny feo miravoravo, dia ny feon'ny mpampakatra sy ny feon'ny ampakarina, ny feon'ny vato fikosoham-bary ary ny fahazavan'ny jiro.","Ary ity tany rehetra ity dia ho foana sy lao, ary ireto firenena rehetra ireto hanompo ny mpanjakan'i Babylona fito-polo taona.","Ary rehefa tapitra ny fito-polo taona, hoy Jehovah, dia hovaliako kosa ny mpanjakan'i Babylona sy izany firenena izany noho ny helony, ary ny tanin'ny Kaldeana koa dia hataoko rava mandrakizay.","Ary hotoviko amin'izany tany izany ny teniko rehetra, izay efa nambarako hamelezana azy, dia izay rehetra voasoratra ato amin'ity boky ity, izay novinanin'i Jeremia hamely ny firenena rehetra.","Fa ireo kosa indray dia hampanompoin'ny firenena maro sy ny mpanjaka lehibe, ary hovaliako araka ny ataony sy araka ny asan'ny tànany avy izy.","Fa izao no nolazain'i Jehovah, Andriamanitry ny Isiraely, tamiko: Raiso ety an-tanako ity kapoaky ny divay fahatezerana mirehitra ity, ka ampisotroy ny firenena rehetra izay anirahako anao.","Ary hisotro izy ka hirepirepy sy ho very saina noho ny sabatra izay hampameleziko azy.","Dia noraisiko ny kapoaka teny an-tànan'i Jehovah, ka nampisotroako ny firenena rehetra izay nanirahan'i Jehovah ahy,","dia Jerosalema sy ny tanànan'ny Joda sy ny mpanjakany ary ny mpanapaka, mba hanao azy ho tany lao sy ho figagana sy zavatra mampisitrisitra ary fanozonana tahaka ny amin'izao anio izao;","ary Farao, mpanjakan'i Egypta, sy ny mpanompony sy ny mpanapaka mbamin'ny vahoakany rehetra,","ary ny olona samy hafa firenena rehetra sy ny mpanjaka rehetra amin'ny tany Oza sy ny mpanjaka rehetra amin'ny tanin'ny Filistina sy Askelona sy Gaza sy Ekrona ary ny sisa any Asdoda;","ary Edoma sy Moaba sy ny taranak'i Amona,","ary ny mpanjaka rehetra any Tyro sy ny mpanjaka rehetra any Sidona ary ny mpanjakan'ny nosy any an-dafin'ny ranomasina;[Na: amoron-tsiraka]","ary Dedana sy Tema sy Boza ary izay rehetra voahety sisim-bolo,","ary ny mpanjaka rehetra any Arabia sy ny mpanjaka rehetra amin'ny firenena maro samy hafa izay monina any an-efitra;","ary ny mpanjaka rehetra any Zimry sy ny mpanjaka rehetra any Elama ary ny mpanjaka rehetra any Media,","ary ny mpanjaka rehetra any avaratra, na ny lavitra na ny akaiky, na iza na iza, ary ny fanjakana rehetra amin'izao tontolo izao, izay ety ambonin'ny tany; ary ny mpanjakan'i Sesaka koa dia hisotro manaraka ireo.[Sesaka = Babela]","Koa lazao aminy hoe: Izao no lazain'i Jehovah, Tompon'ny maro. Andriamanitry ny Isiraely: Misotroa ianareo, ka mimamoa, sy mandoava, ary mianjerà, ka aza miarina intsony noho ny sabatra izay hampameleziko anareo.","Ary raha tsy mety mandray ny kapoaka eny an-tananao hosotroiny izy, dia ataovy aminy hoe: Izao no lazain'i Jehovah, Tompon'ny maro: Tsy maintsy misotro ianareo.","Fa, indro, ao amin'ny tanàna izay efa niantsoana ny anarako aza no nanombohako ny fahatongavana loza, ka ho afaka va ianareo? Tsy ho afaka mihitsy ianareo, fa hiantso sabatra Aho hamelezana ny mponina rehetra amin'ny tany, hoy Jehovah, Tompon'ny maro.","Koa maminania aminy ianao araka izao teny rehetra izao, ka ataovy hoe: Jehovah hierona any ambony ary hanandratra ny feony any amin'ny fitoerany masina, eny, hierona mafy amin'ny sahany fiandrasan-ondry Izy ka hanakora toy ny mpanosihosy voaloboka, hamelezana ny mponina rehetra amin'ny tany.","Mihatra amin'ny faran'ny tany ny fihorakorahana; Fa Jehovah manana ady amin'ny firenena; Mifandahatra amin'ny nofo rehetra Izy, ka ny ratsy fanahy dia atolony ho an'ny sabatra, hoy Jehovah.","Izao no lazain'i Jehovah, Tompon'ny maro: Indro, hisy loza hivoaka hitety ny firenena samy hafa, ary hisy tafio-drivotra mahery hiposaka any amin'ny faran'ny tany;","Ary amin'izany andro izany Ny voavonon'i Jehovah, dia hiampatrampatra hatramin'ny faran'ny tany anankiray ka hatramin'ny farany koa; Tsy hisaonana, na hangonina, na halevina ireny, fa ho zezika eny ambonin'ny tany.","Midradradradrà, ianareo mpiandry ondry, ary mitaraina; Eny, mihosinkosena, ianareo zokiny amin'ny ondry! Fa tonga ny andro hamonoana anareo, ary hampieleziko ianareo ka hianjera toy ny fanaka tsara.","Ny mpiandry ondry tsy hanam-pandosirana, ary ny zokiny amin'ny ondry tsy hanam-pahafahana.","Injany! misy feo fitarainan'ny mpiandry ondry sy fidradradradran'ny zokiny aminy! Satria efa nosimban'i Jehovah ny saha fiandrasana azy,","Ary efa tonga lao ny kijana niadanana noho ny firehetan'ny fahatezeran'i Jehovah.","Nandao ny fiereny toy ny liona tanora izy; Fa efa lao ny taniny noho ny fahasiahan'ny mpampahory sy noho ny firehetan'ny fahatezerany."]}