{"book":"Jeremia","chapter":18,"verses":["Izao no teny tonga tamin'i Jeremia avy tamin'i Jehovah:","Mitsangàna, ka midina ho any amin'ny tranon'ny mpanefy tanimanga, ary any no hampandrenesako anao ny teniko.","Dia nidina tany amin'ny tranon'ny mpanefy tanimanga aho, ary, indro, nanao ny asany teo amin'ny ankodina fanaovana izy.","Ary raha simba ny vilany ataony araka izay mazàna miseho amin'ny tanimanga eny an-tànan'ny mpanefy dia ataony vilany hafa indray, araka izay tian'ny mpanefy tanimanga hanaovana azy.","Dia tonga tamiko ny tenin'i Jehovah hoe :","Moa tsy mahazo manao aminareo toy ny ataon'ity mpanefy tanimanga ity va Aho, ry taranak'i Isiraely? hoy Jehovah. Indro, toy ny tanimanga eo an-tanan'ny mpanefy azy, dia toy izany ianareo eo an-tanako, ry taranak'Isiraely.","Vetivety Aho dia milaza firenena sy fanjakana hongotako sy hazerako ary horavako;[Heb. indray mipi-maso]","Nefa raha miala amin'ny ratsy izany firenena noteneniko izany, dia hanenenako kosa ny loza izay nokasaiko hamelezako azy.","Ary vetivety kosa Aho dia milaza firenena sy fanjakana haoriko sy hamboleko;","Nefa raha manao izay ratsy eo imasoko izy ka tsy mihaino ny feoko, dia hanenenako kosa ny soa izay nolazaiko hanasoavako azy.","Koa amin'izany, lazao amin'ny Joda sy amin'ny mponina eto Jerosalema hoe: Izao no lazain'i Jehovah: Indro, Izaho mamorona loza hihatra aminareo ary mihevitra izay hamelezako anareo; Koa samia miala amin'ny lalany ratsy avy ianareo, ary ataovy tsara ny lalanareo sy ny ataonareo.","Nefa hoy ireo: Kivy izahay izany! Fa mbola hanaraka ny hevitray ihany izahay, eny, samy hanao araka ny ditry ny fo ratsinay avy izahay rehetra.","Koa izao no lazain'i Jehovah: anontanio any amin'ny jentilisa hoe: Iza no nandre zavatra toy izany? Zavatra mahatsiravina indrindra no nataon'Isiraely virijina.","Hitsahatra tsy ho eo amin'ny vatolampy any an-tsaha va ny oram-panalan'i Libanona, ary mety ho ritra va ny rano maria sady mangatsiaka avy amin'ny tany hafa?","Fa efa nanadino Ahy ny oloko, ka ho an'ny sampy no nandoroany ditin-kazo manitra; Ary nanafintohina azy teo amin'ny lalany ireny; dia ny lalana fahagola, handehanany amin'ny sakeli-dalana madinika, dia amin'ny lalana tsy voavoatra,[Heb; zava-poana]","Mba hahatonga ny taniny ho figagana sy ho zavatra mampisitrisitra mandrakizay; Izay rehetra mandalo azy dia ho gaga sy hihifikifi-doha.","Toy ny fampielin'ny rivotra avy any atsinanana no hampielezako azy eo anoloan'ny fahavalony; Hiamboho azy Aho, fa tsy hanatrika azy, amin'ny andro hahitany loza.","Dia hoy ny olona: Andeha isika hihevitra izay hamelezana an'i Jeremia; fa tsy ho tapaka tsy akory ny lalàna avy amin'ny mpisorona, na ny saina avy amin'ny hendry, na ny teny avy amin'ny mpaminany. Aoka ny vavantsika ho enti-mamely azy, ary aoka tsy hohenointsika akory izay teniny.[Heb. lelantsika]","Mihainoa ahy, Jehovah ô; Ary mihainoa ny tenin'izay miady amiko","Ratsy va no havaly ny soa? Fa efa nihady lavaka hamandrihana ahy ireo. Tsarovy ny nitsanganako teo anatrehanao nitaraina ho azy hampiala ny fahatezeranao aminy.","Koa aoka ho mosarena ny zanany, ary atolory ho amin'ny herin'ny sabatra izy, ka ho foana anaka ny vadiny sady ho tonga mpitondratena; Ary aoka ny lehilahy lehibe aminy haripaky ny aretina, ary ny zatovony ho fatin-tsabatra amin'ny ady.","Aoka hisy fidradradradrana ho re ao an-tranony, raha mitondra miaramila iray toko any aminy tampoka Hianao; Fa efa nihady lavaka hamandrihana ahy izy sady nanafim-pandrika haningorana ny tongotro.","Fa Hianao, Jehovah ô, no mahalala ny fisainana rehetra ataony hamelezany ahy ho faty; Aza avela ny helony; Ary aza vonoina tsy ho eo imasonao ny fahotany, fa aoka ho solafaka eo anatrehanao izy; Mameleza azy amin'ny andro fahatezeranao."]}