{"book":"Jeremia","chapter":2,"verses":["Ary tonga tamiko ny tenin'i Jehovah hoe:","Mandehana, ka miantsoa eo anatrehan'i Jerosalema hoe: Izao no lazain'i Jehovah: Tsaroako ny niraiketan'ny fonao tamiko, fony ianao mbola tanora, sy ny fitiavanao, fony ianao vao nampakarina, dia ilay nanarahanao Ahy tany an-efitra, teny amin'ny tany tsy mbola nifafy zavatra;","Masina ho an'i Jehovah ny Isiraely sady santatra amin'ny vokany; Izay rehetra nihinana azy dia nohelohina, ny loza no nanjo ireny, hoy Jehovah.","Mihainoa ny tenin'i Jehovah, ry taranak'i Jakoba, sy ianareo, ry fokony rehetra amin'ny taranak'Isiraely!","Izao no lazain'i Jehovah: Inona moa no tsy marina hitan'ny razanareo tamiko, no dia nanalavitra Ahy izy sady nanaraka ny zava-poana, ka dia tonga zava-poana koa izy?","Ary izy tsy nanao hoe: Aiza Jehovah Izay nitondra antsika niakatra avy tany amin'ny tany Egypta sady nitarika antsika tany an-efitra, dia ilay tany foana sady be lavaka, tany karankaina sady aloky ny fahafatesana, tany izay tsy mba nalehan'olona akory na nonenan'olona?","Ary nitondra anareo niditra ho any amin'ny tany mahavokatra Aho, mba hihinananareo ny vokatra sy ny zavatra tsara eo aminy; Kanjo nony tafiditra ianareo, dia nolotoinareo ny taniko, sady novetavetainareo ny lovako.","Ny mpisorona tsy nanao hoe: Aiza Jehovah? Ary ny mpiadidy ny lalàna tsy nahalala Ahy; Ny mpitondra koa nanota tamiko, ary ny mpaminany naminany tamin'ny anaran'i Bala ka nanaraka ireny tsy mahasoa.[Heb. mpiandry ondry]","Koa mbola hifandahatra aminareo Aho, hoy Jehovah, sy hiady amin'ny zafinareo koa.","Fa mità ho any amin'ny moron-dranomasin'i Kitima, ka izahao, ary maniraha ho any Kedara, ka diniho tsara, dia aoka ho hitanareo na mba efa nisy toy izao, na tsia:","Moa nisy firenena efa nanova ny andriamaniny va? Nefa ireny dia tsy Andriamanitra akory. Fa ny oloko kosa efa nanakalo ny voninahiny tamin'ireny tsy mahasoa ireny.","Talanjona amin'izany ry lanitra! Ary matahora, ka mangorohoroa indrindra, ianareo! hoy Jehovah;","Fa zava-dratsy roa loha no nataon'ny oloko: Efa nahafoy Ahy, loharanon'aina, izy ka nihady lavaka famorian-drano ho an'ny tenany, nefa lavaka mitriatriatra tsy mahatan-drano.","Moa mpanompo va Isiraely? Ompikely va izy? Koa nahoana no voababo izy?","Hamely azy no ampieronan'ny liona tanora sy amoahany feo ka mahatonga ny taniny ho lao nodorana ny tanànany, ka tsy nisy mponina.","Ny mponina tao Memfisa sy Tapanesa aza efa nampangadihady ny tampon-dohanao.[Heb. Nofa]","Moa tsy ny nahafoizanao an'i Jehovah Andriamanitrao tamin'ny andro nitondrany anao teny an-dalana va no nahatonga izany taminao?","Koa inona no anton'ny ankanesanao amin'ny lalana mankany Egypta Hisotro ny ranon'i Sihora? Ary inona no anton'ny ankanesanao amin'ny lalana mankany Asyria hisotro ny rano amin'ny Ony? [Neily][Eofrata]","Ny haratsianao no anafaizana anao, ary ny fihodinanao no ananarana anao; Koa fantaro sy hevero fa ratsy sady mangidy ny nahafoizanao an'i Jehovah Andriamanitrao sy ny tsy nisian'ny tahotrao Ahy, hoy Jehovah, Tompon'ny maro.","Fa hatramin'ny ela no efa nanapahanao ny zioga taminao sy efa nanitosanao ny fatoranao, ka hoy ianao: Tsy hety hanompo aho; Nefa teny amin'ny havoana andrandraina sy teny ambanin'ny hazo maitso rehetra no nandrianao nijangajanganao.","Fa Izaho namboly anao ho karazam-boaloboka tsara indrindra, dia rantsana tsara avokoa; Ka ahoana no nanjary sampany ratsy ianao ho voaloboka hafa?","Fa na dia misasa sirahazo aza ianao ka maka lavenona betsaka hanadiovana anao, ny helokao dia mbola voasoratra eo anatrehako ihany, hoy Jehovah Tompo.[Na: maloto]","Ahoana no anaovanao hoe: Tsy nanao izay nahaloto ahy aho, tsy nanaraka ireo Bala aho? Hevero ny nalehanao tany amin'ilay lohasaha, fantaro izay nataonao, ry ramevavavy haingam-pandeha mivezivezy amin'ny alehany,","Sy ry borikivavi-dia tamàna any an-efitra, izay manimbolo ny rivotra noho ny faniriany; Ary ny fahamaimaizany iza no mahasakana azy? Izay rehetra mitady azy dia tsy ho sasa-poana; Fa amin'ny volany no hahitany azy.","Aza esorina ny kapa amin'ny tongotrao; Ary aoka tsy ho maina ny tendanao; Nefa hoy ianao: Tsy misy fanantenana; Tsia! fa ny hafa no tiako, ka dia hanaraka azy aho.","Toy ny fangaihain'ny mpangalatra, raha azo, dia toy izany ny fangaihain'ny taranak'Isiraely, eny, izy sy ny mpanjakany sy ny lehibeny sy ny mpisorony ary ny mpaminaniny,","Dia izay manao amin'ny tapa-kazo hoe: Raiko ianao, ary amin'ny vato hoe: Hianao no niteraka ahy; Fa efa niamboho Ahy izy ka tsy nanatrika Ahy; Nefa amin'ny andro fahoriany kosa dia vao hanao hoe izy: Mitsangàna, ka vonjeo izahay.","Fa aiza ireny andriamanitrao izay nataonao ho anao? Aoka hitsangana ireny, raha mahavonjy anao amin'ny andro fahorianao fa araka ny isan'ny tanànanao, ry Joda, no isan'ny andriamanitrao.","Nahoana no mifandahatra amiko ianareo? Fa samy efa niodina tamiko ianareo rehetra, hoy Jehovah.","Foana ny namelezako ny zanakareo, fa tsy zaka nanarina izy; Ny sabatrareo nandringana ny mpaminaninareo, toy ny liona mamiravira.[Heb. nihinana]","Ry taranaka, dinihonareo ny tenin'i Jehovah! Moa efa nanjary tany efitra ho an'ny Isiraely va Aho, na tany maizim-pito? Nahoana ny oloko no manao hoe: Afaka mikarenjy izahay ka tsy hankany aminao intsony?[Na: tany misy aizim-pito avy amin'i Jehovah]","Hanadino ny firàvany va ny virijina, na hanadino ny fehin-kibony misy haingony va ny ampakarina? Nefa tsy hita isa ny andro nanadinoan'ny oloko Ahy.","Kanto izany fandehanao hitady fitia izany, ka zarinao ho amin'ny ratsy ny dianao![Na: Ka na dia ny vehivavy ratsy fanahy aza dia ampianarinao ny fombanao]","Ary koa eo an-tsisin-dambanao no ahitana ny ran'ny olona malahelo izay tsy manan-tsiny, tsy tamin'ny tami-trano no nahazoanao azy, fa tamin'izany rehetra izany.","Nefa hoy ianao: Tsy manan-tsiny aho, efa afaka amiko tokoa ny fahatezerany. Indro, hifandahatra aminao Aho noho ny anaovanao hoe: Tsy nanota aho.","Nahoana ianao no maika hanova ny alehanao? Fa ho menatra noho ny amin'i Egypta koa ianao, toy ny nahamenaranao noho ny amin'i Asyria.","Izany koa dia hialanao, ka hiloloha tanana ianao; Fa nolavin'i Jehovah ny tokinao, ka tsy hambinina amin'ireo ianao."]}