{"book":"Jeremia","chapter":21,"verses":["Izao no teny tonga tamin'i Jeremia avy tamin'i Jehovah, fony Zedekia mpanjaka naniraka an'i Pasora, zanak'i Malkia, sy Zefania, zanak'i Mahasela mpisorona, hankany aminy hanao hoe:","Masìna ianao, manontania amin'i Jehovah ho anay; miady aminay Nebokadnezara, mpanjakan'i Babylona, angamba Jehovah hanao aminay araka ny asany mahagaga rehetra, mba hialan'ireo aminay.","Dia hoy Jeremia taminy: Lazaonareo amin'i Zedekia hoe:","Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Indro, haveriko ny fiadiana eny an-tananareo, izay entinareo miady eny ivelan'ny manda amin'ny mpanjakan'i Babylona sy amin'ny Kaldeana, izay manao fahirano anareo, ka hangoniko eto afovoan'ity tanàna ity ireo.","Ary Izaho no hiady aminareo amin'ny tanana ahinjitra sy amin'ny sandry mahery ary amin'ny fahavinirana sy ny fisafoahana ary ny fahatezerana mirehitra.","Ary hamely ny mponina amin'ity tanàna ity Aho, na olona, na biby: ho fatin'ny aretim-be mandringana izy.","Ary rehefa afaka izany, hoy Jehovah, Zedekia, mpanjakan'ny Joda, sy ny mpanompony sy ny vahoaka ary izay sisa tsy matin'ny areti-mandringana sy ny sabatra sy ny mosary amin'ity tanàna ity dia hatolotro eo an-tànan'i Nebokadnezara, mpanjakan'i Babylona, sy eo an-tànan'ny fahavalony sy eo an-tànan'izay mitady ny ainy; dia hamely azy amin'ny lelan-tsabatra ireo, fa tsy hitsitsy na hiantra azy, na hamindra fo aminy.","Ary ity firenena ity dia hilazanao hoe: Izao no lazain'i Jehovah: Indro, ataoko eo anoloanareo ny lalan'ny fiainana sy ny lalan'ny fahafatesana:","Izay mbola mitoetra eto amin'ity tanàna ity ihany dia ho fatin-tsabatra sy mosary ary areti-mandringana; fa izay mivoaka hanatona ny Kaldeana izay manao fahirano anareo kosa dia ho velona, ka ny ainy no ho babony.","Fa efa manandrina ity tanàna ity Aho hahatonga loza aminy, fa tsy soa, hoy Jehovah; hatolotro eo an-tànan'ny mpanjakan'i Babylona ity ka hodoroany amin'ny afo.","Ary henoy ny tenin'i Jehovah ny amin'ny taranaky ny mpanjakan'ny Joda sy ny mpianakaviny.","Ry taranak'i Davida, izao no lazain'i Jehovah: Mitsarà isa-maraina, afaho amin'ny tanan'ny mpampahory ny alona norobaina, fandrao mivoaka toy ny afo ny fahatezerako ary mirehitra ka tsy hisy hamono noho ny faharatsian'ny ataonareo.","Indro, hohatoniko ianao, ry mponina an-dohasaha, dia eo amin'ny vatolampy amin'ny tany lemaka, hoy Jehovah, dia ianareo izay manao hoe: Iza moa no sahy hidina hamely anay? Ary iza no sahy hiditra ato amin'ny fonenanay?","Fa hamaly anareo araka ny vokatry ny asanareo Aho, hoy Jehovah, ary handrehitra afo ao amin'ny alany, ka handevona ny manodidina azy rehetra izany."]}