{"book":"Jeremia","chapter":52,"verses":["Iraika amby roa-polo taona Zedekia, fony izy vao nanjaka, ary iraika ambin'ny folo taona no nanjakany tany Jerosalema; ary ny anaran-dreniny dia Hamotala, zanakavavin'i Jeremia avy any Libna.","Ary nanao izay ratsy eo imason'i Jehovah izy, araka izay rehetra nataon'i Joiakima.","Fa ny fahatezeran'i Jehovah no nahatongavan'izany tamin'i Jerosalema sy ny Joda ambara-pandroakany azy tsy ho eo anatrehany. Ary Zedekia niodina tamin'ny mpanjakan'i Babylona.","Ary tamin'ny andro fahafolo tamin'ny volana fahafolo tamin'ny taona fahasivy nanjakan'i Zedekia, dia tonga Nebokadnezara, mpanjakan'i Babylona, sy ny miaramilany rehetra, hamely an'i Jerosalema, ka nitoby tandrifiny sady nanao tilikambo manodidina azy izy.","Ary ny tanàna dia nataony fahirano hatramin'ny fahiraika ambin'ny folo taona nanjakan'i Zedekia mpanjaka.","Ary tamin'ny andro fahasivy tamin'ny volana fahefatra dia mafy ny mosary tao an-tanàna, fa tsy nisy hanina ho an'ny olona tompon-tany.","Ary nisy voabanga ny tanàna, dia nandositra alina ny miaramila rehetra ka niala tao an-tanàna tamin'ny lalana mankamin'ny vavahady tanelanelan'ny manda roa, izay eo anilan'ny sahan'ny mpanjaka (fa ny Kaldeana nanodidina ny tanàna), ka nandeha tamin'ny lalana mankeny amin'ny tani-hay.[Heb. Arabà]","Ary ny miaramilan'ny Kaldeana nanenjika ny mpanjaka ka nahatratra an'i Zedekia teny amin'ny tani-hay any Jeriko; dia nipariaka nandao azy ny miaramilany rehetra.","Ary voasambotra ny mpanjaka ka nentiny niakatra ho any amin'ny mpanjakan'i Babylona tao Ribla any amin'ny tany Hamata, ka dia notsaraina tao izy.","Ary ny mpanjakan'i Babylona namono ny zanakalahin'i Zedekia teo imason-drainy; ary ny mpanapaka ny Joda rehetra koa dia novonoiny tao Ribla.","Ary nopotsiriny ny mason'i Zedekia, dia nafatotry ny mpanjakan'i Babylona tamin'ny gadra varahina izy ka nentiny nankany Babylona ary nataony tao an-trano-maizina mandra-pahafatiny.","Ary tamin'ny andro fahafolo tamin'ny volana fahadimy tamin'ny taona fahasivy ambin'ny folo nanjakan'i Nebokadnezara, mpanjakan'i Babylona, dia tonga tany Jerosalema Nebozaradana, lehiben'ny mpiambina, mpanompon'ny mpanjakan'i Babylona,[Heb. izay nitsangana teo anatrehan']","ka nandoro ny tranon'i Jehovah sy ny tranon'ny mpanjaka mbamin'ny trano rehetra tany Jerosalema: ny trano lehibe rehetra dia nodorany tamin'ny afo avokoa.","Ary ny manda rehetra manodidina an'i Jerosalema dia noravan'ny miaramilan'ny Kaldeana rehetra, izay nanaraka ny lehiben'ny mpiambina.","Ary ny sasany tamin'ny olona malahelo mbamin'ny olona sisa tao an-tanàna sy izay efa nandositra nanatona ny mpanjakan'i Babylona mbamin'ny vahoaka maro be sisa dia nentin'i Nebozaradana, lehiben'ny mpiambina, ho babo avokoa.","Nefa ny olona malahelo dia namelan'i Nebozaradana, lehiben'ny mpiambina, ihany mba ho mpamboatra tanim-boaloboka sy ho mpiasa tany.","Ary ireo andry varahina teo amin'ny tranon'i Jehovah sy ny fitoeran-tavin-drano sy ny tavin-drano varahina lehibe, izay teo amin'ny tranon'i Jehovah, dia novakivakin'ny Kaldeana, ka nentiny ho any Babylona ny varahina rehetra.[Heb. ranomasina]","Ary nentiny koa ny vilany fandraofan-davenona sy ny sotron'afo sy ny antsy sy ny lovia famafazana sy ny lovia kely mbamin'ny fanaka varahina rehetra izay nenti-nanao fanompoam-pivavahana.","Ary nentin'ny lehiben'ny mpiambina koa ny lovia sy ny fitoeran-davenon-jiro sy ny lovia famafazana sy ny fandraofan-davenona sy ny fanaovan-jiro sy ny lovia kely sy ny kapoaka na ny volamena na ny volafotsy dia samy nentin'ny lehiben'ny mpanapaka avokoa,","ary ny andry roa sy ny tavin-drano lehibe iray at? ny omby varahina roa ambin'ny folo, Izay teo ambanin'ny fitoeran-tavin-drano, izay nataon'i Solomona mpanjaka ho an'ny tranon'i Jehovah; ny varahina tamin'izany fanaka rehetra izany dia tsy hita lanja.","Fa ny andry, dia valo ambin'ny folo hakiho no hahavony, ary roa ambin'ny folo hakiho ny manodidina azy; ary ny hateviny dia voantondro efatra, fa poakaty izy.","Ary nisy kapitaly varahina teo aminy; dimy hakiho no hahavon'ny kapitaly anankiray, ka nisy harato sy ampongabendanitra manodidina ny kapitaly, samy varahina avokoa izy. Ny andry faharoa koa sy ny ampongabendanitra dia mba tahaka izany ihany koa.","Ary nisy ampongabendanitra enina amby sivi-folo teo ivelany; ary ny ampongabendanitra rehetra manodidina ny harato dia zato.","Ary ny lehiben'ny mpiambina nisambotra an'i Seraia mpisoronabe sy Zefania mpisorona manarakaraka ary mpiandry varavarana telo lahy;","ary tao an-tanàna no nisamborany ny tandapa anankiray, mpifehy ny miaramila, ary fito lahy tamin'izay mpitoetra eo anatrehan'ny mpanjaka, izay hita tao an-tanàna, ary ny mpanoratry ny komandin'ny miaramila, izay mpandamina ny ho miaramila, sy ny olona tompon-tany enim-polo lahy izay hita teo an-tanàna,","dia nosamborin'i Nebozaradana, lehiben'ny mpiambina, ireo ka nentiny ho any amin'ny mpanjakan'i Babylona tao Ribla.","Dia novonoin'ny mpanjakan'i Babylona tao Ribla any amin'ny tany Hamata ireo. Toy izany no nitondrana ny Joda ho babo niala tamin'ny taniny.","Izao no olona izay nentin'i Nebokadnezara ho babo tamin'ny taona fahafito, Jiosy telo amby roa-polo sy telo arivo;","tamin'ny taona fahavalo ambin'ny folo nanjakan'i Nebokadnezara dia roa amby telo-polo amby valon-jato no olona nentiny ho babo avy tany Jerosalema;","tamin'ny taona fahatelo amby roa-polo nanjakan'i Nebokadnezara dia Jiosy dimy amby efa-polo amby fiton-jato no nentin'i Nebozaradana, lehiben'ny mpiambina, ho babo. Ny tontalin'izy rehetra dia enin-jato amby efatra arivo.","Ary tamin'ny andro fahadimy amby roa-polo tamin'ny volana faharoa ambin'ny folo tamin'ny taona fahafito amby telo-polo taorian'ny namaboana an'i Joiakina, mpanjakan'ny Joda, tamin'ny taona vao nanjakan'i Evila-merodaka, mpanjakan'i Babylona, dia nasandrany hiala tao an-trano-maizina Joiakina, mpanjakan'ny Joda.[Heb. nasandrany ny lohany]","Dia nitenenany soa izy, ka ny seza fiandrianany dia nataony ambony noho ny seza fiandrianan'ireo mpanjaka namany tao Babylona.","Ka dia novan'i Joiakina ny fitafiany fony izy mbola tao an-trano-maizina; ary nihinan-kanina teo anatrehany mandrakariva izy tamin'ny andro niainany rehetra.","Ary ny hanina nohaniny dia hanina homena avy amin'ny mpanjakan'i Babylona, araka ny tokony ho anjarany isan'andro isan'andro tamin'ny andro rehetra niainany mandra-pahafatiny.[Na: ny sisim-bolombavany]"]}