{"book":"Jeremia","chapter":33,"verses":["Ary tonga fanindroany tamin'i Jeremia ny tenin'i Jehovah, raha mbola voahazona teo an-kianjan'ny trano fiambenana ihany izy, nanao hoe:","Izao no lazain'i Jehovah, Mpanao izany, dia Jehovah Izay namorona izany mba hampitoetra azy; Jehovah no anarany;","Antsoy Aho, dia hovaliako ianao ka hampisehoako zavatra lehibe sy saro-pantarina izay tsy fantatrao.","Fa izao no lazain'i Jehovah, Andriamanitry ny Isiraely; Ny amin'ny trano amin'ity tanàna ity sy ny amin'ny lapan'ny mpanjakan'ny Joda, izay noravana noho ny tovon-tany sy ny sabatra,","Raha mandroso hiady amin'ny Kaldeana izy ka mameno ny trano amin'ny fatin'olona, izay novonoiko tamin'ny fahatezerako sy ny fahavinirako, sady nanafenako ny tavako tamin'ity tanàna ity noho ny faharatsiany rehetra:","Dia, indro, hotanterahiko tokoa ny fanasitranana azy, eny, hositraniko izy, ary hasehoko aminy ny haren'ny fiadanana sy ny fahamarinana.","Ary ny Joda sy ny Isiraely dia hampodiko avy amin'ny fahababoany, ka haoriko ho toy ny taloha izy.","Ary hodioviko ho afaka amin'ny helony rehetra izy, izay nanotany tamiko; Ka havelako ny helony rehetra, izay nanotany sy niodinany tamiko.","Ary ho anarana mahafaly Ahy izany sady ho dera sy voninahitra ho an'ny firenena rehetra ambonin'ny tany, izay handre ny soa rehetra ataoko aminy; Dia hatahotra sy hangovitra izy noho ny soa rehetra sy noho ny fiadanana rehetra izay hataoko aminy.","Izao no lazain'i Jehovah: Mbola ho re indray eto amin'ity tany ity, izay ataonareo hoe Rava, ka tsy misy olona na biby fiompy intsony dia eto amin'ny tanànan'ny Joda sy ao amin'ny lalamben'i Jerosalema izay efa lao, ka tsy misy olona na mponina na biby fiompy","Ny feo mifaly sy ny feo miravoravo, dia ny feon'ny mpampakatra sy ny feon'ny ampakarina ary ny feon'izay manao hoe: Miderà an'i Jehovah, Tompon'ny maro, fa tsara Izy, fa mandrakizay ny famindram-pony, dia izay mitondra fanati-pisaorana ho ao an-tranon'i Jehovah; Fa hataoko tonga tahaka ny tany aloha ny fahatsarany, hoy Jehovah.[Heb. hampodiko avy amin'ny fahababoana]","Izao no lazain'i Jehovah, Tompon'ny maro: Eto amin'ity tany efa lao tsy misy olona na biby fiompy ity sy amin'ny tanànany rehetra dia mbola hisy fonenan'ny mpiandry ondry hampandriany ny ondry aman'osiny,","Dia amin'ny tanàna any amin'ny tany havoana sy amin'ny tanàna any amin'ny tany lemaka amoron-tsiraka, ary amin'ny tanana any amin'ny tany atsimo sy amin'ny tanin'ny Benjamina sy amin'ny manodidina an'i Jerosalema ary amin'ny tanànan'ny Joda, ary ny ondry aman'osy mbola handroso araka ny fitondran'ny mpanisa azy, hoy Jehovah.","Indro, avy ny andro, hoy Jehovah, Izay hanatanterahako ny teny soa, izay nolazaiko ny amin'ny aranak'Isiraely sy ny taranak'i Joda.","Amin'izany andro izany sy amin'izany fotoana izany dia hampaniry Rantsana marina ho an'i Davida Aho; Ary hanao fitsarana sy fahamarinana amin'ny tany Izy.[Na: Solofo]","Amin'izany andro izany dia hovonjena ny Joda, ary Jerosalema handry fahizay; Ary izao no hanononana azy: Jehovah Fahamarinantsika.","Fa izao no lazain'i Jehovah: Davida tsy ho diso zanakalahy Hipetraka eo amin'ny seza fiandrianan'ny taranak'Isiraely;","Ary ny Levita mpisorona tsy ho diso zanakalahy ho eo anatrehako, Mba hanaterany mandrakariva fanatitra dorana sy fanatitra hohanina ary fanatitra hafa alatsa-drà.[Na: sy handoroany fanatitra hohanina]","Ary tonga tamin'i Jeremia ny tenin'i Jehovah nanao hoe:","Izao no lazain'i Jehovah: Raha mahafoana ny fanekeko ny amin'ny andro sy ny fanekeko ny amin'ny alina ianareo, mba tsy hisy andro sy alina amin'ny fotoany,","Dia ho azo foanana koa ny fanekeko tamin'i Davida mpanompoko, tsy hananany zanakalahy hanjaka eo amin'ny seza fiandrianany, sy ny amin'ny Levita mpisorona, mpanompoko.","Toy ny hamaroan'ny kintana eny amin'ny lanitra, izay tsy azo isaina, ary toy ny fasika any amin'ny ranomasina, izay tsy azo afàtra, dia toy izany no hanamaroako ny taranak'i Davida mpanompoko sy ny Levita, izay manao fanompoam-pivavahana ho Ahy.","Ary tonga tamin'i Jeremia ny tenin'i Jehovah nanao hoe:","Tsy hitanao va izay nolazain'ity firenena ity hoe: Ny fianakaviana roa izay nofidin'i Jehovah dia efa nariany; Toy izany no anamavoany ny oloko, ka dia tsy vanon-ko firenena eo imasony intsony izy.","Izao no lazain'i Jehovah: Raha tsy amin'ny andro sy ny alina ny fanekeko, ary raha tsy notendreko ny lalàna fitondrana ny lanitra sy ny tany,","Dia hariako ny taranak'i Jakoba sy Davida mpanompoko, ka ny taranany tsy mba hanalako ho mpanapaka ny taranak'i Abrahama sy Isaka ary Jakoba; Fa hampodiko avy amin'ny fahababoana izy ka hamindrako fo."]}