{"book":"Jeremia","chapter":26,"verses":["Tamin'ny niandohan'ny nanjakan'i Joiakima, zanak'i Josia, mpanjakan'ny Joda, no nahatongavan'izao teny izao avy tamin'i Jehovah nanao hoe:","Izao no lazain'i Jehovah: Mitsangàna eo an-kianjan'ny tranon'i Jehovah, ka lazao amin'ny tanànan'ny Joda rehetra, izay avy hiankohoka ao an-tranon'i Jehovah, ny teny rehetra izay efa nasaiko hambaranao aminy, ary aza amelana na dia teny iray akory aza.","Fa angamba hihaino ihany izy, ka samy hiala amin'ny lalany ratsy, dia hanenenako ny loza izay kasaiko hamelezana azy noho ny faharatsian'ny ataony.","Ary lazao aminy hoe: Izao no lazain'i Jehovah: Raha tsy mihaino Ahy ianareo ka tsy mandeha araka ny lalàko izay napetrako teo anoloanareo,","ary tsy mihaino ny tenin'ny mpaminany mpanompoko, izay irahiko aminareo, eny, nifoha maraina koa Aho ka naniraka, nefa tsy mba nihaino ianareo","dia hataoko tahaka an'i Silo ity trano ity, ary hataoko fanozonana ho an'ny firenena rehetra ambonin'ny tany ity tanàna ity.","Ary ny mpisorona sy ny mpaminany mbamin'ny vahoaka rehetra dia nandre an'i Jeremia nanambara ireo teny rehetra ireo tao an-tranon'i Jehovah.","Koa nony efa tapitra voalazan'i Jeremia izay rehetra nasain'i Jehovah nolazaina tamin'ny vahoaka rehetra, dia nosamborin'ny mpisorona sy ny mpaminany mbamin'ny vahoaka rehetra izy ka nataony hoe: Ho faty tokoa ianao.","Nahoana ianao no naminany tamin'ny anaran'i Jehovah hoe: Ho tahaka an'i Silo ity tanàna ity, ary ho lao ity tanàna ity, ka tsy hisy mponina? Ary ny vahoaka rehetra dia nitangorona tamin'i Jeremia tao an-tranon'i Jehovah.","Fa nony ren'ny mpanapaka ny Joda izany zavatra izany, dia niakatra avy tany amin'ny tranon'ny mpanjaka nankany amin'ny tranon'i Jehovah izy ka nipetraka teo anoloan'ny vavahady vaovaon'i Jehovah.","Ary ny mpisorona sy ny mpaminany nilaza tamin'ny mpanapaka sy ny vahoaka rehetra hoe: Misy heloka tokony hahafaty ity lehilahy ity; fa efa naminany loza ho amin'ity tanàna ity izy araka izay efa ren'ny sofinareo.","Dia nilaza tamin'ny mpanapaka rehetra sy ny vahoaka rehetra Jeremia hoe: Jehovah no naniraka ahy haminany izay rehetra efa renareo ny amin'ity trano sy ity tanàna ity.","Koa ankehitriny ataovy tsara ny lalanareo sy ny ataonareo, ary mihainoa ny feon'i Jehovah Andriamanitrareo; fa hanenenan'i Jehovah ny loza izay efa nolazainy hamelezana anareo.","Fa ny amiko, dia, indro, efa eto an-tananareo aho; koa ataovy amiko izay ataonareo ho mety sy marina.","Kanefa mihevera tsara, fa raha mamono ahy anie ianareo, dia hahatonga rà marina aminareo sy amin'ity tanàna ity ary amin'ny mponina eto, satria Jehovah tokoa no naniraka ahy taminareo hilaza ireo teny rehetra ireo eto anatrehanareo.","Dia hoy ny mpanapaka sy ny vahoaka rehetra tamin'ny mpisorona sy ny mpaminany: Tsy misy heloka tokony hahafaty ity lehilahy ity, satria tamin'ny anaran'i Jehovah Andriamanitsika no nitenenany tamintsika.","Dia nisy nitsangana ny loholona ka nanao tamin'ny vahoaka rehetra vory teo hoe:","Mika Morastita dia naminany tamin'ny andron'i Hezekia, mpanjakan'ny Joda, ka nanao tamin'ny Joda rehetra hoe: Izao no lazain'i Jehovah, Tompon'ny maro: \"Ziona dia hasaina toy ny tanimboly, ary Jerosalema ho tonga korontam-bato, ary ny tendrombohitra misy ny trano dia ho tonga toy ny havoana mifono ala.\" (Mik. 3. 12).","Moa namono azy va Hezekia, mpanjakan'ny Joda, sy ny Joda rehetra? Tsy natahotra an'i Jehovah va izy ka nifona tamin'i Jehovah, ka dia nanenenan'i Jehovah ny loza izay efa nolazainy hamelezany azy? Fa isika kosa izao dia mila hampidi-doza lehibe amin'ny tenantsika.","Ary nisy lehilahy anankiray koa izay naminany tamin'ny anaran'i Jehovah, dia Oria, zanak'i Semaia, avy any Kiriata-jearima, izay naminany loza ho amin'ity tanàna sy ity tany ity araka izany teny rehetra nataon'i Jeremia izany koa.","Ary nony ren'i Joiakima mpanjaka sy ny lehilahy maheriny rehetra ny teniny, dia nitady hahafaty azy ny mpanjaka; ary nony nandre izany Oria, dia natahotra izy ka nandositra, ary tonga tany Egypta;","ary Joiakima mpanjaka naniraka olona nankany Egypta, dia Elnatana, zanak'i Akbora, mbamin'ny olona sasany nanaraka ny hankany Egypta.","Ary Oria dia nalain'ireo niala avy tany Egypta ka nentiny teo amin'i Joiakima mpanjaka; ary izy namono azy tamin'ny sabatra, dia nanary ny fatiny teny amin'ny fasam-bahoaka.","Nefa ny tànan'i Ahikama, zanak'i Safana, dia nomba an'i Jeremia mba tsy hanolorana azy ho eo an-tànan'ny vahoaka hovonoiny."]}