{"book":"Jeremia","chapter":37,"verses":["Ary Zedekia mpanjaka, zanak'i Josia, dia nanjaka nandimby an'i Jekonia, zanak'i Joiakima, fa nampanjakain'i Nebokadnezara, mpanjakan'i Babylona, tao amin'ny tanin'ny Joda izy;","nefa na izy, na ny mpanompony, na ny vahoaka, dia samy tsy nihaino ny tenin'i Jehovah, izay nampilazainy an'i Jeremia mpaminany.","Ary Zedekia mpanjaka naniraka an'i Jehokala, zanak'i Selemia, sy Zefania, zanak'i Mahaseia, mpisorona, ho any amin'i Jeremia mpaminany hanao hoe: Mba ivavaho amin'i Jehovah Andriamanitsika re izahay.","Ary Jeremia mbola niditra sy nivoaka teo amin'ny olona ihany; fa tsy mbola nataony tao an-trano-maizina izy.","Ary efa niainga avy tany Egypta ny miaramilan'i Farao, ka raha nahare izany ny Kaldeana izay nanao fahirano an'i Jerosalema, dia niala tany Jerosalema izy.","Dia tonga tamin'i Jeremia mpaminany ny tenin'i Jehovah hoe:","Izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Izao no lazaonareo amin'ny mpanjakan'ny Joda, izay naniraka anareo hankat? amiko hanontany amiko: Indro, ny miaramilan'i Farao, izay efa niainga hamonjy anareo, dia hiverina ho any Egypta taniny;","fa ho avy indray ny Kaldeana ka hamely ity tanana ity sady hanafaka azy sy handoro azy amin'ny afo.","Izao no lazain'i Jehovah: Aza mamita-tena foana ianareo ka manao hoe: Hiala amintsika tokoa ny Kaldeana; fa tsy hiala izy tsy akory.","Fa na dia mamely ny miaramilan'ny Kaldeana rehetra izay miady aminareo aza ianareo, ka izay voalefona no ho sisa velona, ireo aza dia samy hitsangana avy ao anaty lainy ka handoro ity tanàna ity amin'ny afo.","Ary raha niala tany Jerosalema ny miaramilan'ny Kaldeana noho ny amin'ny miaramilan'i Farao,","dia nivoaka Jeremia avy tao Jerosalema hankany amin'ny tanin'ny Benjamina mba handray izay anjarany eo amin'ny vahoaka.","Ary raha tonga teo am-bavahadin'i Benjamina izy, dia, indro, ny kapitenin'ny mpiambina, atao hoe Jiria, zanak'i Selemia, zanak'i Hanania, no teo; dia nisambotra an'i Jeremia mpaminany izy ka nanao hoe: Miray tetika amin'ny Kaldeana ianao.","Fa hoy Jeremia: Lainga izany. Tsy miray tetika amin'ny Kaldeana aho. Nefa tsy nino azy ireo, ka dia nosamborin'i Jiria ihany Jeremia ary nentiny ho ao amin'ny mpanapaka.","Ary tezitra tamin'i Jeremia ny mpanapaka ka nikapoka azy, dia nandatsaka azy tao an-trano-maizina tao amin'ny tranon'i Jonatana mpanoratra; fa izany no nataony trano-maizina.","Ary nony tafiditra tao an-trano-maizina, tao amin'ilay niefitrefitra, Jeremia, ka efa nitoetra tao andro maro,","dia naniraka haka azy Zedekia mpanjaka; ary ny mpanjaka nanontany azy mangingina tao an-tranony nanao hoe: Moa misy teny avy tamin'i Jehovah tokoa va? Dia hoy Jeremia: Eny, misy; ary hoy koa izy: Hatolotra eo an-tànan'ny mpanjakan'i Babylona ianao.","Ary hoy koa Jeremia tamin'i Zedekia mpanjaka: Inona no ratsy nataoko taminao, na tamin'ny mpanomponao, na tamin'ity firenena ity, no dia nataonareo tao an-trano-maizina aho?","Aiza moa ireo mpaminaninareo, izay naminany taminareo hoe: Tsy ho avy hiady aminareo na hamely ity tany ity ny mpanjakan'i Babylona?","Koa trarantitra ianao, ry tompokolahy mpanjaka, henoy kely ange! aoka hoborahina eto anatrehanao ny fifonako, ka aza averina ho ao amin'ny tranon'i Jonatana mpanoratra aho, fandrao dia maty ao.","Dia nasain'i Zedekia mpanjaka nataony teo amin'ny kianjan'ny trano fiambenana Jeremia, ka nasainy nomena mofo iray isan'andro isan'andro avy any amin'ny fitoeran'ny mpanao mofo izy, ambara-pahalanin'ny mofo rehetra tao an-tanàna. Toy izany no nitoeran'i Jeremia teo amin'ny kianjan'ny trano fiambenana."]}