{"book":"Jeremia","chapter":49,"verses":["Ny amin'ny taranak'i Amona, Izao no lazain'i Jehovah: Moa tsy manan-janakalahy va Isiraely? Ary tsy manan-kandova va izy? Koa nahoana Gada no lasan'ny mpanjakany, ary ny vahoakany monina ao amin'ny tanànany?[Na: Malkana]","Koa, indro, avy ny andro, hoy Jehovah, izay hampandrenesako akoran'ady amin'ny famelezana an'i Raban'ny taranak'i Amona, ary ho tanànaolo rava izy, ary ny zana-bohiny hodorana amin'ny afo; Ary ny Isiraely hahalasa ny an'izay nahalaza azy, hoy Jehovah.","Midradradradrà, ry Hesbona, fa rava Ay! Mitaraina, ianareo zanakavavin'i Raba! Misikina lamba fisaonana ianareo; Manaova fisaonana, ary mivoivoiza eo anaty fefy; Fa lasan-ko babo ny mpanjakany, dia ny mpisorony sy ireo mpanapaka azy.","Nahoana no ny lohasaha no ataonao ho reharehanao, dia ny lohasahanao mahavokatra be. Ry zanakavavy mpiodina, izay mitoky amin'ny rakiny ka manao hoe: Iza moa no ho afa-miakatra at? amiko?","Indro Aho hahatonga tahotra aminao avy amin'izay rehetra manodidina anao, hoy Jehovah, Tompon'ny maro; Ary horoahina samy hizotra amin'izay hitsiny avy ianareo rehetra, sady tsy hisy hamory izay mandositra.","Ary rehefa afaka izany, dia hampodiko ihany avy amin'ny fahababoana ny taranak'i Amona, hoy Jehovah.","Ny amin'i Edoma. Izao no lazain'i Jehovah, Tompon'ny maro: Tsy misy fahendrena intsony va ao Temana? Very saina va ny olon-kendry? Lany va ny fahendreny?","Mandosira, miambohoa ianareo, mamitsaha ao amin'ny lalina, ry mponina any Dedana, fa ny loza ho an'i Esao dia nataoko nihatra taminy, dia ny andro hamaliako azy.","Raha tonga ao aminao ny mpioty voaloboka, dia tsy hamela voaloboka sisa hotsimponina akory izy; Raha avy alina ny mpangalatra, dia handrava mandra-pahafa-pony izy.","Izaho dia nampitanjaka an'i Esao, ary naharihariko ny fiereny, ka tsy mahazo miery izy; Ringana ny zanany sy ny rahalahiny ary ny namany, ka tsy ao intsony ireny.","Ilaozy ny zanakao ho kamboty, fa Izaho no hamelona azy, ary aoka Izaho no hitokian'ny vadinao mpitondratena.","Fa izao no lazain'i Jehovah: Indro, fa na dia izay tsy tokony hisotro amin'ny kapoaka aza dia hisotro tokoa, ka moa ho afa-potsiny va ianao? Tsy ho afa-potsiny ianao, fa tsy maintsy hisotro tokoa.","Fa ny tenako no nianianako, hoy Jehovah, fa ho tonga figagana Bozra sy ho fandatsa sy ho rava ary ho fanozonana, ary ny tanànany rehetra ho lao mandrakizay.","Fa efa nahare filazana avy tamin'i Jehovah aho, ary nisy iraka nalefa ho any amin'ny jentilisa hanao hoe: Mivoria ianareo, ka mankanesa hamely azy, ary mitsangàna hanafika.","Fa, indro, hataoko tsinontsinona eo amin'ny firenena ianao sy fanazimbazimba eo amin'ny olona,","Ry ilay monina ao an-tsefatsefaky ny harambato, Izay mifikitra amin'ny tampon'ny havoana, ny fahatahorana anao sy ny avonavon'ny fonao no namitaka anao; Fa na dia ataonao eny amin'ny avo tahaka ny an'ny voromahery aza ny akaninao, dia havariko avy eny ianao, hoy Jehovah.","Ary ho figagana Edoma: Izay rehetra mandalo azy dia ho gaga ka hisitrisitra noho ny loza rehetra efa namelezana azy.","Ary toy ny nandravana an'i Sodoma sy Gomora mbamin'ny tanàna teny akaikiny, hoy Jehovah, no tsy hisian'olona honina any, na zanak'olombelona hivahiny any.","Indro, toy ny fiakatry ny liona avy any amin'ny kirihitrala eny amoron'i Jordana no hiakarany ho any amin'ny misy ahitra mateza; Fa hampandosiriko tampoka Edoma hiala ao, ary izay olona iray voafidy no hotendreko hanapaka azy. Fa iza no tahaka Ahy, ary iza no hifandahatra amiko, ary iza moa no mpiandry ondry mahajanona eo anatrehako?[Heb. ny reharehany][Na: fonenany mafy]","Koa henoy ny saina avy amin'i Jehovah, Izay nosaininy hamelezana an'i Edoma, sy ny heviny izay noheveriny hamelezana ny mponina ao Temana: Hoviraviraina tokoa ireny, dia ny kely indrindra amin'ny ondry; Ho gaga azy tokoa ny saha fiandrasana azy.","Tamin'ny fiezinezin'ny fianjerany dia nihorohoro ny tany; Ny feon'ny fitarainany dia re hatrany amin'ny Ranomasina Mena.","Indro, hanidina hiakatra toy ny voromahery izy ka hamelatra ny elany eny ambonin'i Bozra; Ary amin'izany andro izany ny fon'ny lehilahy maherin'i Edoma dia ho tahaka ny fon'ny vehivavy mihetsi- jaza.","Ny amin'i Damaskosy. Very hevitra Hamata sy Arpada, fa nandre filazan-doza izy ka kivy; Misamboaravoara ny ranomasina ka tsy mety tafatoetra.[Na: Misy fanahiana hatrany an-dranomasina aza; tsy mahita fiononana ny olona]","Efa ketraka Damaskosy ka mihodina handositra, fa, toran-kovitra izy; Ary azon'ny faharariana sy ny fanaintainana, toy ny vehivavy raha miteraka.","Nahoana re no tsy nilaozana ny tanàna malaza, tanana fifaliako![Na: Indrisy! efa lao ny tanàna malaza]","Ka dia hiampatrampatra eny an-kalalahana ny zatovony. Ary ny miaramila rehetra ho ringana avokoa amin'izany andro izany, hoy Jehovah, Tompon'ny maro.","Ary hisy afo hampirehetiko ao anatin'ny mandan'i Damaskosy, handevona ny lapan'i Beni-hadada.","Ny amin'i Kedara sy ny fanjakan'i Hazora, izay resin'i Nebokadnezara, mpanjakan'i Babylona. Izao no lazain'i Jehovah: Mitsangàna ianareo, ka miakara hamely an'i Kedara, ary aringano ny zanaky ny atsinanana.","Halainy ny lainy sy ny ondry aman'osiny, ho entin'ny ambain-dainy mbamin'ny fanaka rehetra sy ny ramevany, sady hiantsoantso hilaza aminy hoe izy: Misy fampangorohoroana manodidina!","Mandosira, ka mandehana lavitra! Mamitsaha ao amin'ny lalina, ry mponina any Hazora! hoy Jehovah; Fa Nebokadnezara, mpanjakan'i Babylona, nanao saina hamelezany anareo sy namoron-kevitra hamelezany anareo.[Heb. azy]","Mitsangàna, iakaro ny firenena miadana izay tsy manana ahiahy, hoy Jehovah. Dia izay tsy misy vavahady mirindrina na mihidy sady mitoka- monina.","Ho babo ny ramevany, ary horobaina ny omby aman'ondriny betsaka, haeliko ho any amin'ny rivotra rehetra ireo voahety sisim-bolo; Ary ho entiko avy amin'ny manodidina rehetra ny loza hanjo azy, hoy Jehovah,","Ary Hazora dia ho fonenan'ny amboadia sy ho tany lao mandrakizay; Tsy hisy olona honina any, Na zanak'olombelona hivahiny any.[Na: jakala]","Ny tenin'i Jehovah izay tonga tamin'i Jeremia mpaminany ny amin'i Elama tamin'ny niandohan'ny nanjakan'i Zedekia, mpanjakan'ny Joda, hoe:","Izao no lazain'i Jehovah, Tompon'ny maro: Indro, hotapatapahiko ny tsipìkan'i Elama, Izay fototry ny heriny.","Ary hitondra Avotra efatra avy amin'ny lafiny efatry ny lanitra Aho hamelezana an'i Elama, ary haeliko ho amin'izany rivotra rehetra izany izy, ka tsy hisy firenena izay tsy halehan'ny voaroaka avy any Elama.","Fa hampivadi-po an'i Elama eo anoloan'ny fahavalony sy eo anoloan'izay mitady ny ainy Aho ka hahatonga loza aminy, dia ny firehetan'ny fahatezerako, hoy Jehovah; Ary hampanenjehiko azy ny sabatra Mandra-pandaniko azy;","Dia hapetrako ao Elasma ny seza fiandrianako. Ary hofongorako tsy hisy intsony any na ny mpanjaka na ny mpanapaka, hoy Jehovah.","Nefa any am-parany dia mbola hampodiko avy amin'ny fahababoany ihany Elama, hoy Jehovah."]}