{"book":"Joba","chapter":16,"verses":["Dia namaly Joba ka nanao hoe:","Efa nandre zavatra maro toy izany aho; Mpampionona mahasorisorena foana ianareo rehetra.","Efa tapitra va izay ny bedibedy foana? Sa mbola misy manesika anao hamaly ahy ihany?","Izaho kosa mba mahazo miteny tahaka anareo, raha mba tonga tahaka ahy ianareo; eny, mahazo manamboatra teny ho enti-mamely anareo aho ary mahazo mihifikifi-doha aminareo;","Mahazo mampahery anareo amin'ny Vavako aho, ary mahazo mampitony ny alahelonareo ny fampiononana ataon'ny molotro.","Na dia miteny aza aho, dia tsy mitsahatra ny alaheloko; Ary na dia mangina aza aho, dia tsy misy mihena izany.","Fa ankehitriny efa nandreraka ahy Izy; Naringanao ny ankohonako rehetra.","Ary efa nampifezaka ny tenako Hianao, ka dia vavolombelona amiko izany. Ary mitsangana hiampanga ahy ny fahahiazako, ka dia tondromaso akaiky izany.[Na: nosamborinao aho]","Amin'ny fahatezerany no amiravirany sy andrafiany ahy, mihidy vazana amiko Izy; Eny, miseho ho fahavaloko Izy ka mampivandravandra ny masony amiko;","Nisanasana vava tamiko ny olona; Latsa no nentiny namely ny takolako; Mitambatra hamely ahy izy.","Efa voatolotr'Andriamanitra ho amin'ny ratsy fanahy aho, ary natsipiny ho eo an-tànan'ny mpanota.","Tamin'ilay izaho tsy nanana ahiahy iny, dia nanorotoro ahy Izy; Nosamboriny tamin'ny hatoko aho ka nomontsaniny, sady natsangany ho marika hokendreny.","Manodidina ahy ny mpandefa zana-tsipìkany; Mamaky ny voako Izy ka tsy miantra ary manidina ny aferoko ho amin'ny tany.","Bangabangainy lalandava aho, ka miroatra hamely ahy tahaka ny lehilahy mahery Izy.","Lamba fisaonana no voazaitrako hanarona ny hoditro, ary nalàko baraka tamin'ny vovoka ny tandroko.[Heb. lamba malailay]","Ny tavako tera-menan'ny fitomaniana, ary eo amin'ny hodi-masoko ny aloky ny fahafatesana;","Kanefa tsy misy eto an-tanako izay mba nalaina an-keriny; Ary madio ny fivavako.","Ry tany ô, aza manarona ny rako, ary aoka tsy ho voahazona ny fitarainako!","Fa na dia ankehitriny aza, indro, any an-danitra ny Vavolombeloko, eny, ny Vavolombeloko dia any amin'ny avo.","Na dia mihomehy ahy aza ny sakaizako, dia mamarin-dranomaso eo anatrehan'Andriamanitra kosa aho,","Mba hanamarina ahy olombelona eo anatrehany Izy sy hanafa-tsiny ahy zanak'olombelona amin'ny sakaizako.[Heb. sakaizany]","Fa rehefa lasa ny taona vitsy, dia handeha any amin'ny lalana izay tsy hiverenako intsony aho."]}