{"book":"Joba","chapter":19,"verses":["Dia namaly Joba ka nanao hoe:","Mandra-pahoviana no hampalahelovanareo ny fanahiko sy hanorotoroanareo ahy amin'ny fiteny?","Efa im-polo izay no nanaratsianareo ahy; Tsy misoroka izay hampahory ahy ianareo.","Ary raha diso tokoa aho, dia izaho ihany no andrian'ny fa hadisoako.","Raha mirehareha amiko kosa ianareo ka mampiaiky ahy ho nanao izay mahamenatra,","Dia aoka ho fantatrareo fa Andriamanitra no efa nampitanondrika ahy ka efa naningotra ahy tamin'ny fandrika haratony.","Indro, miantso mafy aho hoe: Loza! nefa tsy misy mamaly ahy; Mitaraina aho, nefa tsy mahita rariny.","Ny lalako dia nofefeny, ka tsy afa-mandroso aho; ary nasiany maizina teo amin'ny lalana alehako.","Ny voninahitro nalany tamiko, ary nesoriny ny satro-boninahitra teo an-dohako.","Efa nandrava ahy manodidina Izy, ka efa ho faty aho; Ary efa nofongorany tahaka ny hazo ny fanantenako.","Dia nampirehetiny tamiko ny fahatezerany, ka nataony ho fahavalony aho.","Miara-mandroso ny antokon'ny miaramilany ary manandratra tovon-tany hamelezany ahy izy ka mitoby manodidina ny laiko.","Ny rahalahiko efa nampanalaviriny ahy; Ary ny olona nahazatra ahy efa nihafahafa tamiko avokoa.","Efa tsy misy eto intsony ny havako, ary ny sakaizako efa nanadino ahy.","Ny vahiny izay mitoetra ao an-tranoko sy ny ankizivaviko aza samy manao ahy ho olon-kafa; Tonga olon-ko azy eo imasony aho.","Antsoiko ny mpanompoko, nefa tsy namaly ahy izy; Mifona aminy amin'ny vavako aho.","Ny fofonaiko mahaloiloy ny vadiko, ary maharikoriko ny zanak'ineny aho.","Eny, ny ankizilahy madinika aza mamingavinga ahy; Raha te-hitsangana aho, dia miteny mamely ahy ireny.","Na dia izay nifankazatra tamiko indrindra aza dia manao ahy ho zava-betaveta, ary izay olon-tiako dia mivadika ho fahavaloko.","Ny taolako miraikitra amin'ny hoditro sy ny nofoko, ary ny akanjo-nifiko ihany no hany sisa azoko enti-mandositra.","Mamindrà fo amiko, mamindrà fo amiko ianareo, ry sakaizako ô; fa ny tànan'Andriamanitra efa mikasika ahy.","Nahoana no manenjika ahy tahaka an'Andriamanitra koa ianareo ka tsy mety afa-po amin'ny nofoko?","Enga anie ka ho voasoratra ny teniko! Enga anie ka ho voatomboka eo amin'ny boky ireny!","Enga anie ka ho voasoratra amin'ny vy fanoratana sady voasy firaka eo amin'ny vatolampy ho mandrakizay izy!","Kanefa raha izaho, dia fantatro fa velona ny Mpanavotra ahy, ka hitsangana any am-parany eo ambonin'ny vovoka Izy.[Heb. Goela][Na: ho farany]","Ary rehefa levona ny hoditro, izao simba izao, sady afaka amin'ny nofoko aho, dia hahita an'Andriamanitra;[Na: Dia hahita an'Andriamanitra amin'ny nofoko aho]","Eny, izaho no hahita Azy, ary ny masoko no hijery, fa tsy olon-kafa. Efa matim-paniriana ny saiko ato anatiko.[Heb. voako]","Raha hoy ianareo: Andeha hanenjika azy fatratra isika. Fa hita ao anatiny ny fototry ny mahameloka azy.[Heb. anatiko][Heb. ahy]","Dia matahora ny sabatra ianareo; Fa ny fahatezerana dia heloka mendrika ny hovalian-tsabatra, mba ho fantatrareo fa misy fitsarana."]}