{"book":"Joba","chapter":9,"verses":["Dia namaly Joba ka nanao hoe:","Fantatro tokoa fa izany no izy; Fa aiza no hahamarina ny zanak'olombelona eo anatrehan'Andriamanitra?","Raha te-hifandahatra aminy izy,dia tsy mahavaly teny Azy na dia iray amin'ny arivo aza.","Hendry am-po Izy sady matanjaka amin'ny hery; iza no nikiry nanohitra Azy ka tsy naninona?","Izay mamindra tendrombohitra, nefa ireny tsy mahalala akory, izay mamadika azy amin'ny fahatezerany,","Ary mampihorohoro ny tany ho afaka amin'ny fitoerany, ka mihozongozona ny andriny;","Mandidy ny masoandro Izy, ka tsy miposaka iny, ary manisy tombo-kase manafina ny kintana;","Sady Izy irery ihany no mamelatra ny lanitra sy mandia ny onjan-dranomasina;","Manao ireo kintana lehibe Izy, dia ny Bera sy ny Telonohorefy ary ny Ikotokelimiadilaona sy ireo kintana maro any atsimo,[Heb. ireny efi-trano er? atsimo]","Ary manao zava-dehibe tsy takatry ny saina, eny, fahagagana tsy hita isa.","Indro, mandalo ahy Izy, nefa tsy hitako; Ary mihelina Izy, nefa tsy fantatro.","Indro, mipaoka Izy, ka iza no mahasakana Azy? Iza no hanao aminy hoe: Inona no ataonao?","Andriamanitra tsy mampitony ny fahatezerany; Ny mpanampy an-dRahaba aza dia mitanondrika eo ambaniny.[Rahaba = Rehareha]","Mainka fa izaho tsy mahavaly Azy, na mahafidy teny hifandaharako aminy;","Fa na dia marina aza aho, dia tsy hahavaly tsy akory; Hifona amin'Ilay manana ady amiko no hany heriko.","Raha mba niantso aho, ka namaly ahy aza Izy, dia tsy ho nino aho fa hanaiky ny fitarainako Izy.","Fa manorotoro ahy amin'ny tafio-drivotra Izy ka manamaro ny feriko tsy ahoan-tsy ahoana.","Sady tsy avelany haka aina akory aho, fa vokisany zava-mangidy.","Raha ny amin'ny herin'ny mahery, dia: Indro ary! Ary ny amin'ny fitsarana: Iza no hifandahatra amiko?","Na dia marina aza aho, dia hanameloka ahy ihany ny vavako; Ary na dia tsy manan-tsiny aza aho, dia hanao ahy ho meloka Izy.","Marina aho, ataoko tsinontsinona ny aiko; Tsy ahoako izay ho velona.","Tsy misy hafa aminy, ka izany no nanaovako hoe: Ny marina sy ny meloka dia samy aringany avokoa.","Raha misy loza mahafaty tampoka, dia mihomehy ny fizahan-toetra ny marina Izy.[Heb. fikapohana]","Ny tany efa voatolotra ho eo an-tànan'ny ratsy fanahy; Manarona ny tavan'ny mpitsara eo Izy; Raha tsy Izy no manao izany, dia iza, kosa ary?","Ny androko dia faingana noho ny tsimandoa; Lasa ireny ka tsy nahita soa akory.","Mihelina tahaka ny lakana faingam-pandeha izy, tahaka ny voromahery mipaoka hanina.[Heb. lakana zozoro]","Raha hoy izaho: Hanadino ny alaheloko aho, hitsahatra tsy hanjonitra aho ka ho miramirana,","Dia mahatsiravina ahy ny fahoriako rehetra; Fantatro fa tsy hataonao ho tsy manan-tsiny aho.","Tsy maintsy hatao ho meloka ihany aho, koa nahoana aho no hanasa-tena foana?","Na dia mandro amin'ny oram-panala aza aho ka manadio ny tanako amin'ny ranon-davenona,","Dia hanitrika ahy any am-pahitra miaraka amin'izay Hianao, ka hataon'ny fitafiako ho zava-betaveta aho.","Fa tsy olona tahaka ahy Izy ka ho azoko valiana hifanatrehanay amin'ny fitsarana.","Tsy misy mpanelanelana anay Hametraka ny tànany aminay roa tonta.","Aoka hanaisotra ny tsorakazony amiko Izy, ary aoka tsy hampahatsiravina ahy ny fampitahorany,","Dia hiteny aho ka tsy hatahotra Azy; Fa fantatro fa tsy hatahotra foana aho."]}