{"book":"Joba","chapter":1,"verses":["Nisy lehilahy tany amin'ny tany Oza Joba no anarany; ary marina sy mahitsy izany lehilahy izany sady natahotra an'Andriamanitra ka nifady ny ratsy.","Ary niteraka fito lahy sy vavy telo izy.","Ary ny fananany dia ondry aman'osy fito arivo sy rameva telo arivo sy omby arivo sy borikivavy diman-jato ary mpanompo maro be; ka dia nanan-karena be mihoatra noho ny zanaky ny atsinanana rehetra izany lehilahy izany.","Ary fanaon'ny zananilahy ny nandeha sy nanao fanasana isaky ny an'androny avy isan-tranony; dia naniraka naka ny anabaviny telo mirahavavy izy hiara-mihinana sy misotro aminy.","Ary isaky ny tapitra nitsingerina ireo andro fanasana ireo dia naniraka Joba ka nanamasina ireny ary nifoha maraina koa izy ka nanatitra fanatitra dorana araka ny isan'izy rehetra; fa hoy Joba: Fandrao efa nanota ny zanako ka nandà an'Andriamanitra tao am-pony. Izany no nataon'i Joba mandrakariva.","Ary tamin'ny indray andro nony avy ireo zanak'Andriamanitra hiseho teo anatrehan'i Jehovah dia mba tonga teo koa Satana tafaharo taminy.","Dia hoy Jehovah tamin'i Satana: Avy taiza ianao? Dia namaly an'i Jehovah Satana ka nanao hoe: Avy nizahazaha teny amin'ny tany aho ka nivezivezy teny.","Dia hoy Jehovah tamin'i Satana: Efa nandinika an'i Joba mpanompoko va ianao? Fa tsy misy tahaka azy eny ambonin'ny tany, fa olona marina sy mahitsy izy sady matahotra an'Andriamanitra ka mifady ny ratsy.","Ary Satana dia namaly an'i Jehovah ka nanao hoe: Moa tsy fanantenan-javatra va no atahoran'i Joba an'Andriamanitra?","Tsy Hianao va no nanao fefy manodidina azy sy manodidina ny tranony ary manodidina izay ananany rehetra? Notahinao ny asan'ny tànany ka manenika ny tany ny omby aman'ondriny.","Fa ahinjiro ange ny tananao ka tendreo izay ananany rehetra raha tsy handà Anao eo imasonao aza izy e![Na: hahafoy Anao mihitsy]","Dia hoy Jehovah tamin'i Satana: Indro eo an-tananao izay ananany rehetra; fa ny tenany ihany no aza aninjiranao ny tananao. Dia nivoaka Satana niala teo anatrehan'i Jehovah.","Ary tamin'ny indray andro dia nihinana sy nisotro divay teo an-tranon'ny zokiny lahimatoa ny zananilahy sy ny zananivavy;","ary nisy iraka tonga tany amin'i Joba ka nanao hoe: Ny omby niasa, ary ny borikivavy nandrasana teo anilany,","dia namely azy tampoka ny Sabeana ka namabo azy, ary ny ankizilahy dia nasiany tamin'ny lelan-tsabatra, ary izaho dia izaho irery ihany no afa-nandositra hilaza aminao.","Raha mbola niteny izy, dia nisy anankiray koa tonga ka nanao hoe: Nisy afon'Andriamanitra latsaka avy tany an-danitra ary nandoro ny ondry aman'osy sy ny ankizilahy ka nandevona azy, ary izaho dia izaho irery ihany no afa-nandositra hilaza aminao.","Raha mbola niteny izy, dia nisy anankiray koa tonga ka nanao hoe: Ny Kaldeana nanao telo toko, dia niroatany ny rameva ka nobaboiny, ary ny ankizilahy dia nasiany tamin'ny lelan-tsabatra, ary izaho dia izaho irery ihany no afa-nandositra hilaza aminao.","Raha mbola niteny izy, dia nisy anankiray koa tonga ka nanao hoe: Ny zanakao-lahy sy ny zanakao-vavy dia nihinana sy nisotro divay tao an-tranon'ny zokiny lahimatoa;","ary, indro, nisy rivotra mahery avy tany an-efitra ka namely ny zoron-trano efatra, dia nianjera tamin'ny zatovo ny trano, ka maty izy rehetra, ary izaho dia izaho irery ihany no afa-nandositra hilaza aminao.","Dia nitsangana Joba ka nandriatra ny lambany, ary nanaratra ny lohany, dia niapoka tamin'ny tany ka niankohoka","sady nanao hoe: Nitanjaka no nivoahako avy tany an-kibon'ineny, ary mitanjaka no hiverenako any; Jehovah no nanome, ary Jehovah no nanaisotra; isaorana anie ny anaran'i Jehovah","Tamin'izany rehetra izany dia tsy nanota Joba, na nanome tsiny an'Andriamanitra."]}