{"book":"Joba","chapter":5,"verses":["Miantsoa ange! moa misy hamaly anao va? Ary iza amin'ireo masina no hotodihinao?","Fa ny adala dia vonoin'ny fahasosorana, ary ny kely saina dia matin'ny fialonana.","Izaho nahita olona adala mamaka, nefa vetivety Indray dia tsy maintsy nanozona ny fonenany aho;","Lavitra ny famonjena ny zanany Ka torotoro eo am-bavahady, nefa tsy manan-kamonjy;","Ny vokatry ny taniny dia lanin'ny noana, eny, alainy na dia voafefy tsilo aza; ary ny fandrika mitanatana vava hahazo ny fananany","Fa tsy mivoaka avy amin'ny vovoka ny alahelo, ary tsy mitrebona avy amin'ny tany ny fahoriana,","Nefa teraka ho amin'ny fahoriana ny olombelona, dia tahaka ny fanidin'ny kilalaon'afo miakatra","Fa raha toa ahy kosa dia hitady an'Andriamanitra aho, ary Andriamanitra ihany no hotolorako ny teniko,","Dia Izay manao zava-dehibe tsy takatry ny saina sy zava-mahagaga tsy hita isa,","Dia Izay mampilatsaka ranonorana ety ambonin'ny tany ary mampandeha rano eny amin'ny saha,","Ka apetrany amin'ny avo Izay ambany, ary asandrany ho amin'ny fahafinaretana ny miory,","Dia Izay mahafoana ny hevitry ny fetsy, ka tsy hahefan'ny tànany na inona na inona hahasoa ny tenany;","Ny fahafetsen'ny hendry ihany no entiny misambotra azy, ary ny saina ataon'ny mpiolakolaka dia rava;","Na dia amin'ny antoandro aza dia tafatsarapaka ao amin'ny maizina ireny ka miraparapa amin'ny mitataovovonana tahaka ny amin'ny alina;","Fa vonjeny kosa ny malahelo tsy ho voan'ny sabatry ny vavany; Eny, vonjeny tsy ho azon'ny tanan'ny mahery izy.","Dia misy fanantenana ho an'ny reraka; fa ny faharatsiana kosa mihombom-bava","Indro, sambatra ny zanak'olombelona izay anarin'Andriamanitra, koa aza atao ho zavatra kely ny famaizan'ny Tsitoha;","Fa sady mandratra Izy no mamehy; Manorotoro Izy, ary ny tànany ihany no manasitrana.","Amin'ny fahoriana enina dia hamonjy anao Izy; Eny, amin'ny fito aza dia tsy hisy loza hihatra aminao.","Raha avy ny mosary, dia hiaro anao amin'ny fahafatesana Izy; Ary raha avy ny ady, dia hiaro anao tsy ho voan'ny sabatra Izy;","Hampiereny tsy ho voan'ny kapo-bava ianao, ary tsy hatahotra, raha avy ny fandringanana;","Ny fandringanana sy ny mosary dia hihomehezanao; ary tsy hatahoranao ny bibi-dia;","Fa vita fanekena amin'ny vato any an-tsaha aza ianao; Ary ny bibi-dia hihavana aminao;","Ary ho hitanao fa ny fiadanana no lainao; Ary raha mizaha ny kijanao ianao, dia ho hitanao fa tsy misy very ny ao;","Ary ho hitanao koa fa maro ny zanakao, ary ny terakao ho tahaka ny ahitra amin'ny tany;","Haharitra ianao ambara-piditrao any am-pasana, raha mbola henjana, dia tahaka ny amboaram-bary akarina amin'ny fotoana.","Izany ary no izy, fa efa nandinika azy izahay; Hevero ary izany, ka fantaro tsara."]}