{"book":"Joba","chapter":14,"verses":["Ny olona tera-behivavy dia vitsy andro sady vontom-pahoriana.","Mitsimoka tahaka ny voninkazo izy ka jinjana, ary mihelina tahaka ny aloka izy ka tsy mitoetra.[Na: malazo]","kanefa amin'izay toy izany foana no ampihiratanao ny masonao? ka dia izay izaho avy no entinao hifandahatra aminao amin'ny fitsarana![Na: fitsaranao]","Aiza no misy madio ateraky ny tsy madio? Tsy misy na dia iray akory aza.","Raha voafetra ny androny, ary voatendrinao ny isan'ny volana iainany, ary asianao fefy tsy azony ihoarana,","Dia mihodina tsy hanatrika azy Hianao, mba hitsaharany, ka hifaliany amin'ny androny toy ny mpikarama.[Na: hotaperany]","Fa azo antenaina ny hazo, satria na dia kapaina aza izy, dia mbola hitsimoka indray, ka tsy maintsy hisy ny solofony;","Na dia efa tonga antitra ao amin'ny tany aza ny fakany, ary maty ao amin'ny vovoka ny fotony,","Raha mahare ny fofon-drano izy, dia hitsimoka indray. Ka handrahaka tahaka ny hazo tanora nambolena.","Fa ny olona kosa maty ka miampatra; Eny, miala aina ny olona, ary aiza izy?","Ny rano miala eo amin'ny kamory, ary ny ony mihena ka ritra,","Ary toy izany koa ny olona; mandry izy ka tsy hitsangana intsony; Eny, mandra-paha-tsy hisian'ny lanitra dia tsy hahatsiaro izy na hofohazina amin'ny torimasony.","Enga anie ka hanafina ahy any amin'ny fiainan-tsi-hita Hianao Ka hampiery ahy mandra-pahafaky ny fahatezeranao! Ary hanendry fetr'andro ho ahy, dia hahatsiaro ahy [Heb. Sheola]","Raha maty ny olona, moa ho velona indray va izy? Raha izany, dia hiandry mandritra ny andro fanafihako aho, mandra-pahatongan'ny fahafahako.[Na: fiovako]","Dia hiantso Hianao, ary izaho hamaly Anao; ary mba halahelo ny asan'ny tananao Hianao.","Fa ankehitriny manisa ny diako Hianao; Tsy mitsikilo ny fahotako va Hianao?","Efa voaisy tombo-kase ny kitapo misy ny fahadisoako; Ary voazaitranao ny heloko.","Kanefa na dia ny tendrombohitra aza, raha mianjera, dia mihalevona; Ary ny vatolampy dia afindra hiala amin'ny fitoerany;","Lanin'ny rano ny vato; ary indaosin'ny riaka ny vovo-tany: Toy izany no fanimbanao ny fanantenan'ny zanak'olombelona.","Mandresy azy ho mandrakizay Hianao, ka lasa izy; Manova ny tarehiny Hianao ka mampandeha azy.","Omem-boninahitra ny zanany nefa tsy fantany; Ary mietry ireo, nefa tsy hitany.","Ny mihatra amin'ny tenany ihany no mampanaintaina azy, ary ny mihatra amin'ny tenany ihany no mampalahelo ny fanahiny."]}