{"book":"Joba","chapter":2,"verses":["Ary tamin'ny indray andro koa dia avy ireo zanak'Andriamanitra hiseho teo anatrehan'i Jehovah, ka dia mba tonga teo koa Satana tafaharo taminy hiseho teo anatrehan'i Jehovah.","Dia hoy Jehovah tamin'i Satana: Avy taiza ianao? Ary Satana dia namaly an'i Jehovah ka nanao hoe: Avy nizahazaha teny amin'ny tany aho ka nivezivezy teny.","Dia hoy Jehovah tamin'i Satana: Efa nandinika an'i Joba mpanompoko va ianao? Fa tsy misy tahaka azy eny ambonin'ny tany, fa olona marina sy mahitsy izy sady matahotra an'Andriamanitra ka mifady ny ratsy? Ary mbola mitana mafy ny fahamarinany ihany izy, na dia nanesika Ahy hamongotra azy foana aza ianao.","Ary Satana dia namaly an'i Jehovah ka nanao hoe: Hoditra fefin'ny hoditra, eny, izay rehetra ananan'ny olona dia homeny ho-fefin'ny ainy.","Fa ahinjiro ange ny tananao, ka tendreo ny taolany sy ny nofony raha tsy handà Anao eo Imasonao aza Izy e![Na: hahafoy Anao mihitsy]","Dia hoy Jehovah tamin'i Satana: Indro, eo an-tananao izy; ny ainy tokana ihany no aza asiana.","Dia nivoaka Satana avy teo anatrehan'i Jehovah ka namely vay ratsy an'i Joba hatramin'ny faladiany ka hatramin'ny tampon-dohany.","Dia naka tavim-bilany hihaorany izy, raha nipetraka teo an-davenona.","Ary hoy ny vadiny taminy: Mbola mitana ny fahamarinanao ihany va ianao? Mahafoiza an'Andriamanitra ianao, dia aoka ho faty.","Fa hoy izy taminy: Tahaka ny tenin'ny anankiray amin'ny vehivavy adala ny teninao. Moa ny soa ihany va no horaisintsika avy amin'Andriamanitra, fa tsy ny ratsy koa? Tamin'izany rehetra izany dia tsy nanota tamin'ny molony Joba.","Ary rehefa ren'ny sakaizan'i Joba telo lahy ny fahoriana rehetra izay nanjo azy, dia samy niainga avy tany amin'ny fonenany avy izy dia Elifaza Temanita sy Bildada Sohita ary Zofara Namatita ary nifamotoana izy mba handeha hitsapa alahelo sy hampionona azy.","Ary nanopy ny masony teny lavidavitra eny izy telo lahy ka tsy nahafantatra azy, dia nanandratra ny feony izy ka nitomany; ary samy nandriatra ny lambany avy koa izy rehetra, dia nanopy vovoka ho amin'ny lanitra hiraraka amin'ny lohany.","Ary niara-nipetraka teo aminy tamin'ny tany hafitoan'andro sy hafitoan'alina izy, nefa tsy nisy niteny taminy na dia indraim-bava akory aza, satria hitany fa mafy loatra ny fahoriany."]}