{"book":"Joba","chapter":12,"verses":["Dia namaly Joba ka nanao hoe:","Marina ary fa ianareo ihany tokoa olombelona! Ary hiara-maty aminareo ny fahendrena!","Kanefa izaho mba manan-tsaina tahaka anareo ihany koa; Tsy latsaka noho ianareo aho; Fa iza moa no tsy nahalala izay zavatra toy izany?","Tonga fihomehezan'ny sakaizako aho. Dia izaho izay niantso an'Andriamanitra ka novaliany; Eny, tonga fihomehezana ny olona marina tsy manan-tsiny.","Endrehin-datsa ny ozoim-pahoriana, raha araka ny hevitry ny miadana, eny, vonona ho amin'izay ela mangozohozo ny latsa.[Na: Fanilo milopilony ny ozoim-pahoriana, raha araka ny hevitry ny miadana, ka tandrifiny ho an'izay efa ho tafintohina ihany]","Mandry fahizay ny lain'ny mpitohatoha, Ary mitoetra tsy manahy izay sahy mampahatezitra an'Andriamanitra, dia izay mitondra ny herin'ny tànany ho andriamaniny","Kanefa anontanio ange ny biby, fa hampianatra anao izy, ary ny voro-manidina, fa hanambara aminao izy;","Ary makà saina amin'ny tany, dia hampianatra anao izy. Ary ny hazandrano any an-dranomasina hampahalala anao.[Na: amin'ny hazo madinika]","Iza no tsy mahalala, raha mandinika ireny rehetra ireny, fa ny nanao izany dia ny tanan'i Jehovah,[Na: Iza amin'ireny rehetra ireny no tsy mahalala]","Izay mitana ny ain'ny zava-manan'aina rehetra sy ny fofonain'ny olombelona rehetra?","Moa tsy ny sofina va no mamantatra ny teny? Ary tsy ny vava va no manandrana ny hanina?","Ao amin'ny fotsy volo ny fahendrena, ary ny fahela-velona no ahazoam-pahalalana.","Ao amin'Andriamanitra kosa no misy fahendrena sy hery; Izy no manana hevitra sy fahalalana.","Indro, mandrava Izy, ka tsy hatsangana intsony; Manidy ny olona Izy, ka tsy hovohana.","Indro, manampina ny rano Izy, ka dia ritra iny; Ary alefany indray ka mahasimba ny tany.","Izy no manana hery sy tena fahendrena; Samy eo an-tanany avokoa ny voafitaka sy ny mpamitaka.","Alany voninahitra ny mpanolo-tsaina, dia entiny. Ary asehony ny fahadalan'ny mpitsara.","Vahany ny fifehezan'ny mpanjaka, ka feheziny mahazaka ny valahany.","Alàny voninahitra ny mpisorona, dia entiny, ary ny mafy orina ela dia ravany.","Koroiny ny laha-tenin'ny mahay, ary ny fahazavan-tsain'ny anti-panahy dia esoriny.","Mandatsaka fanamavoana amin'ny andriandahy Izy, ary ketrahiny ny fehin-kibon'ny matanjaka.","Manala rakotra izay lalina Izy mba tsy ho maizina ary mitondra ny aloky ny fahafatesana ho eo amin'ny mazava.","Mahalehibe ny firenena Izy, nefa mandringana azy koa, mampihahaka ny firenena Izy, nefa mitondra azy hody indray.","Mahavery saina ny loholona amin'ny tany Izy ary mampirenireny azy any an-efitra tsy misy lalana;","Mitsapatsapa amin'ny maizina tsy misy mavaza ireo; ary mampivembena azy tahaka ny olona mamo Izy."]}