{"book":"Joba","chapter":21,"verses":["Dia namaly Joba ka nanao hoe:","Mihainoa dia mihainoa ny teniko, Ary aoka izany no ho fampiononanareo ahy.","Mandefera amiko ianareo, fa mba hiteny kosa aho izao; Ary rehefa tapitra ny teniko, dia mandatsalatsà ihany indray ianareo.","Raha ny amiko, moa ny ataon'ny olona va no itarainako? Ary raha izany, nahoana no hahalefitra ny fanahiko?","Jereo aho, dia aoka ho talanjona ianareo, ary mitampena vava.","Eny, raha mahatsiaro izany aho, dia raiki-tahotra, sady toran-kovitra ny tenako:","Nahoana no velona ny ratsy fanahy ka sady tratrantitra no be hery?","Ny zanany koa mitomoetra tsara eo anatrehany, ary ny zafiny eo anoloany.","Ny ankohonany miadana ka tsy manan-tahotra, ary ny tsorakazon'Andriamanitra tsy mamely azy.","Ny ombilahiny mampiteraka ka mahavanona; Ny ombivaviny miteraka ka tsy mamotsotra.","Mamoaka ny zanany madinika toy ny ondry aman'osy izy, ka mikoriana ny zanany.","Mihoby mitondra ampongatapaka sy lokanga izy ary mifaly amin'ny feon-tsodina.","Mandany ny androny amin'ny fahafinaretana izy; Amin'ny indray mipi-maso monja no idinany any amin'ny fiainan-tsi-hita.[Heb. Sheola]","Kanefa anie ireo no manao amin'Andriamanitra hoe: Mialà aminay! Fa tsy mba irinay ny hahalala ny lalanao.","Zinona izay Tsitoha, no hotompoinay? Ary inona no soa ho azonay, raha mivavaka aminy?","Indro, tsy avy amin'ny tenany ihany ny fahafinaretany! Ho lavitra ahy anie ny fisainan'ny ratsy fanahy![Heb. tsy eo an-tànany]","Indraindray foana no mba maty ny jiron'ny ratsy fanahy, sy tonga ny loza manjo azy. Ary amelaran'Andriamanitra fandrika ireny noho ny fahatezerany,[Na: izaran'Andriamanitra fahoriana ho an'ireny]","Ka tonga tahaka ny mololo voatetika indaosin'ny rivotra izy sy tahaka ny akofa entin'ny tafio-drivotra.","Andriamanitra, hoy ianareo, mbola hampijaly ny zanany noho ny helodrainy! Tsia; fa ny tenan'ireny ihany no aoka hovaliany, mba hahalalany.","Aoka ny masony ihany no hahita ny loza manjo azy, ary aoka ny tenany ihany no hisotro ny fahatezeran'ny Tsitoha.","Fa mampaninona azy moa ny amin'ny taranany mandimby azy, raha tapaka ny isan'ny androny?","Moa Andriamanitra va no hampianarim-pahalalana, nefa Izy no mitsara ny any an-danitra aza? [Heb. avo]","Maty ny anankiray, raha tsy mbola mihena ny fahatanjahany, sady miadana tokoa ka tsy manana ahiahy;","Feno ronono ny fitoeran-drononony, ary vonton-tsoka ny taolany.[Na: Manotraka ny kibony]","Ary ny anankiray maty amin'ny fahorian'ny fanahiny kosa ka tsy mba nanandrana soa akory.","Samy mandry ao amin'ny vovoka izy roa tonta, ka feno olitra ny tenany.","Indro, fantatro ny hevitrareo sy ny saim-petsy amelezanareo ahy;","Fa hoy ianareo: Aiza ny tranon'ny mpitohatoha? Ary aiza ny lay fitoeran'ny ratsy fanahy? [Na: Manotraka ny kibony]","Kanefa tsy mba nanontany tamin'ny mpandeha amin'ny tany lavitra va ianareo? Ary tsy heverinareo va ny zava-mahagaga, ambaran'Ireo hoe: [Heb. famantarana]","Amin'ny andro hahitan-doza dia voaaro ihany ny ratsy fanahy, ary amin'ny andro fahatezerana dia enti-miala izy?","Iza no hanambara ny lalany eo anatrehany? Ary raha misy zavatra nataony, iza no sahy hamaly azy? [Na: Azy]","Ary ho entina ho eny an-tany fandevonana izy ka mbola hitazana ao am-pasana;[Na: mbola misy miambina]","Ho mamy aminy ny bainga any an-dohasaha, ary ny olona rehetra hanaraka azy, toy ny nandehanan'ny maro tany alohany.","Endrey! ity ianareo mba mampionona ahy foana! Ary ny famalianareo anefa, raha voasana tsara, dia lainga ihany!"]}