{"book":"Joba","chapter":39,"verses":["Fantatrao va ny fotoana fiterahan'ny osi-dia any amin'ny harambato? Voahevitrao va ny fiterahan'ny dieravavy?","Mahisa ny andro ahatanterahany va ianao? Ary fantatrao va ny fotoana fiterahany? [Heb. ny volana taperiny]","Miondrika izy ka teraka, sady alefany ny faharariany.","Donga ny zanany, mihalehibe any an-efitra ireny; Mivoaka izy ka tsy mety miverina intsony.","Iza moa no nandefa ny boriki-dia ho karenjy? Ary iza no namaha ny fatoran'ny boriki-dia,","Izay nomeko ny tani'hay ho fitoerany ary ny tanin-tsira ho fonenany?","Ihomehezany ny fitabatabana ao an-tanàna; Tsy ahoany akory ny fiantsoantson'ny mpampandeha;","Any an-tendrombohitra rehetra any no fihinanany, ary mitady ny zava-maitso rehetra izy.","Mba mety manompo anao va ny ombimanga na handry ao am-pahitrao amin'ny alina?","Mahafatotra ny ombimanga amin'ny mahazaka ho ao am-bavasanao va ianao? Na mety manaraka anao handravona bainga any an-dohasaha va izy?","Azonao itokiana va izy satria lehibe ny heriny? Ary havelanao hataony va ny asanao?","Azonao itokiana hitondra ny varinao mody va izy sy hanangona izany ho eo am-pamoloanao?","Mikopakopaka noho ny fifaliana ny elatry ny ostritsa; Nefa mahalemy fanahy azy va ny elany sy ny volony?","Tsia, fa mandao ny atodiny ao amin'ny tany izy ka mamela azy ho afanain'ny vovoka,","Ary tsy ahiny izay ho voaporitry ny tongotra ireo. Na ho voahitsaky ny bibi-dia.","Tsy tia ny zanany izy fa ataony hoatra ny tsy azy ireny; Efa very foana izay nisasarany, nefa tsy ahoany akory izany;","Fa efa nampanadinoin'Andriamanitra ny fahendrena izy, ary Tsy nomeny anjara fahalalana.","Raha mikopakopak'elatra toa hanidina izy, dia ihomehezany ny soavaly sy ny mpitaingina azy.","Moa manome hery ny soavaly va ianao, na manarona vombo mihofahofa ny vozony?","Mahay mampitsipika azy tahaka ny valala va ianao? Mahatsiravina ny hamafin'ny fiefonefony!","Mihehy ao amin'ny lohasaha izy ka mifalifaly noho ny heriny; Mandroso hanetra ny ady izy.[Heb. fiadiana]","Mihomehy ny tahotra izy, fa tsy mety mivadi-po. Ary tsy mianotra amin'ny sabatra.","Mifioka eny amboniny ny zana-tsipìka sy ny lefona manelatselatra ary ny lefom-pohy.[Heb. tranon-jana-tsipìka]","Miriotra mafy amin'ny fahavinirana sy ny fahatezerana izy ka tsy mety mijanona intsony, rehefa maneno ny anjomara. [Heb. Mitelina ny tany][Na: Tsy mino izy fa feon'ny anjomara izany]","Na oviana na oviana no anenoan'ny anjomara dia mihiaka izy. Ary manimbolo ny ady izy, raha mbola lavitra, dia ny akoralava sy ny fitabataban'ny manamboninahitra.","Ny fahendrenao va no mampanidina ny hitsikitsika sy mampamelatra ny elany hianatsimo?","Noho ny didinao va no iakaran'ny voromahery sy anaovany ny akaniny eny an-dringiringy?","Eny amin'ny harambato no itoerany sy anaovany ny akaniny, dia eo an-tampon'ny harambato sy ao amin'ny fiarovana.","Any no itazanany remby; Mahatsinjo lavitra ny masony.","Mitsentsitra rà ny zanany, ary izay itoeran'ny faty dia any izy."]}