{"book":"Joba","chapter":11,"verses":["Dia namaly Zofara Namatita ka nanao hoe:","Moa tsy hovaliana va ny teny be toy izany? Ary moa raha maro vava, dia ho marina va?","Ny bedibedinao va no hampangina ny olona? Ka dia haniratsira ianao, ka tsy hisy handresy lahatra,","Ary dia hiteny hoe: Madio ny teny nalahatro, ary tsy nanan-tsiny teo imasonao aho.","Enga anie ka hiteny Andriamanitra ka hiloa-bava hamaly anao!","Dia hasehony aminao ny fahendrena miafina, fa tsy hita lany izany, ka dia ho fantatrao fa tsy dia novalian'Andriamanitra avokoa ny helokao.[Heb. roa sosona]","Takatry ny sainao va ny fomban'Andriamanitra? Ary tanteraka va ny fahitanao ny Tsitoha [Na: ny famantarana an']","Avo tahaka ny lanitra izany! ka inona no hainao atao? Lalina noho ny fiainan-tsi-hita! ka inona no fantatrao? [Heb. Sheola]","Lava noho ny tany ny ohany ary lehibe noho ny ranomasina.","Raha mandroso Izy ka misambotra ary manao fitsarana, dia iza moa no mahasakana Azy?","Fa Izy mahafantatra ny olon-dratsy; Ary hitany ny heloka, na dia tsy mandinika akory aza Izy.[Na: Ary hitany ny heloka izay tsy heverin'ny olona akory]","Koa na dia ny olom-poana aza dia hahazo fahendrena, ary na dia ny zanaky ny boriki-dia aza dia hateraka ho olombelona.[Na: Nefa ny olom-poana dia tsy manam-pahendrena; Eny, ny olombelona dia teraka ho toy ny boriki-dia]","Raha ampanatrehinao Azy ny fonao, ary atantinao aminy ny tananao,","Ka misy heloka eo an-tananao, dia ario lavitra izany, ary aza avela hisy ratsy hitoetra ao an-dainao;","Dia hahazo hanandratra ny tavanao tsy misy tsiny ianao, koa hijoro tsara ary tsy hatahotra;","Fa ho hadinonao ny fahorianao: Toy ny rano efa nandalo no hahatsiarovanao azy.","Ary hamirapiratra lavitra noho ny mitataovovonana ny andronao; na dia sendra manjombona aza, dia ho tonga tahaka ny maraina.","Hatoky ianao, satria misy fanantenana; eny, hijery manodidina ianao ka handry tsy amin'ahiahy.","Dia ho tafandry ianao, fa tsy hisy hanaitaitra; Ary maro no hila sitraka aminao.","Fa ny mason'ny ratsy fanahy kosa ho pahina, ka ho very avokoa ny fiarovana azy, ary ny fialàna aina ihany no hany sisa azony antenaina."]}