{"book":"Joba","chapter":37,"verses":["Eny, izany no mampitepotepo ny foko ka mampiemponempona azy hiala amin'ny fitoerany.","Mihainoa dia mihainoa ny fikotrokotroky ny feony sy ny rohona izay mivoaka avy amin'ny vavany.","Mandefa izany ho eny ambanin'ny lanitra rehetra Izy, ary ny helatra hatramin'ny faran'ny tany.[Heb. fahazavany]","Manarakaraka izany, dia misy feo mirohondrohona; Mampikotrokotroka ny feon'ny fahalehibiazany Izy, ka rehefa re ny feony, dia tsy sakanany ny helatra.","Mahagaga ny fikotrokotrok'Andriamanitra amin'ny feony; Manao zava-dehibe tsy takatry ny saintsika Izy.","Fa ny oram-panala baikoiny hoe: Milatsaha eny ambonin'ny tany ianao; Ary toy izany koa ny ranonorana mivatravatra, eny, dia ny ranonorany mivatravatra mafy.","Mampiohona ny tanan'ny olona rehetra Izy, mba samy hahalala izany ny olona rehetra izay nataony;[Heb. manisy tombo-kase]","Ary miditra ao am-piereny koa ny bibidia ka mamitsaka ao an-davany.","Avy any atsimo ny tadio, ary entin'ny rivotra avy any avaratra ny hatsiaka.[Heb. efi-trano][Heb. avy amin'ireo mpanahakahaka]","Ny fofonain'Andriamanitra mahamisy ranomandry, ka voageja ny rano malalaka.","Ny rahona matevina tambesarany rano, ary ny rahon'ny helatra dia ampieleziny;[Heb. fahazavany]","Dia mihodinkodina araka ny fitarihany azy ireo hanatanteraka izay rehetra andidiany azy eny ambonin'ny tany eran'izao tontolo izao,[Na: Eny ambonin'izao tontolo izao ho amin'ny tany]","Na alatsany ho famaizana raha tokony ho an'ny taniny izany na ho famindram-po kosa.[Na: alatsany ho famaizana, na hahasoa ny taniny, na ho famindram-po]","Mihainoa izany, ry Joba; Mijanona, ka mba diniho ny fahagagana ataon'Andriamanitra.","Fantatrao va ny fanamboaran'Andriamanitra ireny sy ny fampitselatselany ny helatry ny rahony? [Heb. fahazavany]","Fantatrao va ny fihevahevan'ny rahona matevina, dia ny fahagagana avon'Ilay tanteraka amin'ny fahalalana?","Hianao izay mahatsiaro ny fitafianao ho mafana, raha migaingaina ny andro azon'ny rivotra avy any atsimo,","Moa ianao niara-nanao taminy va, raha namelatra ny habakabaka Izy, izay mitoetra mafy toy ny zavatra manganohano natao an-idina?","Mba ampianaro anay ary izay holazainay aminy; Fa tsy hitanay izay halahatray noho ny aizina,","Holazaina aminy va, raha miteny aho? Moa misy olona maniry ho levona tokoa va?[Heb. miteny ta-hatelina]","Tsy hita ankehitriny ny mazava, Izay mamirapiratra any amin'ny rahona: Nefa raha mandalo ny rivotra, dia mampisava azy ihany izany.","Avy any avaratra no ihavian'ny mazava mitarehim-bolamena; Ao amin'Andriamanitra ny voninahitra mahatahotra.[Heb. ihavian'ny volamena]","Ny Tsitoha, tsy mahita Azy isika; Izay lehibe amin'ny hery sy ny fitsarana mbamin'ny fahamarinana tanteraka dia tsy mba mampahory.[Na: mamaly]","Koa izany no atahoran'ny olona Azy; Tsy mety mijery izay manao azy ho hendry Izy.[Heb. ny hendry am-po; na: Tsy misy mahita Azy ny hendry am-po rehetra]"]}