{"book":"Joba","chapter":4,"verses":["Dia namaly Elifaza Temanita ka nanao hoe:","Raha misy sahy miteny aminao, dia ho sosotra va ianao? Fa raha ny mamehy vava kosa, iza moa no mahazaka izany?","Indro, efa nananatra ny maro ianao. Ary ny tanana miraviravy efa nampaherezinao;","Ny teninao efa nanohana izay efa saiky lavo, ary ny lohalika malemy efa nampahatanjahinao","Nefa ankehitriny mba manjo anao kosa izany, ka dia kivy ianao, Mihatra aminao izany, ka raiki-tahotra ianao","Tsy ny fivavahanao va no tokinao? Ary tsy fanantenanao va ny fahitsian'ny lalanao? [Heb. fahatahoranao]","Masìna ianao, tsarovy fa iza moa no very tsy nanan-tsiny? Ary taiza no nisy olo-mahitsy naringana?","Araka izay efa hitako, dia izay miasa heloka sy mamafy fahoriana no mijinja izany.","Ny fofonain'Andriamanitra no andringanana azy. Eny, ny fofonain'ny fahatezerany no mahalevona azy.","Ny feon'ny olona, eny, ny feon'ny liona masiaka, ary ny nifin'ny liona tanora dia ombotana;","Mirenireny ny lion-dahy noho ny tsi-fahitany remby, ary miely ny zanaky ny liom-bavy.","Nisy teny tonga tamiko mangingina, ary ny sofiko nahare siosio avy taminy,","Tamin'ny eritreritra avy amin'ny tsindrimandry alina, raha sondrian-tory ny olona,","Dia azon-tahotra sy hovotra aho, ka nampihorohoro ny taolako rehetra izany.","Ary nisy fanahy nandalo teo anatrehako ka nampitsangam-bolo ny tenako.","Nijanona izy, nefa tsy nahafantatra ny tarehiny aho; Nisy endri-javatra teo anoloan'ny masoko; Nisy fanginana, dia nandre feo aho nanao hoe:","Ho marina noho Andriamanitra va ny zanak'olombelona? Ho madio noho ny Mpanao azy va ny olona?[Na: eo anatrehan']","Indro, tsy matoky ireo mpanompony aza Izy, eny, ny anjeliny aza ataony ho tsy tonga ohatra.","Koa mainka izay mitoetra ao an-trano tany, sady avy tamin'ny vovoka no nihaviany, ary mora poritra noho ny kalalao izy;[Heb. ao amin'ny vovoka fiorenany]","Indray andro monja dia montsana izy; Tsy misy misaina azy, na dia levona mandrakizay aza izy.","Tsy voaongotra va ny kofehin-dainy ao aminy? Maty izy, nefa tsy mbola nanam-pahendrena."]}