{"book":"Joba","chapter":6,"verses":["Dia namaly Joba ka nanao hoe:","Enga anie ka holanjaina tokoa ny fahasosorako, ka hampifandaniaina amin'ny mizana izy sy ny fahoriako!","Fa ankehitriny mavesatra noho ny fasika any an-dranomasina ny fahoriako, koa dia nirediredy aho.","Fa ny zana-tsipiky ny Tsitoha mitsatoka amiko, ka mifoka ny poizina avy aminy ny fanahiko; Ary ny fampitahorana Andriamanitra milahatra hamely ahy.","Maneno va ny boriki-dia, raha eo amin'ny vilona? Na mimàmà va ny omby, raha eo amin'ny fihinany?","Azo hanina va ny matsatso, raha tsy asian-tsira? Na mba misy tsirony va ny tafotsin'atody? [Na: ranon-tsikobonkobon-danitra]","Ny zavatra izay nolaviko tsy hotendrena, dia ireny no tsy maintsy haniko, na dia maharikoriko ahy aza.","Enga anie ka ho azoko izay angatahiko, ary homen'Andriamanitra ahy anie izay iriko!","Ka ho sitrak'Andriamanitra anie ny hanorotoro ahy! Eny, halefany anie ny tànany ka hahamaito ny aiko,","Dia hahita fiononana amin'izany aho ka hiravoravo na dia amin'ny fangirifiriana tsy mifaditrovana aza, satria tsy nandà ny tenin'ny Iray Masina aho.","Inona moa ny heriko, no hanantena aho? Ary hanao ahoana moa ny farako, no hanindry fo aho? [Na: hanalava ny androko]","Herim-bato va ny heriko? Na varahina va ny nofoko?","Tsy efa foana va ny hery ho entiko mamonjy tena, ary tsy efa nakifika hiala amiko va ny faharetana?","Izay efa mivarahontsana dia tokony hiantran'ny sakaizany. Fandrao mahafoy ny fahatahorana ny Tsitoha izy.","Ny rahalahiko mampihambo manana ahy tahaka ny ranotrambo, dia tahaka ny mason-drano any an-dohasahan-driaka, izay malaky ritra,","Izay mainty azon'ny ranomandry Sady iafenan'ny oram-panala;","Fa raha taninin'ny hainandro izy, dia levona; raha maina ny andro, dia ritra eo amin'ny fitoerany izy;","Mivilivily no fandehany tankina izy ka levona.","Ny antokon'i Tema mitazana, ny andian'i Sheba manantena azy;","Very hevitra ireo, satria samy nanampo; tonga teo izy, kanjo nangaihay.","Fa ankehitriny efa tsinontsinona ianareo; Nahita ny fahoriana ianareo ka raiki-tahotra.","Moa aho va efa nanao hoe: Omeo aho, ka mahafoiza zavatra ho ahy amin'ny fanananareo,","Ary vonjeo amin'ny tanan'ny fahavalo aho, ka afaho amin'ny tanan'ny mpitohatoha?","Mampianara ahy, dia hangina aho; Ary ampahafantaro izay nahadisoako aho.","Endrey ny herin'ny teny marina! Fa mba mahavoa inona kosa moa ny anatra ataonareo?","Ny amin'ny teniko ihany va no ananaranareo ahy? Fa ho amin'ny rivotra ny tenin'ny olona mamoy fo.","Eny, fa na dia ny kamboty aza dia ataonareo loka, ary ny sakaizanareo dia ataonareo varotra.","Fa ankehitriny, masìna ianareo, mba atreho kely aho, dia ho hitanareo fa tsy handainga tsy akory aho.","Masìna ianareo, diniho indray aho, ary aoka tsy hisy fitsarana tsy marina; eny, diniho indray aho, fa mbola ao ihany ny fahamarinako.","Moa misy heloka va eo amin'ny lelako?"]}