{"book":"Joba","chapter":13,"verses":["Indro, izany rehetra izany efa hitan'ny masoko, ary efa ren'ny sofiko ka fantany.","Izay fantatrareo dia mba fantatro koa; Tsy latsaka noho ianareo aho tsy akory.","Kanefa raha izaho, dia ny Tsitoha no tiako hitenenana, ary Andriamanitra no iriko handaharan-teny.","Fa ianareo kosa dia mpamoron-dainga; Dokotera tsy mahomby ianareo rehetra,","Enga anie ka hangina mihitsy ianareo, dia ho fahendrenareo izany!","Masìna ianareo, henoy ny anatro, ary tandremo izay alahatry ny molotro.","Hanao teny tsy marina ho enti-manamarina an'Andriamanitra va ianareo? Hiteny fitaka ho Azy va ianareo?","Hiangatra ho Azy va ianareo? Handaha-teny ho an'Andriamanitra va ianareo","Ho tsara aminareo va, raha mandinika anareo Izy? Na ho azonareo fitahina hoatra ny famitaka zanak'olombelona va Izy?","Hanameloka anareo mihitsy Izy, Raha miangatra mangingina ianareo.","Tsy hampahatahotra anareo va ny fahalehibiazany? Ary tsy hitsatoka aminareo va ny fahatahorana avy aminy?","Ireo teny tononinareo ireo dia ohabolana lavenona foana, ary manda fotaka ihany ny mandanareo.","Mangina, ka mialà amiko ianareo, mba hitenenako; Fa aoka hanjo ahy ihany izay hanjo ahy.","Nahoana no hitondra ny nofoko amin'ny nifiko aho? Tsia, fa manao ny aiko tsy ho zavatra aho.[Na: Ka manao ny aiko eo an-tanako]","Na dia hamono ahy aza Izy, mbola hanantena Azy ihany aho; Kanefa hanamarina ny lalako eo anatrehany aho.[Na: Indro, hamono ahy Izy, tsy manam-panantenana aho]","Ary izao no ho famonjena ahy: Ny mpihatsaravelatsihy tsy sahy mankeo anatrehany.[Na: Ary ho famonjena ahy Izy, fa ny][Na: ratsy fanahy]","Mihainoa dia mihainoa ny teniko, ary aoka ho ren'ny sofinareo ny filazàko.","Indro, fa efa voatoriko ny adiko; Fantatro fa hanan-drariny aho.[Na: voalamiko]","Iza no hahazo hifandahatra amiko? Fa raha izany, dia hangina aho ka hiala aina.","Izao zavatra roa loha izao ihany no aza mba atao amiko, dia tsy hiery Anao aho;","Esory hanalavitra ahy ny tananao, ary aoka tsy hampahatsiravina ahy fampitahoranao.","Dia miantsoa, fa izaho hamaly; Na aoka hiteny aho, ka valio aho.","Firy ary ny heloko sy ny fahotako? Mba ampahalalao izay fiodinako sy fahotako aho.","Nahoana no manafina ny tavanao Hianao, ka manao ahy ho fahavalonao?","Moa izay ravin-kazo indaosin'ny rivotra avy va no ampitahorinao? Ary izay vodivary maina avy va no enjehinao?","Fa zava-mangidy no tendrenao hamely ahy, ka ampanodiavinao ahy, ny heloky ny fahatanorako;","Dia mampiditra ny tongotro eo amin'ny boloky hazo Hianao ary mitsikilo ny diako rehetra; Ny hodiavin'ny tongotro dia feranao.","Dia izaho ity izay mihalevona tahaka ny zavatra hanin'ny fositra, eny, tahaka ny fitafiana lanin'ny kalalao."]}