{"book":"Joba","chapter":3,"verses":["Rehefa afaka izany, dia niloa-bava Joba ka nanozona ny androny","nanao hoe:","Foàna anie ny andro nahaterahako sy ny alina izay nanao hoe: Misy zazalahy vao torontoronina!","Izany andro izany dia aoka ho maizina, ary aoka tsy hitady azy Andriamanitra any ambony; ary aoka tsy hisy mazava hamirapiratra aminy;","Aoka ny aizina sy ny aloky ny fahafatesana hahalasa azy indray; Aoka ny rahona hitatao eo amboniny; Aoka izay zavatra mahamaizina ny andro hampahatsiravina azy.[Na:handoto azy]","Izany alina izany aoka ny aizim-pito hisambotra azy; Aoka tsy hiara-mifaly amin'ny andron'ny taona izy. Ary tsy ho tonga amin'ny isan'ny volana;","Indro izany alina izany aoka ho momba izy; Aoka tsy ho velona ao ny hoby;","Aoka hanozona azy ny mpanozona andro, Izay mahay mamoha ny dragona;","Aoka ho maizina ny kintan'ny marainany; Aoka hiandry ny mazava izy, nefa tsy hisy, ary aoka tsy ho faly mahita ny hodimason'ny maraina izy,","Satria tsy nanidy ny varavaran'ny kibon'ineny izy ka tsy nanafina fahoriana tamin'ny masoko.","Nahoana re aho no tsy maty hatrany am-bohoka e, ary tsy niala aina, fony vao nivoaka avy tany an-kibo e?","Nahoana no nisy lohalika niandry ahy? Ary nahoana no nisy nono hinonoako?","Fa raha tsy izany, dia efa nandry aho toy izay ka niadana, eny, natory aho ka afa-tsasatra,","Teo amin'ny mpanjaka sy ny mpanolo-tsaina avy amin'ny tany, izay nanao ireny tanàna efa rava, [Na: namboatra][Na: fasana lehibe]","Na teo amin'ny andriandahy izay manana volamena sady mameno volafotsy ny tranony;","Na efa tsy ary toy ny zaza tsy tonga volana aho ka nafenina, dia toy ny zaza izay tsy nahita ny mazava akory.","Any no itsaharan'ny ratsy fanahy tsy hampitebiteby, ary any ny reraka no afa-tsasatra;","Miara-miadana avokoa ny mpifatotra; Tsy mandre ny feon'ny mpampiasa izy.","Samy any ny kely sy ny lehibe, Ary ny mpanompo dia afaka amin'ny tompony.","Nahoana no fahazavana no mba omena ny reraka, ary fiainana ho an'izay latsaka amin'ny fangidiana?","Izay miandry fahafatesana, nefa tsy avy izy, sady mitady azy mihoatra noho ny fitady harena nafenina:","Izay faly indrindra sady ravoravo, raha mahita ny fasana,","Dia olona izay mandeha ao amin'ny maizina sady voafefin'Andriamanitra manodidina.","Fa mialoha ny haninkaniko ny fitolokoko, ary migororoana toy ny rano ny fidradradradrako;","Fa Izay atahorako no mahazo ahy, ary izay angovitako no manjo ahy.","Tsy mbola nahita fiadanana na fitsaharana na fakàna aina akory aza aho, dia tonga indray ny tebiteby."]}