{"book":"Joba","chapter":31,"verses":["Efa nampanekeko ny masoko; Koa hataoko ahoana indray no fijery zazavavy? [Heb. virijina]","Fa raha izany, dia inona no anjara avy amin'Andriamanitra any ambony. Sy lova avy amin'ny Tsitoha any amin'ny avo?","Moa tsy loza va no manjo ny ratsy fanahy? Ary tsy fahoriana va no mahazo ny mpanao ratsy?","Moa tsy Andriamanitra va no mijery ny lalako ka manisa ny diako rehetra? [Heb. Izy]","Raha tàhiny nandeha tamin'ny fitaka aho na niezaka tamin'ny fahafetsena.","(Enga anie ka holanjain'Andriamanitra eo amin'ny mizanan'ny fahamarinana aho! Dia ho fantany ny tsi-fananako tsiny);","Raha tàhiny nivily niala tamin'ny lalana ny diako, na nanaraka ny masoko ny foko, na nisy tsiny niraikitra tamin'ny tanako:","Dia aoka hamafy aho, fa olon-kafa no hihinana, ary aoka ho fongotra izay amboleko.","Raha tahìny adala tamin'ny vadin'olona ny foko, ka namitsaka teo am-baravaran'ny namako aho,","Dia aoka kosa ny vadiko halain'ny sasany, ary aoka olon-kafa no handry aminy.[Na: hitoto ho an']","Fa fahavetavetana izany, eny, heloka tokony hotsarain'ny mpitsara;","Fa afo mandevona hatrany amin'ny fandringanana izany ka hanongotra ny vokatro rehetra.","Raha tàhiny aho nandà ny rariny izay an'ny ankizilahiko na ny ankizivaviko, raha nifamaly tamiko izy,","Dia inona no hataoko, raha hitsangana Andriamanitra? Ary ahoana no havaliko Azy, raha handinika Izy?","Fa moa tsy Izay nanao ahy tany an-kibo ihany va no nanao azy koa? Ary tsy Iray ihany va no namorona anay tany am-bohoka?","Raha tàhiny aho nandà Izay nirin'ny malahelo ka nahapahina ny mason'ny mpitondratena,","Na nihinana ny sombin-kaniko irery, ka tsy mba nihinanan'ny kamboty","(Fa tsy izany, fa hatry ny fony mbola tanora aho, dia notezaina teo amiko tahaka ny zanaka ny kamboty, Ary nitondra ny mpitondratena hatrany an-kibon-dreniko aho);","Raha tàhiny aho nahita olona efa ho faty noho ny tsi-fananan-damba. Na malahelo tsy manan-kitafy,","Koa tsy nankasitraka ahy ny tenany, ary tsy nanafàna azy ny volon'ondriko;[Heb. valahany]","Raha tahìny aho naninjitra ny tanako hampahory ny kamboty, saingy hitako fa nisy niandany tamiko teo am-bavahady:","Dia aoka ny foto-tsandriko hitsoaka hiala amin'ny rangomainako, eny, aoka ny sandriko ho latsaka hiala amin'ny taolam-panaviko.","Fa mampahatahotra ahy ny loza avy amin'Andriamanitra, ka tsy mahavita na inona na inona aho noho ny fahalehibiazany.[Na: Fa hanjo ahy ny zava-mahatahotra, dia]","Raha tàhiny aho nanao ny volamena ho fanantenako, na nanonona ny volamena tsara hoe: Ry tokiko ô;","Raha tàhiny ho nifaly noho ny haben'ny fananako sy noho ny nahazoan'ny tanako harena betsaka;","Raha tàhiny aho nijery ny masoandro, raha namirapiratra izy, na ny volana, raha nandeha tamin'ny fangarangarany izy,","Ka voafitaka mangingina ny foko, ary nanoroka ny tanako ny vavako","(Dia heloka hanamelohan'ny mpitsara koa izany; Fa ho nihatsaravelatsihy tamin'Andriamanitra Izay any ambony aho);","Raha tàhiny aho nifaly noho ny loza nanjo izay nankahala ahy, na nibitabitaka, raha nozoim-pahoriana izy","(Tsia, fa tsy navelako hanota akory ny vavako hangataka ozona hanjo azy);","Raha tàhiny ny tao an-daiko tsy nanao hoe: Iza moa no tsy voky tamin'ny henany? [Na: Iza moa no tsy voky tamin'ny fianakaviany?]","Ny vahiny aza tsy nandry teny alatrano; Fa novohako ny varavarako manatrika ny lalana;","Raha tàhiny aho mba nanarona ny fahadisoako tahaka an'i Adama ka nanafina ny heloko tato an-tratrako,[Na: tahaka ny olona]","Satria nampihorohoro ny foko ny vahoaka maro be, ary natahotra aho, fandrao hamavoin'ny fokon'olona, ka dia namitsaka, fa tsy sahy nivoaka ny varavarana","Enga anie ka hisy hihaino ahy! Indro ny soniako! Enga anie ka hamaly ahy ny Tsitoha! Indro ny taratasy voasoratr'ilay manana ady amiko!","Hataoko eny an-tsoroko tokoa izany ary hafehiko amiko ho satro-boninahitra.","Ny isan'ny diako dia hambarako aminy, ary tahaka ny fanakon'ny zanak'andriana no hanatonako Azy.","Raha tàhiny mitaraina hiampanga ahy ny taniko, ka miara-mitomany ny vavasako;","Raha tàhiny aho nihinana ny vokatra, nefa tsy nandoa ny vidiny.Na nanao izay hahafaty ny ain'ny tompony:","Dia aoka ny tsilo no haniry hisolo ny vary tritika. Ary ny ahi-dratsy hisolo ny vary hordea. Tapitra ny tenin'i Joba."]}