{"book":"Joba","chapter":7,"verses":["Tsy mahafantatra izay ratsy va ny vavako? Tsy mpiantafika va ny zanak'olombelona ety ambonin'ny tany? Ary tsy tahaka ny andron'ny mpikarama va ny androny?","Toy ny mpanompo maniry alokaloka, ary toy ny mpikarama miandry ny karaman'ny asany,","Dia toy izany no anaovana ahy hahita volana mampahory, ary alina mahadisadisa no tendrena ho ahy.","Raha vao mandry aho, dia mieritreritra hoe: Rahoviana re no hifoha aho? Fa mihalava izany ny alina, ary mivadibadika indrindra aho mandra-pahazavan'ny andro.[Heb. hariva]","Ny nofoko mitafy olitra sy baingan-tany; efa maina ny hoditro, kanjo mitsiranorano indray.","Faingana noho ny famahanan-tenona ny androko ka lany tsy misy fanantenana.","Tsarovy fa rivotra ny aiko: ary tsy hahita soa intsony ny masoko.","Tsy hahita ahy intsony ny mason'izay mijery ahy: Ny masonao hizaha ahy, fa tsy ho ao aho.","Tahaka ny rahona misava ka levona, dia tahaka izany koa, izay midina any amin'ny fiainan-tsi-hita tsy mba hiakatra intsony;[Heb. Sheola]","Tsy hiverina any an-tranony intsony izy. Ary tsy hahalala azy intsony ny fonenany.","Ary izaho dia tsy hamehy vava, Fa hiteny noho ny fahorian'ny fanahiko sy hitaraina noho ny fangidian'ny aiko.","Ranomasina va aho, na trozona, No dia asianao fiambenana?","Raha hoy izaho: Hampionona ahy ny farafarako, hampitony ny fitarainako ny fandriako.","Dia mampitahotra ahy amin'ny nofy Hianao ary mampihorohoro ahy amin'ny tsindrimandry;","Ka dia aleon'ny fanahiko ny hokendaina, eny, aleoko ny fahafatesana aza toy izay izato fitofezako izato;[Heb. taolako]","Maharikoriko ahy izao, tsy tiako ny ho velona ela; Ilaozy miala aho, fa fofona foana ny androko.","Inona moa ny zanak'olombelona, no ekenao ho lehibe, ka ampandinihinao azy ny fonao,","Sady fantarinao isa-maraina izy; sy izahanao toetra isaky ny indray mipi-maso?","Mandra-pahoviana re vao hihodina tsy hijery ahy Hianao, ka mba hiala amiko mandra-piteliko rora?","Na dia ho nanota aza aho, nampaninona Anao moa izany, ry Mpandinika ny olombelona? Nahoana no dia nataonao fikendry aho, ka efa tonga enta-mavesatra amiko aho?","Ary nahoana no tsy mamela ny fahadisoako sy manaisotra ny heloko Hianao? Fa izao dia efa handry any amin'ny vovoka aho; ary hitady ahy fatratra Hianao, fa tsy ho at? intsony aho."]}