{"book":"Joba","chapter":15,"verses":["Dia namaly Elifaza Temanita ka nanao hoe:","Tokony handahatra hevi-dravina va ny olon-kendry, ka hameno ny kibony amin'ny rivotra avy any atsinanana va,","Ary hamaly amin'ny teny tsy mahasoa sy ny teny tsy mahatsara?","Eny, foananao ny fahatahorana an'Andriamanitra, ary tampenanao ny fivavahana eo anatrehany;[Na: hamavoinao]","Fa ny helokao no manesika ny vavanao, ary mianatra ny lelan'ny fetsy ianao.[Na: Tsy maneho ny helokao va ny vavanao, Na dia mianatra ny lelan'ny fetsy aza ianao?]","Ny vavanao ihany no manameloka anao, fa tsy izaho; Ary ny molotrao ihany no mamely anao.","Hianao va no voalohany izay nateraka ho olombelona? Na naloaky ny kibo talohan'ny tendrombohitra va ianao?","Isan'ny mpihevitra teo amin'Andriamanitra va ianao, ka voarombakao ho anao irery ny fahendrena?","Inona no fantatrao, ka tsy mba fantatray koa, na saina azonao, ka tsy ato aminay koa?","Ny anti-panahy sy ny fotsy volo dia misy ato aminay, eny, olona ela niainana noho ny rainao aza.","Ataonao ho tsinontsinona va ny fampiononana avy amin'Andriamanitra sy ny teny natao aminao amin'ny fahalemem-panahy?","Nahoana no dia entin'ny fonao ianao? Ary nahoana no mipipy foana ny masonao,","Ka miefonefona amin'Andriamanitra ianao, sady miteniteny foana ny vavanao?","Inona ny zanak'olombelona no mba hadio izy? Ary izay tera-behivavy no mba ho marina?","Indro, ireo anjeliny aza tsy mahatoky Azy, ary ny lanitra aza tsy madio eo imasony;[Heb. masina]","Koa mainka fa izay vetaveta sy tena ratsy, dia ny olona izay misotro heloka toa rano!","Hanambara aminao aho, ka mihainoa ahy fa izay efa hitako no holazaiko,","Dia zavatra notorin'ny olon-kendry, fa tsy nafeniny, dia izay azony avy tamin'ny razany;","Ireny ihany no nomena ny tany, ary tsy nisy olona hafa firenena nisisika teo aminy.","Ny ratsy fanahy mijalijaly amin'ny androny rehetra, dia amin'ny taona rehetra voatendry ho an'ny lozabe.","Feo mampitahotra no ren'ny sofiny; Ary na dia miadana aza izy, dia avy hamely azy ihany ny mpandroba.","Tsy manantena ho afaka amin'ny maizina izy; Andrasan'ny sabatra izy.","Mirenireny hitady izay hohaniny izy ka manao hoe: Aiza re? Fantany fa antomotra azy ny andro maizina.","Fahoriana sy fahaporitana no mampitahotra azy; Mandresy azy ireo tahaka ny mpanjaka efa vonona ho amin'ny ady,[Na: Alahelo sy ahiahy]","Satria naninjitra ny tanany hanohitra an'Andriamanitra izy Ary nirehareha hanohitra ny Tsitoha.","Mimaona amin'ny fahamafian-katoka hamely Azy izy, dia amin'ny foitran'ampingany matevina,","Satria efa matavitavy tarehy izy, ary mivalon-kotraka ny valahany;","Ary monina ao an-tanana rava izy, dia ao an-trano tokony tsy hitoeran'olona, izay efa voatendry ho korontam-bato.","Tsy hanan-karena izy, sady tsy haharitra ny heriny, ka tsy ho vokatra ambonin'ny tany ny fananany.[Heb. hilonjehitra amin'ny tany toy ny vary efa vokatra]","Tsy ho afaka amin'ny maizina izy; ny solofony hikainkona azon'ny lelafo; ho levon'ny fofonain'Andriamanitra izy.","Aoka tsy ho voafitaka hatoky zava-poana izy; fa zava-poana no ho valiny homena azy.","Raha mbola tsy tonga aza ny androny, dia manjo azy izany, ary tsy ho maitso ny sampany.","Ho tahaka ny voaloboka manintsana ny voany manta izy ary ho tahaka ny hazo oliva mampiraraka ny voniny.","Fa tsy ho vanona ny ankohonan'ny mpihatsaravelatsihy, ary ho lanin'ny afo ny tranon'ny mpitoroka.[Na: ratsy fanahy]","Torontoronina fampahoriana izy ka miteraka fandozana, ary ny kibony mamorom-pitaka."]}