{"book":"Joba","chapter":20,"verses":["Dia namaly Zofara Namatita ka nanao hoe:","Noho izany dia mamaly ahy ny eritreritro, eny, noho ny fihetsiketsiky ny saiko.[Na: Ary izany no mahatonga]","Reko lalandava ny anatra mampahamenatra ahy; Ary ny fanahiko mamaly ahy avy amin'ny fahalalako.","Tsy fantatrao va fa hatramin'ny ela, eny, hatrizay nampitoerana ny olona tet? ambonin'ny tany,","Dia vetivety foana ny firavoravoan'ny ratsy fanahy, ary indray mipi-maso monja ny fifalian'ny mpihatsaravelatsihy?44","Fa na dia mipaka amin'ny lanitra aza ny hahavony, ka mitehika amin'ny rahona ny lohany,","Dia ho very mandrakizay toy ny dikiny ihany izy; Izay nahita azy dia hanao hoe: Aiza izy?[Na: ny tain'omby atainy]","Manidina tahaka ny nofy izy ka tsy ho hita; Eny, ampandosirina tahaka ny tsindrimandry amin'ny alina izy.","Ny maso izay mijery, dia indray mitopy ihany no ahitany azy; Ary dia tsy hahita azy intsony ny fitoerany.","Ny zanany hitambitamby amin'ny malahelo, ary ny tànany ihany no hampody ny hareny.","Ny taolany dia feno ny herin'ny fahatanorana, Nefa hiara-mandry aminy eo amin'ny vovoka izany.[Na: ota tsy fantatra]","Na dia mamy ao am-bavany aza ny ratsy, ka afeniny ao ambanin'ny lelany,","Ary tsitsiny ka tsy foiny, fa tehiriziny ao amin'ny lanilaniny ihany,","Dia miova ny haniny ao an-kibony, ka aferon'ny vipera no ao anatiny.","Harena no nateliny, nefa aloany indray; Loaran'Andriamanitra hiala ao an-kibony izany.","Ny poizin'ny vipera no hotsentsefiny; Hahafaty azy ny lelan'ny menarana.","Tsy ho faly mahita renirano izy, dia ony sy riaky ny tantely sy ronono.","Tsy azony atelina izay nikelezany aina, fa tsy maintsy hampodiny; Na dia be aza ny hareny, dia tsy ho araka izany ny hafaliany.","Fa nampahory sy nahafoy ny reraka izy ka naka trano an-keriny, fa tsy hahatontosa azy.","Satria tsy mahalala mionona ny kibony, dia tsy hahavonjy ny tenany mbamin'ny tiany indrindra izy.","Tsy misy tsy tratry ny fieremany; Ka dia tsy haharitra ny fiadanany.","Ho poriporitra izy, na dia mihoa-pampana aza ny fananany; Ny tanan'ny ory no hamely azy.","Halefan'Andriamanitra ny fahatezerany mirehitra hameno ny kibony; Eny, halatsany aminy toy ny ranonorana izany ho hanina ho azy.","Raha mandositra ny vy fiadiana izy, dia hahavoa azy miboroaka ny tsipìka varahina;","Tsoahany izany, ka mivoaka avy amin'ny tenany; Eny, ny manelatselatra dia mivoaka avy amin'ny aferony; Lasa izy azon'ny fahatahorana mafy.","Ny aizim-pito no voarakitra ho amin'ny raki-malalany; Afo tsy tsofina no handoro azy sady handevona izay sisa ao amin'ny lainy.","Hambaran'ny lanitra ny helony, Ary ny tany hitsangana hiampanga azy,","Ho lasa ny harena tafiditra ao an-tranony; Eny, ho levona izany amin'ny andro fahatezerany.","Izany no anjaran'ny ratsy fanahy avy amin'Andriamanitra, sy lova voatendrin'Andriamanitra ho azy."]}