{"book":"Joba","chapter":8,"verses":["Dia namaly Bildada Sohita ka nanao hoe:","Mandra-pahoviana no hiteny toy izany ianao, ka ho rivotra mahery ny teny aloaky ny vavanao?","Andriamanitra va hamadika ny fitsarana, na ny Tsitoha hamadika ny rariny?","Raha nanota taminy ny zanakao, dia efa nampanodiaviny azy ny fahadisoany.","Fa raha ianao kosa mandroso mitady an'Andriamanitra ka mifona amin'ny Tsitoha.","Ary raha madio sy mahitsy ianao, dia hifoha hamonjy anao tokoa Izy ary hampiadana indray ny fonenan'ny fahamarinanao,[Na: hiambina]","Ka na dia kely aza no niandohanao, dia ho lehibe indrindra no hiafaranao.","Fa masìna ianao, anontanio ange ny ntaolo, ka fantaro ny hevitra hitan'ny razany","(Fa vao omaly isika ka tsy mba mahalala, fa aloka ihany ny androntsika ety ambonin'ny tany);","Tsy ireny va no hampianatra anao ka hilaza aminao ary hamoaka teny avy ao am-pony?","Haniry va ny zozoro, raha tsy eny amin'ny fotaka? Hitrebona va ny harefo, raha tsy misy rano?","Mbola maitso izy sady tsy voajinja, kanefa malazo alohan'ny zava-maitso rehetra.","Toy izany no lalan'izay rehetra manadino an'Andriamanitra; Ary ho very ny fanantenan'ny mpihatsaravelatsihy,[Na: ratsy fanahy]","Fa ho maito ny fanantenany, eny, ho tranon-kala ny tokiny.","Miankina amin'ny tranony izy, kanjo tsy maharitra iny; Mihazona azy mafy izy, kanjo tsy mahazaka azy iny.","Mitsimoka tsara tandrifin'ny masoandro izy, ary ny rantsany misandrahaka eo amin'ny tanimboliny;","Mifelipelika mifaniditra eo amin'ny korontam-bato ny fakany ary mahazo any anelanelany;","Kanjo nony fongorany hiala amin'ny fitoerany izy, dia handà azy izany ka hanao hoe: Tsy mbola nahita anao akory aho.","Indro, izany ihany no fifalian'ny lalan-kalehany; ary hisy hafa indray mitrebona avy amin'ny vovoka.","Indro, Andriamanitra tsy hanary ny olona tsy manan-tsiny ary tsy hitantana ny mpanao ratsy;","Mbola hofenoiny hehy ny vavanao sy hoby ny molotrao.","Izay mankahala anao hitafy henatra; Ary tsy hisy intsony ny lain'ny ratsy fanahy."]}