{"book":"Joba","chapter":41,"verses":["Indro, foana ny fihendrena azy; Tsy mahakivy va na dia ny fijery azy aza?","Tsy misy sahy manao vi-very hanaitra azy; Koa iza kosa no mahajanona eo anatrehako?","Iza no nanome Ahy aloha mba hamaliako azy? Ny eny ambanin'ny lanitra rehetra dia Ahy avokoa.","Tsy mbola hangina Aho ny amin'ny momba ny tenany sy ny heriny ary ny fahatsaran'ny endriny.","Iza no mahasonga ny fitafiany anoloany? Na iza no sahy hiditra ao amin'ny nifiny roa sosona?","Iza no mahasokatra ny varavaran'ny tavany? Mahatsiravina ny nifiny manodidina!","Reharehany ny faharaoraon'ny kirany, mihidy avokoa toy ny voapetaka mafy amin'ny tombo-kase ireo;[Heb. ampingany]","Mikirindro ireo, ka tsy azon'ny rivotra idirana eo anelanelany.","Mifanindry lany ireo sady mifaniditra ka tsy azo sarahina,","Ny fieviny dia mampamirapiratra fahazavana, ary ny masony dia tahaka ny hodimason'ny maraina.","Lelafo no mivoaka avy amin'ny vavany; Kilalaon'afo no mipariaka avy aminy.","Ny vavorony dia ivoahan'ny setroka, tahaka ny avy amin'ny vilany mangotraka, na amin'ny fahandroana.[Na: afon-kerana]","Ny fofonainy mampirehitra arina, ary misy lelafo mivoaka avy amin'ny vavany.","Ny vozony no itoeran'ny hery; Ary mibitaka eo alohany ny fampahatahorana.","Mivalombalona ny hotraka amin'ny tenany; Mafy ireny ka tsy azo endahana.","Mafy tahaka ny vato ny fony; Eny, mafy tahaka ny vato fikosoham-bary.","Raha mitsangana izy, dia raiki-tahotra ny mahery; Eny, toran-kovitra ireo ka tsy mahavoa.","Raha misy mamely azy amin'ny sabatra dia tsy mahalaitra, na amin'ny lefom-pohy, na ny firombaka, na ny zana-tsipìka.","Ataony toy ny mololo ny vy, ary toy ny hazo momoka ny varahina.","Tsy mampandositra azy ny zana-tsipìka; Ataony ho toy ny vodivary ny vaton'antsamotady.","Ataony ho toy ny vodivary koa ny langilangy; Ihomehezany ny fanetsehana ny lefona.","Ny takibany dia tahaka ny tavim-bilany maranitra; Mamelatra fivelezam-bary maranitra eo amin'ny fotaka izy.","Mampandevy ny lalina ho tahaka ny ao am-bilany izy; Manao ny ranomasina ho tahaka ny vilany misy menaka manitra izy.","Mampahazava ny lalany eo aoriany izy. Ataon'ny olona ho toy ny volo fotsy ny lalina.","Tsy misy tahaka azy eny ambonin'ny tany, izay voaforona tsy hahalala tahotra.","Ny avo rehetra jereny avokoa; Mpanjakan'ny bibi-dia rehetra izy"]}