{"book":"Joba","chapter":33,"verses":["Kanefa, masìna ianao, ry Joba; mihainoa ny alahatro, ary mandrenesa ny teniko rehetra.","Indro, fa efa niloa-bava aho, Miteny ato am-bavako ny lelako.","Ny hitsim-poko no hiseho amin'ny teniko; Ary ny fahalalan'ny molotro no holazaina tsy hasiana fitaka.","Ny Fanahin'Andriamanitra no efa nanao ahy, ary ny fofonain'ny Tsitoha no mamelona ahy.","Raha hainao, valio ary aho, miomàna ianao, ka miatreha tsara.","Indro, izaho koa mba an'Andriamanitra: tahaka anao ihany; Eny, izaho koa mba nosombinana avy tamin'ny tanimanga.","Indro, ny fampahatahorako tsy dia hampahatahotra anao, ary ny vesatra avy amiko tsy dia hitambesatra aminao.","Efa nilaza teo anatrehako mihitsy ianao, ary efa reko ihany ny feon'ny teninao hoe:","Madio tsy manam-pahadisoana aho, ary tsy manan-tsiny aman-keloka;","He! mitady izay handrafiany ahy Andriamanitra, ary ataony fahavalony aho;","Mampiditra ny tongotro eo amin'ny boloky hazo Izy ary mitsikilo ny diako rehetra.","He! izany no tsy mahamarina anao, hoy izaho; Fa Andriamanitra dia lehibe loatra ka tsy leon'ny zanak'olombelona.","Koa nahoana no manome tsiny Azy ianao noho ny tsy nampisehoany izay antony amin'ny ataony? [Na: Noho ny tsy amaliany ny tenin'olombelona?]","Kanefa misy fanao iray itenenan'Andriamanitra, eny, fanao roa aza, nefa tsy tandreman'ny olona izany,","Dia ny nofy sy ny tsindrimandry amin'ny alina, raha sondrian-tory ny olona ka renoka eo am-pandriana,","Dia manokatra ny sofin'ny olona Izy ka manisy tombo-kase ny fananarany azy,","Mba hampiala ny olona amin'ny fanaony, sy hampifady azy ny fireharehana.","Miaro ny fanahiny tsy ho any an-davaka Izy, ary ny ainy mba tsy ho voan'ny fiadiana.","Anarina amin'ny fanaintainana eo ampandriany koa izy sy amin'ny fikotrankotran'ny taolany lalandava;","Ary ny ainy marikorikon-kanina, eny, na dia ny hanim-py aza tsy tian'ny fanahiny.","Mihena ny nofony ka tsy hita, ary mitranitrany ny taolany izay tsy hita teo;","Dia manakaiky ny lavaka ny fanahiny, ary ny ainy manatona ny mpaka aina.","Raha misy Anjely ho Mpanalalana ho azy, iray amin'ny arivo, hanoro izay tokony halehan'ny olona,","Ary hamindra fo aminy ka nanao hoe: Vonjeo izy mba tsy hidina any an-davaka, fa efa nahita avotra Aho,[Na: Dia]","Dia ho tsara noho ny an'ny tanora ny nofony, hody ho toy ny tamin'ny andro nahatanorany izy;","Hivavaka amin'Andriamanitra izy ka hankasitrahany ary hahita ny havany amin'ny hafaliana, fa hampodiny amin'ny zanak'olombelona ny fahamarinany.[Na: hamaly ny olona araka ny fahamarinany Izy]","Dia hihira izy hilaza amin'ny olona hoe: Efa nanota aho, fa nanao ny rariny ho heloka, kanefa tsy novaliana araka ny nataoko;","Fa navotany ny fanahiko mba tsy hivarina any an-davaka, ary mifaly ny aiko amin'ny fahitana ny mazava.","Indro, izany rehetra izany no ataon'Andriamanitra indroa amin'ny olona, eny, intelo aza,","Mba hamerina ny fanahiny tsy ho any an-davaka, mba hihazavany amin'ny fahazavan'aina.[Na: hiala]","Tandremo, ry Joba, ka mihainoa ahy; Mangina kely aloha ianao, fa izaho mbola hiteny.","Raha manan-kavaly ianao, dia mamalia ahy ihany; Mitenena, fa ta-hanamarina anao aho;","Fa raha tsy manan-kavaly ianao, dia mihainoa ahy kosa; Mangina tsara, fa hampianariko fahendrena ianao."]}