{"book":"Joba","chapter":30,"verses":["Fa ankehitriny kosa dia mihomehy ahy na dia izay tokon-jandriko aza, dia zanak'ireo izay nolaviko tsy ho isan'ny amboa miandry ny ondriko akory aza.","Eny, mampaninona ahy ny herin'ny tànan'ireo. Izay efa very fahatanjahana?","Manjenjena noho ny tsi-fisian-kanina sy ny mosary izy; Homankomana foana any an-tany karankaina izy, dia eo an-katoky ny loza sy ny fandringanana.[Na: Ana, na Kaozatra, na Tsy manan-janaka]","Mitsongo anambodihena eo amin'ny kirihitrala izy, ary ny fakan'ny anjavidy no fihinany.[Heb. rotema; izahao 1 Mpan. xix. 4]","Roahina tsy ho eo amin'ny olona izy sady akoraina toy ny mpangalatra.","Any an-dohasaha mahatsiravina no tsy maintsy itoerany, dia ao an-dava-tany sy an-dava-bato.","Minananana eny amin'ny kirihitrala izy ary mitangorona eo ambanin'ny amiana.","Zanaky ny adala izy sady zanaky ny tsy manan-kaja, ka roahina tsy ho eo amin'ny tany.","Ary ankehitriny efa ataony an-kira aho. Eny, efa ambentinteniny aho.","Ataony toy ny zava-betaveta aho ka halaviriny, ary tsy menatra handrora ny tavako izy.","Fa noketrahin'Andriamanitra ny kofehiko, ka nampietreny aho; Ka dia mba nesorin'iretsy kosa teo anatrehako ny lamboridiny.","Misy androvolahy mitsangana eo ankavanako; Manosika ny tongotro hiala izy ary manandratra tovon-tany hampidirany loza amiko.","Mandrava ny lalako sy manararaotra ny andravana ahy izy, nefa ny tenany tsy manan-kamonjy,","Toy ny fiditra eo amin'ny banga lehibe no fihaviny, ka avy ao amin'ny voarava no imaonany.[Na: Raha mbola miezinezina, dia mimaona izy]","Voatodika hamely ahy ny fampitahorana: Manenjika ny voninahitro tahaka ny rivotra izy, ka levona tahaka ny rahona ny famonjena ahy","Ary ankehitriny, raraka ato anatiko ny fanahiko. Fenjàn'ny andro fahoriana aho.","Ny alina mampahalò ny taolako ho afaka amiko, ary tsy mitsahatra ireo manotahota ahy ireo.[Heb. manindrona]","Noho ny haben'ny hery dia tonga tsy antonona ny akanjoko, manenda ahy tahaka ny vozon-dobaka izany.","Eny, nanary ahy teo amin'ny fotaka Izy, ka efa tahaka ny vovoka sy ny lavenona aho","Mitaraina aminao aho, nefa tsy mihaino ahy Hianao; Mijoro eo aho, nefa ierenao foana.","Efa manjary lozabe amiko Hianao; Ny herin'ny tananao no andrafianao ahy.","Aingainao ho eny amin'ny rivotra aho ka alefanao handeha, ary levoninao amin'ny tafio-drivotra mifofofofo ho tsinontsinona aho.","Fa fantatro fa hampodinao any amin'ny fahafatesana aho, dia any amin'ny trano fivorian'ny olombelona rehetra.","Kanefa tsy manainga ny tànany va ny olona, raha ianjeran'ny rava? Ary tsy mitaraina va izy, raha tratry ny loza? [Na: raha mila ho potraka izy]","Tsy nitomany ny ory va aho? Tsy nangorakoraka ny malahelo va ny fanahiko?","Fa niandry ny soa aho, kanjo tonga ny ratsy; Ary nanantena ny mazava aho, kanjo avy ny maizina.","Nandevilevy ny tsinaiko ka tsy nanam-pitsaharana; Nitsena ahy ny andro fahoriana.","Mitsaitsaika mitafy lamba fisaonana aho sady tsy mahita masoandro; Mitsangana aho ka mitaraina eo ampivorian'ny olona.[Na: Efa mainty aho, fa tsy avy amin'ny hain'andro]","Rahalahin'ny amboadia aho Ary naman'ny ostritsa.[Na: jakala]","Efa mainty ny hoditro sady miendakendaka, ary efa karankaina noho ny hafanana ny taolako.[Heb. fahamainana]","Nanjary fisaonana ny lokangako. Ary feon'ny mitomany ny sodiko."]}