{"book":"Joba","chapter":22,"verses":["Dia namaly Elifaza Temanita ka nanao hoe:","Mahasoa an'Andriamanitra va ny olona? Tsia, fa mahasoa ny tenany ihany ny olon-kendry.","Mampaninona ny Tsitoha moa, raha marina ianao, sa misy tombony ho Azy, raha ataonao tsy misy diso ny alehanao?","Moa ny fahatahoranao Azy va no ananarany anao, sy ifanatrehany aminao amin'ny fitsarana?","Tsy be va ny faharatsianao, sady tsy hita isa ny helokao?","Fa efa naka tsatòka tsy ahoan-tsy ahoana tamin'ny rahalahinao ianao ka nanendaka ny akanjon'ny mahantra.[Heb. mitanjaka]","Tsy nanome rano hosotroin'ny mangetaheta ianao sady tsy nahafoy hanina ho an'ny noana.","Fa ny olona sandriana ihany no nanana ny tany; Ary ny manan-kaja ihany no nitoetra teo.","Efa nampialainao maina ny mpitondratena. Ary tapahina ny sandrin'ny kamboty.","Koa noho izany dia misy fandrika manodidina anao, ary ny fahatahorana dia mampihorohoro anao tampoka;","Moa tsy ianao va ny maizina Sy ny rano mandriaka mandifotra anao?","Tsy avo tahaka ny lanitra va Andriamanitra? Jereo ny hahavon'ny kintana, endrey ny hahavony!","Nefa hoy ianao: Ataon'Andriamanitra ahoana no fahafantatra? Mahay mitsara ary ankoatry ny rahona maizina va Izy?","Ny rahona matevina manakona Azy, ka tsy mahita Izy; Ary mandehandeha eny amin'ny lanitra Izy.","Moa hizotra amin'ny lalana izay nalehan'ny olona fahagola va ianao? Dia ilay nalehan'ny olona ratsy fanahy.","Izay nesorina alohan'ny androny, ka nindaosin'ny riaka ny fanorenany,","Dia ireo izay manao tamin'Andriamanitra hoe: Mialà aminay! Ary inona no azon'ny Tsitoha atao ho anay? [Heb. azy]","Kanefa Izy no efa nameno zava-tsoa ny tranony ho lavitra ahy anie ny fisainan'ny ratsy fanahy!","Ny marina mahita ka mifaly, Ary ny tsy manan-tsiny mihomehy ireny hoe:","Marina tokoa fa efa rava ny fahavalontsika, ary ny hareny betsaka efa levon'ny afo.","Mifankazara amin'ny Tsitoha ianao, dia hiadana; Izany no hahatongavan'ny soa aminao.","Masìna ianao, mandraisa fampianarana avy amin'ny vavany, ary alatsaho ao am-ponao ny teniny.","Raha miverina aminy ianao, dia haorina tsara, eny, raha ampanalavirinao ny lainao ny heloka.","Ario eny amin'ny vovoka ny akoram-bolamena sy ny akoram-bolafotsy, eny, ario eny amin'ny vato eny an-dohasahan-driaka ny volamena avy any Ofira;","Fa ny Tsitoha no ho akoram-bolamenanao sy akoram-bolafotsinao, Ary ho volafotsy mamirapiratra ho anao.[Na tsara, na azo amin'ny fisasarana]","Fa amin'izany dia hiravoravo amin'ny Tsitoha ianao ka hanandratra ny tavanao amin'Andriamanitra.","Raha mifona aminy ianao, dia hihaino anao Izy; Ary ny voadinao dia hefainao.","Ary raha misy kasainao hatao, dia hotanterahina aminao, ary hamirapiratra amin'ny lalanao ny mazava.","Raha misy mietry, dia hataonao hoe: Misandrata; fa ny manetry tena hovonjeny.[Na: Raha mietry izy]","Hanafaka ny olona meloka Izy, eny, ny fahadiovan'ny tananao no hamonjena azy."]}