{"book":"Joba","chapter":28,"verses":["Fa misy tany fihadiana volafotsy, ary misy tany fahazoana volamena, izay diovina.","Ny vy dia alaina avy amin'ny tany, ary ny varahina arendrika avy amin'ny vato.","Ny mpihady vola mampisava ny maizina ka mizaha hatramin'ny faran'ny zavatra rehetra ao, dia ny vaton'ny aizim-pito sy ny aloky ny fahafatesana;","Mihady lavaka mihalavitra amin'izay itoeran'olona izy ka tsy ampoizin'ny tongotra akory, ary mihantona sy mitsingevaheva any ambany lavitra ny olona izy.","Ny tany no ihavian'ny hanina; Ary ny ao ambaniny dia avadika tahaka ny afo.","Fitoeran'ny safira ny vatony, ary misy akoram-bolamena ao aminy","Làlana tsy fantatry ny vorona mpihaza ary tsy hitan'ny mason'ny voromahery,","Sady tsy nodiavin'ny zanaky ny bibi-dia ary tsy mba nalehan'ny liona masiaka.","Maninjitra ny tànany amin'ny vatokaranana ireo ary mamadika ny tendrombohitra hatramin'ny fotony;","Ny vatolampy tatahany hatao lalan-drano, ary izay zava-tsoa rehetra dia hitan'ny masony avokoa.","Tampenany ny lalan-drano mba tsy hisy mitete. Ary izay zava-miafina dia avoakany ho amin'ny mazava.","Fa aiza kosa no hahitana ny fahendrena? ary aiza no fitoeran'ny fahalalana?","Tsy misy zanak'olombelona mahalala ny vidiny, ary tsy hita eo amin'ny tanin'ny velona izy.","Hoy ny lalina: Tsy ato anatiko izy; Ary, tsy ato amiko izy, hoy ny ranomasina.","Ny volamena tsara tsy mahatakalo azy, ary ny volafotsy tsy azo lanjaina ho vidiny;","Ny volamena avy any Ofira tsy ampy ho tombany, na ny beryla saro-bidy sy ny safira aza.","Ny volamena sy ny fitaratra tsy azo ampitahaina aminy, ary tsy azo takalozana firavaka tena volamena izy.","Tsy tokony hotsaroana akory ny voahangy sy ny vato krystaly, fa ny fahazoana fahendrena dia mihoatra noho ny voahangy.","Ny topaza avy any Etiopia dia tsy azo ampitahaina aminy, ary tsy mahatakalo azy ny tena volamena tsara","Dia avy aiza ary ny fahendrena? Ary aiza no fitoeran'ny fahalalana?","Miafina amin'ny mason'ny velona rehetra izany ary takona amin'ny voro-manidina.","Hoy Abadona sy Ifahafatesana: Ny sofinay ihany no nandrenesany ny filazana azy.[Abadona = Fandringanana]","Andriamanitra ihany no mahalala ny lalana ho any aminy, ary Izy no mahafantatra ny itoerany;","Fa Izy no mitsinjo hatramin'ny faran'ny tany ary mahatazana manerana izao ambanin'ny lanitra rehetra izao,","Ka manendry ny lanjan'ny rivotra ary mamatra ny rano amin'ny famarana.","Raha nanao lalana ho an'ny ranonorana Izy sy lalana halehan'ny helatry ny kotrokorana,","Dia nahita ka nanambara azy Izy; Eny, nanorina azy Izy sady namantatra azy;","Dia hoy Izy tamin'ny olona: Indro, ny fahatahorana ny Tompo no fahendrena. Ary ny fialàna amin'ny ratsy no fahalalana."]}