{"book":"Joba","chapter":24,"verses":["Nahoana no tsy misy fotoan'andro voatendrin'ny Tsitoha, ary nahoana no tsy hitan'ny mahalala Azy izany androny Izany?","Misy mamindra fari-tany sy mangalatra omby aman'ondry sady miandry azy.","Mandroaka ny borikin'ny kamboty izy, ary maka ny ombin'ny mpitondratena ho tsatòka.","Manosika ny mahantra hiala amin'ny lalana izy, ka dia miery azy avokoa ny malahelo amin'ny tany.","Indro, tahaka ny fivoaky ny boriki-dia any an-efitra no fivoak'ireny ho amin'ny asany hiremby; Ny tani-hay no ahazoany hanina ho an'ny zanany.","Any an-tsaha izy maka vilona sy mitsimpontsimpona ny voaloboky ny ratsy fanahy.","Mandry mitanjaka amin'ny alina izy, satria tsy manan-damba, ka dia tsy manana firakotra amin'ny hatsiaka;","Kotsan'ny ranonoram-baratra any an-tendrombohitra izy, ka mitampisaka amin'ny vatolampy, fa tsy manam-pialofana.","Misarika ny kamboty eo am-pinonoana izy ary maka tsatòka amin'ny ory.","Mandeha mitsaitsaika ireo, fa mitanjaka tsy manan-kitafy, ary noana eo am-pitondrana ny amboaram-bary.","Manao diloilo eo anatin'ny tambohon'ny mpampahory azy izy; Ary manosihosy ny famiazam-boaloboka izy, nefa mangetaheta ihany.[Heb. tambohon'ireny]","Mitrona ny lehilahy ao an-tanana, ary mitaraina ny fanahin'ny voalefona; Nefa tsy ahoan'Andriamanitra akory ny ratsy atao.","Ireny no mpikomy amin'ny mazava; Tsy mba mihevitra ny lalany izy, na mitoetra eo amin'ny alehany.","Raha vao mangiran-dratsy, dia mifoha ny mpamono olona; Mamono ny ory sy ny malahelo izy, ary nony alina, dia tahaka ny mpangalatra.","Ny mason'ny mpijangajanga miandry ny maizimaizina, ka hoy izy: Tsy misy hahalala ahy ka dia manao very maso izy.","Misy manamy trano nony maizina; Nefa nony antoandro dia miery izy; Tsy mahalala ny mazava izy;","Fa ny aizim-pito no marainan'ireo rehetra ireo; Satria efa mahazatra azy ny fampahatahoran'ny aizim-pito izy.[Heb. aloky ny fahafatesana]","Mitsinkafona paohin'ny rano izy; Voaozona ny anjarany eo amin'ny tany; Tsy mivily ho amin'ny lalana mankeny amin'ny tanim-boaloboka izy.","Toy ny andevonan'ny maina sy ny mafana ny ranom-panala no andevonan'ny fiainan-tsi-hita ny mpanota.[Heb. Sheola]","Manadino azy ny vohoka; manjary hanim-py ho an'ny olitra izy ka tsy tsarovana intsony; Ary tapaka tahaka ny hazo ny ratsy fanahy,[Heb. faharatsiana]","Dia ilay nandroba ny momba izay tsy niteraka ary tsy nanisy soa ny mpitondratena.","Kanefa halavain'Andriamanitra amin'ny heriny ny andron'ny olo-mahery; Mitsangana indray ireo, na dia tsy nanampo izay ho velona intsony aza.","Ataony mandry fahizay sy tsara tohana izy, sady tsinjoviny mandrakariva ny lalany.","Nasandratra izy, kanjo vetivety dia tsy ao intsony, dia mihalevona izy ka otazana tahaka ny olona rehetra, ary tangosana tahaka ny salohim-bary.","Raha tsy izany, dia aoka hisy hamaky lainga ahy ka hampiseho ny teniko ho tsinontsinona."]}