{"book":"Joba","chapter":10,"verses":["Maharikoriko ahy ny aiko; Hamoaka ny fitarainako aho sy hiteny noho ny fangidian'ny fanahiko","Hanao amin'Andriamanitra hoe aho: Aza manameloka ahy; Mba ampahalalao izay anton'ny iadianao amiko aho.","Mahafaly Anao va ny hampahory sy hanary ny efa nisasaranao ka hamirapiratra amin'ny fisainan'ny ratsy fanahy?","Manana maso nofo va Hianao? Na mijery tahaka ny fijerin'ny zanak'olombelona?","Tahaka ny andron'ny zanak'olombelona va ny andronao? Na tahaka ny taonan'ny olombelona ny taonanao,","No dia mikaroka izay heloko Hianao sy mikatsaka izay fahotako,","Na dia fantatrao aza fa tsy mba ratsy fanahy aho, ary tsy misy mahavonjy amin'ny tananao?","Ny tananao ihany no namorona ahy ka nanisy endrika izao tenako rehetra izao, kanjo levoninao indray aho izao.","Masina Hianao, tsarovy fa notefenao toy ny tanimanga aho, ka hamerina ahy amin'ny vovoka indray Hianao!","Tsy naidinao toy ny ronono va aho ka nampandrinao toy ny ronono-mandry?","Eny, notafianao hoditra sy nofo aho ary norarinao tamin'ny taolana sy ny ozatra.","Aina sy famindram-po no nomenao ahy; Ary ny fiahianao no niaro ny aiko.","Saingy izao no nafeninao tao am-ponao, eny, fantatro fa tao aminao izao:","Raha manota aho, dia mamantatra ahy Hianao ka tsy manafaka ahy amin'ny heloko.","Raha meloka aho, dia lozako! Ary na dia marina aza aho, dia tsy ho sahy miandrandra, satria feno henatra sady mahatsiaro fahoriana aho.","Fa raha sahy miandrandra aho, dia hihaza ahy tahaka ny liona masiaka Hianao; Ary hiverina indray Hianao, ka ho mahagaga ny famelinao ahy.","Mbola hanangana vavolombelona vaovao mandrakariva hanameloka ahy Hianao sy hampitombo ny fahatezeranao amiko; Fahavalo mifanontona no mamely ahy.","Ka nahoana no namoaka ahy foana avy tany am-bohoka Hianao? Fa raha tsy izany, dia ho niala aina aho, ka tsy mba nisy maso nahita ahy akory.","Ary efa toy ny tsy ary aho. Ka nentina avy tany an-kibo ho any am-pasana.","Tsy vitsy va ny androko? Koa mitsahara Hianao, mihataha mba hakako aina kely,","Dieny tsy mbola lasa tsy hiverina aho, dia ho any amin'ny tanin'ny aizina sy ny aloky ny fahafatesana,","Ho any amin'ny tany maizim-pito, dia ny an'ny aloky ny fahafatesana sy ny fikorontanana, sady maizim-pito ny famirapiratana any."]}