{"book":"Joba","chapter":40,"verses":["Ary Jehovah mbola namaly an'i Joba nanao hoe:","Hiady amin'ny Tsitoha va io mpanadidy Azy io? Aoka ny mananatra an'Andriamanitra no hamaly!","Ary Joba dia namaly an'i Jehovah ka nanao hoe:","Indro, tsinontsinona, aho ka inona no azoko avaly Anao? Hitampim-bava aho izao.","Efa niteny indray mandeha aho, ka tsy hamaly intsony; Eny, indroa aza, fa tsy hanampy teny intsony aho.","Dia namaly an'i Joba teo amin'ny tafio-drivotra Jehovah ka nanao hoe:","Misikina tahaka ny lehilahy; Fa hanadina anao Aho, ka ampahafantaro Aho:","Hanaisotra ny rariny amiko va ianao? Hanameloka Ahy va ianao, mba hanamarina ny tenanao kosa?","Manan-tsandry tahaka ny an'Andriamanitra va ianao? Ary mahay mampikotrokotro-peo tahaka ny Azy va ianao?","Miravaha fahalehibiazana sy tabiha ianao, ary mitafia famirapiratana sy voninahitra;","Alefaso ny fahatezeranao mirehitra; Ary jereo ny avonavona rehetra, ka ampietreo.","Eny, jereo ny avonavona rehetra, ka aongàny; Ary apotrahy eo amin'ny fitoerany ihany ny ratsy fanahy.","Asitriho ao amin'ny vovoka avokoa izy rehetra; Sarony ao amin'ny fiafenana ny tavany.","Fa Izaho kosa dia hidera anao, Satria mahavonjy anao ny tananao ankavanana.","He! jereo ange ny behemota, izay nataoko tahaka ny nanaovako anao ihany: Mihinana ahitra tahaka ny omby izy.[hipopotamosy][Na: ho eo aminao]","Indro, eo amin'ny valahany ny heriny, ary eo amin'ny ozatra amin'ny kibony ny tanjany.","Henjaniny ny rambony ho tahaka ny hazo sedera; Mifaniditriditra ny ozatra amin'ny feny","Ny taolany dia tahaka ny fantsom-barahina, eny, tahaka ny anja-by ny taolany.","Voalohany amin'ny asan'Andriamanitra izy; Ny Mpanao azy no nanome sabatra azy.[Heb. lalan']","Mamoaka hanina ho azy ny tendrombohitra, izay ilalaovan'ny bibi-dia rehetra;","Eo ambanin'ny hazo lota no andriany, any am-pierena anaty zozoro sy fotaka.","Manalokaloka azy ny hazo lota; Ary ny hazomalahelo eny amoron'ny ony no manodidina azy","Indro, na dia maria aza ny ony, tsy manahy izy; Matoky izy, na dia misy Jordana migorodana amin'ny vavany aza.","Moa misy mahasambotra azy va, raha mihiratra ny masony? Raha azon'ny fandrika izy, misy mahatsindrona ny orony va?","Mahasarika ny mamba amin'ny farango va ianao, na mahafatotra ny lelany amin'ny mahazaka?[Heb. leviatana]","Mahisy tady zozoro amin'ny orony va ianao, na mahaboroaka ny valanoranony amin'ny fintana?","Hifon-jato amin'arivo aminao va izy, na hanao teny malefaka aminao?","Hanao fanekena aminao va izy? Azonao alaina ho andevonao mandrakizay va izy?","Hilalao azy tahaka ny filalao voron-kely va ianao? Ary hamatotra azy ho an'ny zazavavy ao aminao va ianao?","Hataon'ny mpaka hazandrano varotra va izy, ka hotsinjarainy amin'ny mpandranto?","Mahafeno lefom-pohy ny hodiny va ianao, na firombaka amin'ny lohany?","Atehefo aminy ange ny tananao; Raha tsaroanao ny ady, dia tsy hanindroa intsony ianao."]}