{"book":"Joela","chapter":1,"verses":["Ny tenin'i Jehovah, izay tonga tamin'i Joela, zanak'i Petoela.","Henoy izao, ry anti-panahy! Ary mandrenesa, ianareo mponina rehetra amin'ny tany! Moa mba efa nisy tamin'ny andronareo na tamin'ny andron'ny razanareo, va izao?","Lazao amin'ny zanakareo izao, ary aoka ny zanakareo hilaza amin'ny zanany kosa, ary ny zanak'ireo kosa indray amin'ny taranaka mandimby azy.","Izay sisan'ny kijeja dia nohanin'ny koraika; Ary izay sisan'ny koraika dia nohanin'ny valalavao: Ary izay sisan'ny valalavao dia nohanin'ny sompanga. [Heb. mpikiky][Heb. mpilelaka] [Heb. mpandany]","Mifohaza, ianareo mpimamo, ka mitomania, eny, midradradradrà, ianareo mpisotro divay rehetra, noho ny ranom-boaloboka, satria tapaka tsy ho amin'ny vavanareo izany.","Fa misy firenena mahery sady tsy hita isa miakatra hamely ny taniko; Ny nifiny dia nifin-diona, ary ny vazany dia vazan'ny liom-bavy.","Nataony simba tokoa ny voaloboko, ary notapatapahiny ny aviaviko; Nataony nakiky tokoa ireny ka nariany, eny, tonga fotsy ny rantsany.","Midradradradrà toy ny virijina misikindamba fisaonana noho ny amin'ny vadin'ny fahatanorany.[Heb. lamba malailay]","Efa tapaka tsy ho ao amin'ny tranon'i Jehovah ny fanatitra hohanina sy ny fanatitra aidina; Mitomany ny mpisorona, mpanao fanompoam-pivavahana ho an'i Jehovah.","Mariry ny saha, misaona ny tany fambolena; Fa simba ny vary, ritra ny ranom-boaloboka, mihena ny diloilo.[Heb. Malazo]","Aoka ho menatra ianareo mpiasa tany; midradradradrà, ianareo mpamboatra tanim-boaloboka, noho ny vary tritika sy ny vary hordea; Fa majifa ny vokatry ny saha;","Maina ny voaloboka, malazo ny aviavy, ary malazo koa ny ampongaben-danitra sy ny rofia ary ny poma aza, dia ny hazo rehetra any an-tsaha; Eny, malazo ny fifalian'ny zanak'olombelona. [palma]","Misikina sy mitomania, ianareo mpisorona; midradradradrà, ianareo mpanao fanompoam-pivavahana eo amin'ny alitara; Andeha mandry amin'ny lamba fisaonana mandritra ny alina, ianareo mpanao fanompoam-pivavahana ho an'Andriamanitro, fa tapaka tsy ho ao amin'ny tranon'Andriamanitra ny fanatitra hohanina sy ny fanatitra aidina.[Heb. lamba malailay]","Manamasina andro fifadian-kanina, miantsoa fivoriana masina, angòny ny loholona sy ny mponina rehetra amin'ny tany ho ao an-tranon'i Jehovah Andriamanitrareo, koa andeha mitaraina amin'i Jehovah.","Indrisy ny andro! Fa efa antomotra ny andron'i Jehovah, ka tahaka ny loza tsy toha avy amin'ny Tsitoha no fihaviny.","Moa tsy efa tapaka teo imasontsika va ny hanina, eny, ny fifaliana sy ny faharavoravoana tsy ho ao an-tranon'Andriamanitsika?","Matimaso ao ambanin'ny baingan-tany ny vary nafafy, foana ny sompitra, mirodana ny trano fitehirizam-bary; Fa nalazo ny vary.","Indrisy, ny fitoreon'ny biby! Very hevitra ny omby andiany, satria tsy misy ahitra ho azy; Eny, na dia ny andian'ny ondry aman'osy aza dia mijaly noho ny heloka.","Jehovah ô, Hianao no itarainako, fa efa levon'ny afo ny kijana any an-efitra, ary nisy lelafo efa nandoro ny hazo rehetra any an-tsaha.","Na dia ny biby any an-tsaha aza dia mihanahana miandrandra Anao, satria ritra ny renirano, ary efa levon'ny afo ny kijana any an-efitra."]}