{"book":"Jona","chapter":1,"verses":["Ary tonga tamin'i Jona, zanak'i Amitahy, ny tenin'i Jehovah nanao hoe:","Mitsangàna, mankanesa any Ninive, ilay tanàna lehibe, ary miantsoa ny amin'ny hamelezana azy, fa tafakatra eto anatrehako ny faharatsiany.","Nefa Jona nitsangana handositra ho any Tarsisy mba hiala eo anatrehan'i Jehovah; ary nidina tany Jopa izy ka nahita sambo hankany Tarsisy, dia nandoa ny karamany ka niondrana taminy hiara-mandeha tamin'ny tao ho any Tarsisy hiala eo anatrehan'i Jehovah.","Fa Jehovah nahatonga rivotra mahery teny ambonin'ny ranomasina, dia nanonja mafy ny ranomasina, ka dia efa nila ho vaky ny sambo.","Dia raiki-tahotra ny matilo, ka samy nitaraina tamin'ny andriamaniny avy sady nariany tany anaty ranomasina ny zavatra tao an-tsambo mba hampahatony ny loza. Fa Jona kosa efa nidina nankao anaty sambo ka nandry renoky ny torimaso.[Heb. fanaka]","Dia nankao aminy ny kapitenin-tsambo ka nanao taminy hoe: Endrey ity ianao renoky ny torimaso foana eto! Mitsangàna, ka antsoy ny Andriamanitrao, fa angamba hihevitra antsika Andriamanitra, ka dia tsy ho faty isika.","Ary dia samy nanao tamin'ny namany hoe izy: Avia isika hanao filokana mba hizahantsika izay mahatonga izao loza izao amintsika. Dia nanao filokana izy, ka Jona no azo.","Dia hoy ireo taminy: Masìna ianao, lazao aminay: Noho ny amin'iza moa no mahatonga izao loza izao amintsika? Inona no raharaha fanaonao? Ary avy taiza ianao? Aiza no taninao? Ary avy amin'ny firenen'iza ianao?","Dia hoy izy tamin'ireo: Hebreo aho; ary Jehovah, Andriamanitry ny lanitra, no ivavahako, dia Izay nanao ny ranomasina sy ny tany maina.","Dia raiki-tahotra indrindra ny olona ka nanao taminy hoe: Adray izato ataonao izato! Fa fantany fa nandositra hiala eo anatrehan'i Jehovah izy, satria efa nambarany taminy izany.","Dia hoy ireo taminy: Hataonay ahoana ary ianao mba hahatony ny ranomasina aminay? Fa mbola nihananonja ihany ny ranomasina.","Ary hoy izy tamin'ireo: Betao aho, ka atsipazo any anatin'ny ranomasina hahatony ny ranomasina aminareo; fa fantatro fa noho ny amiko no mahatonga izao onja mahery izao aminareo.","Nefa namaky onja fatratra ny olona mba hamerina ny sambo ho amin'ny tany maina, fa tsy zakany, satria ny ranomasina mbola nihananonja mafy taminy.","Dia nitaraina tamin'i Jehovah izy ka nanao hoe: Mifona aminao izahay, Jehovah ô, aoka tsy ho faty izahay noho ny amin'ny ain'ity lehilahy ity ary aza atao ho mpandatsaka rà marina izahay; fa Hianao, Jehovah ô, efa nanao izay sitraky ny fonao.","Dia nobetain'izy ireo Jona ka natsipiny tany anatin'ny ranomasina; ary dia nitsahatra ny fisafoaky ny ranomasina.","Dia natahotra an'i Jehovah indrindra ireo olona ireo ka namono zavatra hatao fanatitra ho an'i Jehovah sady nivoady."]}