{"book":"Josoa","chapter":21,"verses":["Ary ny lohan'ny fianakaviana tamin'ny Levita dia nanatona an'i Eleazara mpisorona sy Josoa, zanak'i Nona, ary ny lohan'ny fianakaviana tamin'ny firenen'ny Zanak'Isiraely","ka niteny taminy tao Silo tao amin'ny tany Kanana hoe: Jehovah efa nampandidy an'i Mosesy mba homena tanàna hitoerana izahay sy tany manodidina azy ho an'ny biby fiompinay.","Dia avy tamin'ny lovany no nanomezan'ny Zanak'Isiraely ny Levita izao tanàna izao sy ny tany manodidina azy avy araka ny didin'i Jehovah.","Dia nahazo loka ny fokon'ny Kehatita; ary ny loka azon'ny taranak'i Arona mpisorona isan'ny Levita dia tanàna telo ambin'ny folo, avy tamin'ny firenen'i Joda sy ny firenen'i Simeona ary ny firenen'i Benjamina.","Ary ny loka azon'ny taranak'i Kehata sisa dia tanàna folo, avy tamin'ny fokon'ny firenen'i Efraima sy ny firenen'i Dana ary ny antsasaky ny firenen'i Manase.","Ary ny loka azon'ny taranak'i Gersona dia tanàna telo ambin'ny folo, avy tamin'ny fokon'ny firenen'Isakara sy ny firenen'i Asera sy ny firenen'i Naftaly ary tamin'ny antsasaky ny firenen'i Manase any Basana.","Ary ny loka azon'ny taranak'i Merary isam-pokony dia tanàna roa ambin'ny folo, avy tamin'ny firenen'i Robena sy ny firenen'i Gada ary ny firenen'i Zebolona.","Dia nomen'ny Zanak'Isiraely ny Levita tamin'ny filokana ireo tanàna ireo sy ny tany manodidina azy avy, araka izay nasain'i Jehovah nandidian'i Mosesy.","Dia nomeny avy tamin'ny firenena taranak'i Joda sy ny firenena taranak'i Simeona ireto tanàna hotononina ireto,","izay azon'ny taranak'i Arona, isam-pokon'ny taranak'i Kehata. amin'ny taranak'i Levy; fa azy ny loka voalohany.","Dia nomeny azy ny tanànan'i Arba, rain'i Anàka (Hebrona izany), any amin'ny tany havoan'i Joda, mbamin'ny tany manodidina azy. [Kiriat-arba; izahao XV. 54]","Fa ny saha momba ny tanàna sy ny zana-bohiny dia nomeny ho lovan'i Kaleba, zanak'i Jefone.","Dia nomeny ny taranak'i Arona mpisorona Hebrona sy ny tany manodidina azy, ho tanàna fandosirana ho an'izay nahafaty olona, ary Libna sy ny tany manodidina azy","ary Jatira sy ny tany manodidina azy ary Estemoa sy ny tany manodidina azy,","ary Holona sy ny tany manodidina azy ary Debira sy ny tany manodidina azy,","ary Aina sy ny tany manodidina azy ary Jota sy ny tany manodidina azy ary Beti-semesy sy ny tany manodidina azy: tanàna sivy avy tamin'ireo firenena roa ireo;","ary avy tamin'ny firenen'i Benjamina dia Gibeona sy ny tany manodidina azy ary Geba sy ny tany manodidina azy","ary Anatota sy ny tany manodidina azy ary Almona sy ny tany manodidina azy, dia tanàna efatra.","Ny tanàna rehetra an'ny mpisorona, taranak'i Arona, dia telo ambin'ny folo ary ny tany manodidina azy avy.","Ary ny amin'ny taranak'i Rehata, dia ny Levita sisa tamin'ny taranak'i Kehata, ny tanàna azony tamin'ny filokana dia avy tamin'ny firenen'i Efraima.","Dia nomeny azy Sekema sy ny tany manodidina azy any amin'ny tany havoan'i Efraima, ho tanàna fandosirana ho an'izay nahafaty olona, ary Gazera sy ny tany manodidina azy","ary Kibzaima sy ny tany manodidina azy ary Beti-horona sy ny tany manodidina azy: tanàna efatra;","ary avy tamin'ny firenen'i Dana dia Elteke sy ny tany manodidina azy ary Gibetona sy ny tany manodidina azy.","ary Aialona sy ny tany manodidina azy ary Gata-rimona sy ny tany manodidina azy: tanàna efatra;","ary avy tamin'ny antsasaky ny firenen'i Manase dia Tanaka sy ny tany manodidina azy ary Gata-rimona sy ny tany tany manodidina azy: tanàna roa.","Ny tanàna rehetra azon'ny fokon'ny taranak'i Kehata sisa dia folo ary ny tany manodidina azy avy.","Ary izao no azon'ny taranak'i Gersona isan'ny fokon'ny Levita; avy tamin'ny antsasaky ny firenen'i Manase dia Golana any Basana sy ny tany manodidina azy, ho tanàna fandosirana ho an'izay nahafaty olona, ary Bestera sy ny tany manodidina azy, dia tanàna roa;","ary avy tamin'ny firenen'Isakara dia Kisiona sy ny tany manodidina azy ary Daberata sy ny tany manodidina azy,","ary Jarmota sy ny tany manodidina azy ary Enganima sy ny tany manodidina azy, dia tanàna efatra;","ary avy tamin'ny firenen'i Asera dia Misala sy ny tany manodidina azy ary Abdona sy ny tany manodidina azy","ary Helkata sy ny tany manodidina azy ary Rehoba sy ny ràny manodidina azy, dia tanàna efatra;","ary avy tamin'ny firenen'i Naftaly dia Kadesy any Galilia sy ny tany manodidina azy, ho tanàna fandosirana ho an'izay nahafaty olona, ary Hamota dora sy ny tany manodidina azy ary Kanana sy ny tany manodidina azy. dia tanàna telo.","Ny tanàna rehetra an'ny Gersonita isam-potony dia telo ambin'ny folo ary ny tany manodidina azy avy.","Ary izao no azon'ny fokon'ny taranak'i Merary, izay Levita sisa: avy tamin'ny firenen'i Zebolona dia Jokneama sy ny tany manodidina azy ary Karta sy ny tany manodidina azy,","ary Dimna sy ny tany manodidina azy ary Nahalola sy ny tany manodidina azy, dia tanàna efatra;","ary avy tamin'ny firenen'i Robena dia Bezera sy ny tany manodidina azy ary Jahaza sy ny tany manodidina azy,","ary Kedemota sy ny tany manodidina azy ary Mefata sy ny tany manodidina azy, dia tanàna efatra;","ary avy tamin'ny firenen'i Gada dia Ramota any Gileada sy ny tany manodidina azy, ho tanàna fandosirana ho an'izay nahafaty olona, ary Mahanaima sy ny tany manodidina azy","ary Hesbona sy ny tany manodidina azy ary Jazera sy ny tany manodidina azy, dia tanàna efatra izy rehetra.","Ny tanàna rehetra an'ny taranak'i Merary araka ny fokony, izay sisa tamin'ny fokon'ny Levita, dia tanàna roa ambin'ny folo no loka azony.","Ny tanàna rehetra an'ny Levita teo anatin'ny lovan'ny Zanak'Isiraely dia valo amby efa-polo sy ny tany manodidina azy avy.","Ireo tanàna ireo samy manana ny taniny manodidina azy avy; tahaka izany avokoa ireo tanàna rehetra ireo.","Dia nomen'i Jehovah ny Isiraely ny tany rehetra izay efa nianianany homena ny razany; ary nandova izany izy ireo ka nonina teo,","Dia nomen'i Jehovah fitsaharana amin'ny manodidina izy, araka izay rehetra nianiananany tamin'ny razany, ka tsy nisy lehilahy tamin'ny fahavalony rehetra nahajanona teo anoloany; fa natolotr'i Jehovah teo an-tànany avokoa ny fahavalony rehetra.","Tsy nisy latsata na dia kely akory aza ny zava-tsoa rehetra izay nolazain'i Jehovah tamin'ny taranak'Isiraely; fa tanteraka avokoa izany rehetra izany."]}