{"book":"Josoa","chapter":8,"verses":["Dia hoy Jehovah tamin'i Josoa: Aza matahotra na mivadi-po ianao, ento miaraka aminao ny vahoaka rehetra mpanafika, ka miaingà, iakaro Ay; indro, efa natolotro eo an-tananao ny mpanjakan'i Ay mbamin'ny vahoakany sy ny tanànany ary ny taniny.","Dia tahaka ny nataonao tamin'i Jeriko sy ny mpanjakany no hataonao koa amin'i Ay sy sy mpanjakany; nefa ny fananana rehetra sy ny biby fiompy ao dia halainareo ho babo ho anareo ihany; asio otrika eo ankoatry ny tanàna.","Dia niainga Josoa sy ny mpanafika rehetra hiakatra any Ay, ary nifidy lehilahy mahery telo alina Josoa ka nandefa ireo tamin'ny alina.","Dia nandidy azy izy ka nanao hoe: Indro, ianareo hanotrika eo ivohon'ny tanàna hamely azy, ka aza manalavitra azy loatra, fa miomàna ianareo rehetra.","Ary izaho sy ny vahoaka rehetra izay miaraka amiko kosa dia hanatona ny tanàna; ary rehefa mivoaka hamely anay tahaka ny teo ny olona, dia handositra eo anoloany izahay.","Dia hivoaka hanenjika anay izy mandra-pitarikay azy hiala ao an-tanàna; fa izy hanao hoe: Mandositra eo anoloantsika tahaka ny teo izy; dia hanao tari-dositra eo anoloany izahay.","Ary dia hiroatra avy ao amin'ny fanotrehana kosa ianareo, ka ho azonareo ny tanàna; fa atolotr'i Jehovah Andriamanitrareo eo an-tananareo izy.","Ary rehefa afakareo ny tanàna, dia dory amin'ny afo; araka ny didin'i Jehovah no hataonareo; indro, efa nandidy anareo aho.","Dia nampandehanin'i Josoa izy ireo, ary nandeha hanotrika ka nitoetra teo andrefan'i Ay, teo anelanelan'i Betela sy Ay; fa Josoa kosa nitoetra teo amin'ny vahoaka ihany tamin'izany alina izany.","Dia nifoha maraina koa Josoa ka nandamina ny vahoaka, ary niakatra teo alohan'ny vahoaka hankany Ay izy sy ny loholon'ny Isiraely.","Ary ny vahoaka rehetra mpanafika, izay niaraka tamin'i Josoa, dia niakatra ka nanakaiky sy nanandrify ny tanàna; ary nitoby teo avaratr'i Ay izy, ka ny lohasaha no teo anelanelan'izy sy Ay.","Dia naka olona tokony ho dimy arivo lahy izy ka nampanotrika azy teo anelanelan'i Betela sy Ay, andrefan'ny tanàna.","Ary rehefa voalahatry ny vahoaka ny toby rehetra izay teo avaratry ny tanàna sy ny otrika teo andrefan'ny tanàna, dia nandeha nankeo amin'ny lohasaha Josoa tamin'izany alina izany.","Ary rehefa hitan'ny mpanjakan'i Ay izany, dia nifoha maraina koa ny olona tao an-tanàna ka nivoaka faingana hiady tamin'ny Isiraely, teo amin'ny tany nifamotoanany tandrifin'ny tani-hay, dia ny mpanjaka sy ny vahoakany: fa tsy fantany ho nisy otrika hamely azy tao ankoatry ny tanàna. [Na: fotoana]","Ary Josoa sy ny Isiraely rehetra nody resy teo anoloany ka nanao tari-dositra tamin'ny lalana mankany an-efitra.","Dia nifampiantso hanenjika azy ny vahoaka rehetra izay tao an-tanàna; ary nanenjika an'i Josoa izy, ka dia voatarika ho tafavoaka ny tanàna.","Ary tsy nisy lehilahy sisa, na tao Ay na tao Betela, izay tsy nivoaka hanenjika ny Isiraely; ary nilaozany mbola nivoha ny tanàna, ka lasa nanenjika ny Isiraely izy.","Ary hoy Jehovah tamin'i Josoa: Atondroy an'i Ay ny lefona izay eny an-tananao; fa hatolotro eo an-tananao Ay. Dia natondron'i Josoa ny tanàna ny lefona izay teny an-tànany.","Dia niroatra faingana ny otrika avy tao amin'ny nitoerany ka nihazakazaka, raha vao natondrony ny tànany; dia niditra tao an-tanàna izy ka nahafaka azy ary nandoro azy faingana tamin'ny afo.","Ary niherika ny mponina tao Ay, ka hitany fa, indro, ny setroky ny tanàna niakatra ho any an-danitra, sady tsy nisy handosirany akory , na ho et?, na ho er?; fa ny Isiraely izay nanao tari-dositra ho any an-efitra dia nifotitra namely ny mpanenjika kosa.","Fa rehefa hitan'i Josoa sy ny Isiraely rehetra fa efa azon'ny otrika ny tanàna, ka niakatra ny setroky ny tanàna, dia nifotitra izy ka namely ny mponina tao Ay.","Ary ireo tao an-tanàna nivoaka hamely azy, ka dia latsaka teo afovoan'ny Isiraely ny olona, fa ny Isiraely sasany teo an-daniny iray, ary ny sasany teo an-daniny iray koa; dia nifandafaran'ny Isiraely teo izy, ka tsy nasiany niangana na dia iray akory aza.","Ary ny mpanjakan'i Ay nataony sambo-belona ka nentiny teo amin'i Josoa.","Ary rehefa namono ny mponina rehetra tao Ay tany an-tsaha ny Isiraely, dia tany amin'ny efitra nanenjehany azy, ka lavo tamin'ny lelan-tsabatra avokoa izy rehetra mandra-pahalany ritrany, dia niverina tany Ay ny Isiraely rehetra ka namely azy tamin'ny lelan-tsabatra.","Ary izay rehetra maty tamin'izany andro izany, na lehilahy na vehivavy, dia roa arivo amby iray alina, dia ny mponina rehetra tao Ay.","Ary Josoa tsy nampihemotra ny tànany izay nanondro tamin'ny lefona mandra-pandringana ny mponina rehetra tao Ay.[Heb. herema]","Nefa ny biby fiompy mbamin'ny fananana rehetra tao amin'izany tanàna izany dia nalain'ny Isiraely ho babony ihany, araka ny tenin'i Jehovah izay nandidiany an'i Josoa.","Ary Ay dia nodoran'i Josoa ka nofoanany ho tanànaolo mandrakizay, dia toy izany mandraka androany izy.","Ary ny mpanjakan'i Ay nahantony tamin'ny hazo mandra-paharivan'ny andro; ary rehefa tokony ho maty masoandro, dia nasain'i Josoa nesorina tamin'ny hazo ny fatiny ka nariana teo anoloan'ny vavahadin'ny tanàna ary notsindriany antontam-bato avo mandraka androany.","Ary tamin'izany Josoa dia nanorina alitara tao an-tendrombohitra Ebala ho an'i Jehovah, Andriamanitry ny Isiraely,","araka izay nandidian'i Mosesy mpanompon'i Jehovah, ny Zanak'Isiraely, dia araka ny voasoratra eo amin'ny bokin'ny lalàn'i Mosesy dia alitara vato tsy voavoatra, izay tsy nopehim-by; ary dia nanatitra fanatitra dorana teo amboniny ho an'i Jehovah izy sady namono zavatra hatao fanati-pihavanana.","Dia nosoratany teo amin'ny vato ny dikan'ny lalàn'i Mosesy, izay efa nosoratany teo anatrehan'ny Zanak'Isiraely.","Ary ny Isiraely rehetra sy ny loholony sy ny mpifehy azy ary ny mpitsara azy dia nitsangana teo an-daniny roa amin'ny fiara, teo anatrehan'ny Levita mpisorona, izay nitondra ny fiaran'ny faneken'i Jehovah, na olona hafa firenena, na Isiraely: ny antsasany nanandrify ny tendrombohitra Gerizima, ary ny antsasany nanandrify ny tendrombohitra Ebala, araka izay efa nandidian'i Mosesy mpanompon'i Jehovah fahiny, mba hitso-drano ny olona Isiraely.","Ary rehefa afaka izany, dia namaky ny tenin'ny lalàna rehetra izy, dia ny fitahiana sy ny fanozonana, araka izay rehetra voasoratra eo amin'ny bokin'ny lalàna.","Tsy nisy teny tamin'izay rehetra nandidian'i Mosesy, izay tsy novakin'i Josoa teo anatrehan'ny fiangonana, dia ny Isiraely rehetra, mbamin'ny vehivavy sy ny ankizy madinika ary ny vahiny izay teo aminy."]}