{"book":"Josoa","chapter":11,"verses":["Ary rehefa nahare Jabina, mpanjakan'i Hazora, dia naniraka tany amin'i Jobaba, mpanjakan'i Madona, sy ny mpanjakan'i Simrona sy ny mpanjakan'i Aksafa,","ary ireo mpanjaka tany amin'ny tany havoana any avaratra koa sy tany amin'ny tani-hay atsimon'i Kinerota sy tany amin'ny tany lemaka amoron-tsiraka ary tany amin'ny havoan'i Dora andrefana, [Heb. Arabà][Heb. Sefela]","dia tamin'ny Kananita any atsinanana sy any andrefana, ary tamin'ny Amorita sy ny Hetita sy ny Perizita ary ny Jebosita tany amin'ny tany havoana, ary tamin'ny Hivita tany am-bodin'i Hermona, tany amin'ny tany Mizpa.","Dia nivoaka izy ireo sy ny miaramilany rehetra teo aminy, dia olona maro be toy ny fasika eny amoron-dranomasina ny hamaroany, ary ny soavaliny sy ny kalesiny dia maro indrindra.","Ary rehefa nivory ireo mpanjaka rehetra ireo, dia nandeha izy hiady tamin'ny Isiraely ka nitoby teo anilan'ny rano Meroma.","Dia hoy Jehovah tamin'i Josoa: Aza matahotra azy; fa rahampitso toy izao Izaho dia hanolotra azy rehetra ho faty eo anatrehan'ny Isiraely; traingoy ny soavaliny, ary dory amin'ny afo ny kalesiny.","Dia nandeha Josoa sy ny vahoaka rehetra mpanafika teo aminy ka tonga tampoka taminy teo amoron'ny rano Meroma, dia namely azy.","Ary Jehovah nanolotra azy teo an-tànan'ny Isiraely izay namely azy ka nanenjika azy hatrany Sidona lehibe sy hatrany Misrefota-maima ary hatramin'ny lohasaha Mizpa atsinanana; dia namely azy izy mandra-paha-tsy nisy niangana na dia iray akory aza.","Ary Josoa dia nanao taminy araka izay efa nandidian'i Jehovah azy: ny soavalin'ireny notraingoiny ary ny kalesiny nodorany tamin'ny afo.","Ary tamin'izany dia niverina Josoa ka nahafaka an'i Hazora ary namely ny mpanjakany tamin'ny sabatra, satria Hazora no lohan'ireny fanjakana rehetra ireny fahiny.","Ary nasiany tamin'ny lelan-tsabatra ny olona rehetra tao ka naringany avokoa: tsy nisy olo-miaina sisa na dia iray akory aza; ary Hazora nodorany tamin'ny afo.[Heb. nataony herema; izahao Lev. XXII. 28]","Ary ny tanàna rehetra izay an'ireny mpanjaka ireny sy ny mpanjakany rehetra dia azon'i Josoa ary nasiany tamin'ny lelan-tsabatra ka naringany, araka izay efa nandidian'i Mosesy, mpanompon'i Jehovah. [Heb. nataony herema; izahao Lev. XXII. 28]","Fa ny tanàna rehetra izay teny an-kavoana dia tsy mba nodoran'ny Isiraely afa-tsy Hazora ihany, izay nodoran'i Josoa.","Ary ny fananana rehetra tao amin'ireny tanàna ireny sy ny biby fiompy dia nalain'ny Zanak'Isiraely ho babony; fa ny olona rehetra nasiany tamin'ny lelan-tsabatra mandra-pandringany azy; tsy nasiany niangana na dia iray akory aza.","Araka izay efa nandidian'i Jehovah an'i Mosesy mpanompony no nandidian'i Mosesy an'i Josoa; ka dia izany no nataon'i Josoa: tsy nisy namelany izay rehetra efa nandidian'i Jehovah an'i Mosesy.","Dia lasan'i Josoa avokoa izany tany rehetra izany na ny tany havoana, na ny tany atsimo rehetra, na ny tany Gosena rehetra, na ny tany lemaka amoron-tsiraka, na ny tani-hay na ny tany havoan'ny Isiraely sy ny tany lemaka aminy koa, [Heb. Sefela][Heb. Arabà]","hatramin'ny tendrombohitra mangadihady, izay fiakarana no any Seira, ka hatrany Bala-gada eo amin'ny lohasahan'i Libanona am-bodin'ny tendrombohitra Hermona; ary ny mpanjakany rehetra nosamboriny ka novonoiny ho faty.","Ela no niadian'i Josoa tamin'ireny mpanjaka rehetra ireny.","Tsy nisy tanàna izay nanao fihavanana tamin'ny Zanak'Isiraely, afa-tsy ny Hivita izay nonina tany Gibeona ihany; fa azony tamin'ny ady avokoa izy rehetra.","Fa avy tamin'i Jehovah no nanamafian'ireo ny fony hiady amin'ny Isiraely, mba hanaovany azy ho zavatra voaozona, ka tsy nisy famindram-po, handringanana azy araka izay efa nandidian'i Jehovah an'i Mosesy.[Heb. herema]","Dia nandeha tamin'izany andro izany Josoa ka namongotra ny Anakita tany amin'ny tany havoana, dia tany Hebrona sy Debira sy Anaba, ary tany amin'ny tany havoan'i Joda rehetra, ary tany amin'ny tany havoan'Isiraely rehetra: naringan'i Josoa avokoa izy sy ny tanànany. [Heb. nataony herema; izahao Lev. XXII. 28]","Tsy nisy sisa tany amin'ny tanin'ny Zanak'Isiraely ny Anakita; fa tany Gaza sy Gata ary Asdoda ihany no mbola nisy sisa.","Dia lasan'i Josoa avokoa ny tany rehetra, araka izay rehetra nolazain'i Jehovah tamin'i Mosesy; ary nomen'i Josoa ho lovan'ny Isiraely izany, araka ny fizaran'ny fireneny. Dia nitsahatra ny ady ka nandry ny tany."]}