{"book":"Josoa","chapter":17,"verses":["Ary nahazo zara-tany tamin'ny filokana koa ny firenen'i Manase (fa izy no lahimatoan'i Josefa), dia Makira, lahimatoan'i Manase, rain'i Gileada, fa izy no mpanafika ka nahazo an'i Gileada sy Basana.","Ary nisy koa ho an'ny taranak'i Manase sisa araka ny fokony, dia ho an'ny taranak'i Abiezera sy Heleka sy Asriela sy Sekema sy Hefera ary Semida: ireo no zanakalahin'i Manase, zanak'i Josefa, araka ny fokony.","Fa Zelofada, zanak'i Hefera, zanak'i Gileada, zanak'i Matira, zanak'i Manase, kosa tsy mba nanan-janakalahy, fa zanakavavy ihany; ary izao no anaran'ny zananivavy: Mahala sy Noa sy Hogla sy Milka ary Tirza.","Dia nanatona teo anatrehan'i Eleazara mpisorona sy Josoa, zanak'i Nona, ary ny loholona izy ireo ka nanao hoe: Jehovah efa nandidy an'i Mosesy hanome anay zara-tany eo amin'ny anadahinay. Ary dia nomeny lova teo amin'ny rahalahin-drainy izy araka ny didin'i Jehovah.","Dia nahazo anjaram-polo Manase afa-tsy ny tany Gileada sy Basana, izaY any an-dafin'i Jordana,","satria ny zanakavavin'i Manase niara-nahazo lova tamin'ny zananilahy; ary ny tany Gileada dia an'ny zanakalahin'i Manase sisa.","Ary ny fari-tanin'i Manase dia hatrany Asera ka hatrany Mikmeta, tandrifin'i Sekema, dia nandroso tamin'ny ankavanana hatramin'ny mponina any En-tapoa. [Na: hatrany Jamina]","Ary an'i Manase ny tany Tapoa; fa Tapoa kosa, izay eo amin'ny fari-tanin'i Manase, dia an'ny taranak'i Efraima.","Ary ny fari-taniny dia nidina hatreo atsimon'ny lohasahan-driak'i Kana; ireo tanana teo amin'ny tanànan'i Manase ireo dia an'i Efraima; ary ny faritanin,i Manase dia teo avaratry ny lohasahan-driaka. ka dia nihatra tamin'ny ranomasina.","Ny atsimo dia an'i Efraima, ary ny avaratra dia an'i Manase, ary ny ranomasina no fari-taniny; ary nihatra tamin'i Asera teo avaratra sy tamin'Isakara teo atsinanana izy.","Ary Manase nahazo anjara koa teo amin'Isakara sy teo amin'i Asera, dia Beti-sana sy ny zana-bohiny ary Ibleama sy ny zana-bohiny ay ny mponina any Dora sy ny zana-bohiny ary ny mponina any En-dora koa sy ny zana-bohiny ary ny mponina any Tanaka sy ny zana-bohiny ary ny mponina any Megido sy ny zana-bohiny, dia amin'ny havoana telo ireo.","Kanefa tsy nahazo ireo tanàna ireo ny taranak'i Manase: fa tian'ny Kananita hitoerana indrindra izany tany izany.","Fa rehefa nihahery ny Zanak'Isiraely dia nampanao fanompoana ny Kananita izy, fa tsy nandroaka azy rehetra.","Dia niteny tamin'i Josoa ny taranak'i Josefa ka nanao hoe: Nahoana no lova iray sy anjara iray ihany no nomenao ahy, kanefa aho efa tonga firenena lehibe, fa notahin'Jehovah toy izao mandraka ankehitriny ?","Dia hoy Josoa taminy: Raha firenena lehibe ary ianao, dia miakara any amin'ny ala, ka miteveza honenanao any amin'ny tanin'ny Perizita sy ny Refaita, fa tery loatra aminao ny tany havoan'i Efraima.","Dia hoy ny taranak'i Josefa: Tsy ampy ho anay ny tany havoana; ary manana kalesy vy ny Kananita rehetra, izay monina any amin'ny tany lemaka, dia izay any Beti-sana sy ny zana-bohiny ary izay any amin'ny tany lemaka Jezirela.","Dia hoy Josoa tamin'ny taranak'i Josefa, dia Efraima sy Manase: Firenena lehibe ianao ka mahery indrindra: tsy anjara iray ihany no ho azonao, fa tany havoana koa; fa ala izany ka tevezo, dia ho anao ny an-tsisiny: fa handroaka ny Kananita ianao, na dia manana kalesy vy aza izy ireo sady mahery.[Na: fa]"]}