{"book":"Josoa","chapter":19,"verses":["Ary ny loka faharoa dia azon'i Simeona, dia ny firenena taranak'i Simeona isam-pokony; ary ny lovany dia tao anatin'ny lovan'ny taranak'i Joda.","Ary izao no azony ho lovany: Beri-sheba, na Seba, sy Molada","sy Hazara-soala sy Bala sy Azema","sy Eltolada sy Betola sy Horma","sy Ziklaga sy Beti-markabota sy Hazara-sosa","sy Beti-lebaota ary Sarohena: tanàna telo ambin'ny folo sy ny zana-bohiny;","sy Aina sy Rimona sy Etera sy Asana: tanàna efatra sy ny zana-bohiny;","ary ny zana-bohitra rehetra manodidina ireo tanàna ireo hatrany Baleta-bera sy Rama amin'ny tany atsimo. Izany no lovan'ny firenena taranak'i Simeona araka ny fotony.","Avy tamin'ny anjaran'ny taranak'i Joda no nahazoan'ny taranak'i Simeona ny lovany; fa nalalaka loatra taminy ny anjaran'ny taranak'i Joda, ka izany no nahazoan'ny taranak'i Simeona anjara tao anatin'ny azy.","Ary ny loka fahatelo dia azon'ny taranak'i Zebolona isam-pokony; ary ny faritanin'ny lovany dia hatrany Sarida,","dia niakatra niankandrefana hatrany Marala, dia nahazo an'i Dabeseta ka nihatra tamin'ny lohasahan-driaka tandrifin'i Jokneama,","dia nitodika niantsinanana hatrany Sarida ka hatramin'ny fari-tanin'i Rislota-tabara, dia nandroso hatrany Daberata ka niakatra hatrany Jafia,","dia nandroso niantsinanana hatrany Gata-hefera sy Ita-kazina ka nandroso hatrany Rimona, izay mipaka an'i Nea,","dia niolaka eo avaratr'iny ka nahazo an'i Hanatona, dia nihatra tamin'ny lohasaha Jifta-ela.","Ary Katata sy Nahalola sy Simrona sy Idala sy Betlehema, dia tanàna roa ambin'ny folo sy ny zana-bohiny.","Izany no lovan'ny taranak'i Zebolona araka ny fokony, dia ireo tanàna ireo sy ny zana-bohiny.","Ary ny loka fahefatra dia azon'Isakara, dia ny taranak'Isakara isam-pokony.","Ary ny fari-taniny dia hatrany Jezirela sy Kesolota sy Sonema","sy Hafraima sy Siona sy Anaharata","sy Rabita sy Kisiona sy Abeza","sy Rameta sy Enganima sy Enhada ary Beti-pazeza.","Ary ny fari-taniny dia nahazo an'i Tabara sy Sahazoma sy Beti-semesy, ka dia nihatra tany Jordana: tanàna enina ambin'ny folo sy ny zana-bohiny.","Izany no lovan'ny firenena taranak'Isakara araka ny fokony, dia ireo tanàna ireo sy ny zana-bohiny.","Ary ny loka fahadimy dia azon'ny firenena taranak'i Asera isam-pokony.","Ary ny fari-taniny dia Helkata sy Haly sy Batena sy Aksafa","sy Alameleka sy Amada sy Misala, dia nihatra any Karmela eo andrefana sy Sihora-libnata,","dia nitodika niantsinanana ho any Beti-dagona ka nihatra any Zebolona sy ny lohasaha Jifta-ela any avaratra sy Bet-emeka sy Neiela, ka dia nihatra any Kabola eo ankavia","ary Ebrona sy Rehoba sy Hamona sy Kana ka hatrany Sidona lehibe,","dia nitodika hatrany Rama sy Tyro, tanàna mimanda, dia nitodika hatrany Hosa, ka dia nihatra tamin'ny ranomasina teo akaikin'ny tany Akziba","ary Oma sy Afeka ary Rehoba: tanàna roa amby roa-polo sy ny zana-bohiny.","Izany no lovan'ny firenena taranak'i Asera araka ny fokony, dia ireo tanàna ireo sy ny zana-bohiny.","Ary ny loka fahenina dia an'ny taranak'i Naftaly isam-pokony.","Ary ny fari-taniny dia hatrany Halefa ka hatramin'ny hazo terebinta ao Zananima sy hatrany Adami-hanekeba sy Jabniela ka hatrany Lakoma, ka dia nihatra an'i Jordana,","dia nitodika niankandrefana hatrany Aznota-tabara, dia nandroso hatrany Hokoka ary nihatra an'i Zebolona eo atsimo sy Asera eo andrefana ary Joda amoron'i Jordana eo atsinanana.","Ary ny tanàna mimanda dia Zidima Zera sy Hamata sy Rakata sy Kinereta","sy Adama sy Rama sy Hazora","sy Kadesy sy Edrehy sy En-hazora","sy Irona sy Migda ela sy Horema sy Bet-anata ary Beti-semesy: tanàna sivy ambin'ny folo sy ny zana-bohiny.","Izany no lovan'ny firenena taranak'i Naftaly araka ny fokony, dia ireo tanàna ireo sy ny zana-bohiny.","Ary ny loka fahafito dia an'ny firenena taranak'i Dana isam-pokony.","Ary ny fari-tanin'ny lovany dia Zora sy Estaola sy Ira-semesy","sy Salabima sy Aialona sy Jitla","sy Elona sy Timna sy Ekrona","sy Elteke sy Gibetona sy Baleta","sy Jehoda sy Bene-beraka sy Gat-rimona","sy Me-jarkona sy Rakona ary ny tany tandrifin'i Jopa.","Ary ny fari-tanin'ny taranak'i Dana dia nandroso nihoatra ireo; fa niakatra ny taranak'i Dana, dia niady tamin'i Lesema ka nahafaka azy ary namely azy tamin'ny lelan-tsabatra ka nahazo azy, dia nitoetra teo; ary ny anaran'i Lesema nataony hoe Dana araka ny anaran'i Dana rainy.","Izany no lovan'ny firenena taranak'i Dana araka ny fokony, dia ireo tanàna ireo sy ny zana-bohiny.","Dia vitany ny nizarana ny tany holovany araka ny fari-taniny, ka dia nomen'ny Zanak'Isiraely lova teo aminy koa Josoa, zanak'i Nona.","Araka ny tenin'i Jehovah dia nomeny azy ny tanàna izay nangatahiny, dia Timnata-sera any amin'ny tany havoan'i Efraima: dia nanamboatra ny tanàna izy ka nitoetra tao.","Ireo no lova izay nozarain'i Eleazara mpisorona sy Josoa, zanak'i Nona, ary ny lohan'ny fianakaviana tamin'ny firenen'ny Zanak'Isiraely tao Silo teo anatrehan'i Jehovah, dia teo am-baravaran'ny trano-lay fihaonana, araka ny filokana. Dia vitany avokoa ny nizarany ny tany."]}