{"book":"Josoa","chapter":7,"verses":["Fa ny Zanak'Isiraely nandika ny didy ny amin'ny zavatra voaozona; fa Akana, zanak'i Karmy, zanak'i Zabdy, zanak'i Zera, avy tamin'ny firenen'i Joda, naka tamin'ny zavatra efa voaozona, ka dia nirehitra tamin'ny Zanak'Isiraely ny fahatezeran'i Jehovah.","Ary Josoa naniraka olona hiala tany Jeriko hankany Ay, izay eo anilan'i Betavena, atsinanan'i Betela, ka niteny taminy hoe: Miakara, ka safoy ny tany. Dia niakatra ny olona ka nisafo an'i Ay.","Ary niverina tany amin'i Josoa izy ireo ka nanao taminy hoe: Aoka tsy hiakatra avokoa ny vahoaka rehetra; fa olona tokony ho roa arivo na telo arivo no aoka hiakatra hamely an'i Ay; aza manasatra ny vahoaka rehetra hankany, fa vitsy ihany izy.","Dia niakatra nankany ny olona sasany, tokony ho telo arivo lahy; kanjo nandositra teo anoloan'ny mponina tao Ay ireo.","Dia nahafaty tokony ho enina amby telo-polo lahy ny mponina tao Ay sady nanenjika azy teo anoloan'ny vavahady ka hatrany Sebarima izy ary namely azy teny am-pidinana; dia ketraka ny fon'ny vahoaka ka tonga tahaka ny rano.","Dia notriarin'i Josoa ny fitafiany, ka niankohoka tamin'ny tany teo anoloan'ny fiaran'i Jehovah mandra-paharivan'ny andro izy sy ny loholon'ny Isiraely, sady nasiany vovoka ny lohany.","Ary hoy Josoa: Indrisy, Jehovah Tompo ô! nahoana no nampita ity firenena ity foana teo Jordana Hianao, hanoloranao anay eo an-tànan'ny Amorita handringanana anay? Inay anie izahay mba nety nitoetra tany an-dafin'i Jordana ihany!","Indrisy, Tompo ô! inona intsony no holazaiko, fa ny Isiraely efa niamboho teo anoloan'ny fahavalony?","Ary ho ren'ny Kananita sy ny mponina rehetra amin'ny tany izany, dia hanodidina anay izy ka hamono ny anaranay tsy ho eo amin'ny tany intsony; ary hataonao ahoana ny anaranao lehibe?","Dia hoy Jehovah tamin'i Josoa: Mitsangàna; nahoana no miankohoka toy izao ianao?","Efa nanota ny Isiraely ka nivadika ny fanekeko izay nandidiako azy; fa efa naka tamin'ny zavatra voaozona izy, sady nangalatra sy namitaka koa, ka nataony ao amin'ny entany.","Koa tsy mahajanona eo anoloan'ny fahavalony ny Zanak'Isiraely; miamboho eo anoloan'ny fahavalony izy, satria tonga voaozona. Tsy homba anareo intsony Aho, raha tsy holevonina tsy ho eo aminareo ny zavatra efa voaozona.","Mitsangana, manamasina ny vahoaka, ka lazao hoe: Manamasina ny tenanareo mandra-pahamaraina; fa izao no lazain'i Jehovah, Andriamanitry ny Isiraely: Eo aminao misy zavatra efa voaozona, ry Isiraely; koa tsy mahajanona eo anoloan'ny fahavalonao ianao mandra-panaisotrareo ny zavatra efa voaozona tsy ho eo aminareo intsony.","Dia hampanatonina ianareo raha maraina araka ny firenenareo avy; koa ny firenena izay tanan'i Jehovah dia hanatona isam-pokony; ary ny foko izay tanan'i Jehovah dia hanatona indray isam-pianakaviana; ary ny fianakaviana izay tanan'i Jehovah dia hanatona indray isam-batan'olona.","Koa izay azo mitana ny zavatra voazona, dia hodorana amin'ny afo izy mbamin'izay rehetra mety ho azy, satria nivadika ny faneken'i Jehovah izy ka nanao izay fady indrindra teo amin'ny Isiraely.[Heb. fahadalana]","Dia nifoha maraina koa Josoa ka nampanatona ny Isiraely araka ny fireneny avy; ary ny firenen'i Joda no notanana.","Dia nitondra ireo fokon'i Joda izy; ka ny fianakavian'i Zera no notanana; dia nampanatona ny fianakavian'i Zera indray isam-batan'olona izy, ka Zabdy no notanana;","dia nampanatona ny ankohonany araka ny olona tsirairay izy; dia Akana, zanak'i Karmy, zanak'i Zabdy zanak'i Zera, avy tamin'ny firenen'i Joda, no notanana.","Dia hoy Josoa tamin'i Akana: Anaka, masìna ianao, omeo voninahitra Jehovah Andriamanitry ny Isiraely, ka mitsora aminy; ary lazao amiko ankehitriny izay nataonao; aza afeninao ahy izany.[Na: miderà azy]","Ary Akana namaly an'i Josoa ka nanao hoe; Eny tokoa, izaho no nanota tamin'i Jehovah, Andriamanitry ny Isiraely. ary izao ka izao no nataoko:","Nahita kapôty tsara avy any Babylona aho sy sekely volafotsy roanjato ary anja-bolamena, lanjan-tsekely dimam-polo, tamin'ny babo, dia nitsiriritra ireny aho ka naka; ary, indreo, voàfina ao ambanin'ny tany ao amin'ny laiko ireny, ary ny volafotsy ao ambaniny.","Dia naniraka olona Josoa, ka nihazakazaka nankany amin'ny lay ireo, ary, indro, voàfina tao anatin'ny lainy ny zavatra, ary ny volafotsy tao ambaniny.","Dia nalainy avy ao amin'ny lay ireny ka nentiny teo amin'i Josoa sy ny Zanak'Isiraely rehetra, ary napetrany teo anatrehan'i Jehovah","Dia nalain'i Josoa sy ny Isiraely rehetra Akana, zanak'i Zera, ary ny volafotsy sy ny kapôty sy ny anja-bolamena ary ny zananilahy sy ny zananivavy ary ny ombiny sy ny borikiny sy ny ondriny aman'osiny ary ny lainy mbamin'izay rehetra nety ho azy; dia nentiny ho ao an-dohasaha Akora ireny.","Ary hoy Josoa: Adray ny loza nampidirinao taminay! Mba hahatonga loza aminao kosa Jehovah anio. Dia nitora-bato azy ny Isiraely rehetra ary nandoro ireny tamin'ny afo sady nanangom-bato teo amboniny.","Dia nanao antontam-bato lehibe hanarona azy mandraka androany izy. Ary Jehovah dia nionona tamin'ny fahatezerany mirehitra. Izany no nanaovana ny anaran'izany tany mandraka androany hoe Lohasaha Akora.[Akora = fampidiran-doza]"]}