{"book":"Josoa","chapter":3,"verses":["Dia nifoha maraina koa Josoa; ary ny olona dia niala tany Sitima ka nankany Jordana, dia Josoa sy ny Zanak'Isiraely rehetra, ary nitoetra teo izy aloha vao nita.","Ary rehefa afaka hateloana, dia nandeha namaky ny toby ny mpifehy","ka nandidy ny olona hoe: Rehefa hitanareo ny fiaran'ny faneken'i Jehovah Andriamanitrareo ary ny Levita mpisorona mitondra azy, dia mialà amin'izay itoeranareo, ka manaraha azy","(kanefa asio elanelany, tokony ho roa arivo hakiho, aminareo sy izy, fa aza manakaiky azy), mba ho fantatrareo ny lalana izay mety halehanareo; fa tsy mbola nalehanareo akory izao lalana izao.","Ary hoy Josoa tamin'ny olona: Manamasina ny tenanareo: fa rahampitso dia hanao fahagagana eo aminareo Jehovah.","Ary niteny tamin'ny mpisorona Josoa ka nanao hoe: Ento ny fiaran'ny fanekena, ka mità eo anoloan'ny olona. Dia nitondra ny fiaran'ny fanekena izy ka nandeha teo anoloan'ny olona.","Ary hoy Jehovah tamin'i Josoa: Anio no hanandratako anao eo imason'ny Isiraely rehetra, hahafantarany fa tahaka ny nombako an'i Mosesy no hombako anao koa.","Ary mandidia ny mpisorona izay mitondra ny fiaran'ny fanekena, ka ataovy hoe: Rehefa mihatra amin'ny moron'i Jordana ianareo, dia mijanòna eo Jordana ihany.","Ary Josoa nanao tamin'ny Zanak'Isiraely hoe: Mankanesa at?, ka mihainoa ny tenin'i Jehovah Andriamanitrareo.","Dia hoy Josoa: Izao no hahafantaranareo fa eo aminareo Andriamanitra velona, ka horoahiny eo alohanareo tokoa ny Kananita sy ny Hetita sy ny Hivita sy ny Perizita sy ny Girgasita sy ny Amorita ary ny Jebosita:","Indro, ny fiaran'ny faneken'ny Tompon'ny tany rehetra no mandroso eo alohanareo ho eo Jordana;","koa ankehitriny mangalà lehilahy roa ambin'ny folo amin'ny firenen'Isiraely ho anareo, dia iray avy isam-pirenena;","ary raha vao mijanona eo amin'ny rano Jordana ny faladian'ny mpisorona izay mitondra ny fiaran'ny faneken'i Jehovah, Tompon'ny tany rehetra, dia ho tapaka ny rano Jordana, dia ny rano izay midina avy any ambony, ka hijanona ho toy ny antontan-javatra.","Ary raha niala tamin'ny lainy hita an'i Jordana ny olona, ary ny mpisorona nitondra ny fiaran'ny fanekena eo alohan'ny olona,","ka tonga teo Jordana izay nitondra ny fiara, ary naroboky ny mpisorona izay nitondra ny fiara tamin'ny sisin-drano ny tongony (fa tondraka mihoatra ny morony rehetra Jordana mandritra ny fararano),","dia nijanona ny rano izay nidina avy tany ambony ka tonga toy ny antontan-javatra ter? lavitra er?, dia ter? amin'ny tanàna Adama, izay eo anilan'i Zaretana; eny, tapaka tokoa ny rano izay nidina ho any amin'ny ranomasin'ny tani-hay, dia ny Ranomasin-tsira; ary ny olona dia nita tandrifin'i Jeriko. [Heb. Arabà]","Ary ny mpisorona izay nitondra ny fiaran'ny faneken'i Jehovah dia nijoro tsara tamin'ny tany maina teo afovoan'i Jordana, ary ny Isiraely rehetra nandeha tamin'ny tany maina mandra-pahatafitan'izy rehetra an'i Jordana."]}