{"book":"Josoa","chapter":5,"verses":["Ary ny mpanjaka rehetra amin'ny Amorita any an-dafy andrefan'i Jordana sy ny mpanjaka rehetra tamin'ny Kananita any amoron'ny ranomasina, rehefa nandre ny nanamainan'i Jehovah ny rano Jordana teo anoloan'ny Zanak'Isiraely mandra-pitany, dia ketraka ny fony ka very hevitra izy noho ny tahony ny Zanak'Isiraely. [Na: (mandra-pitantsika)]","Tamin'izany andro izany no nilazan'i Jehovah tamin'i Josoa hoe: Manaova fiharatra vato ho anao, ka atombohy indray ny famorana ny Zanak'Isiraely.","Dia nanao fiharatra vato ho azy Josoa ka namora ny Zanak'Isiraely teo an-kavoana Haralota.","Ary izao no anton'ny namoran'i Josoa azy: Ny lehilahy rehetra izay nivoaka avy tany Egypta, dia ny mpanafika rehetra, samy maty tany an-fitra teny an-dalana, tamin'izy efa nivoaka avy tany Egypta.","Ary voafora ny lehilahy rehetra izay nivoaka; fa ny lehilahy rehetra nateraka teny an-dalana tany an-efitra, tamin'izy efa nivoaka avy tany Egypta, dia tsy mbola voafora kosa.","Fa efa-polo taona no nandehanan'ny Zanak'Isiraely tany an-efitra, mandra-pahalany ritran'ny olona rehetra, dia ny mpanafika izay nivoaka avy tany Egypta, satria tsy nihaino ny feon'i Jehovah izy; dia ireo no nianianan'i Jehovah fa tsy havelany hahita ny tany izay nianianan'i Jehovah tamin'ny razana homeny antsika, dia tany tondra-dronono sy tantely.","Ary ny zanany no natsangany handimby azy, ka ireo no noforan'i Josoa; fa tsy mbola voafora ireo, satria tsy noforana teny an-dalana.","Ary rehefa noforana ny lehilahy rehetra, dia nitoetra tao amin'ny fitoerany tany an-toby izy mandra-pahasitrany.","Dia hoy Jehovah tamin'i Josoa: Androany no nanakodiavako ny fandatsan'i Egypta ho afaka aminareo. Ary ny anaran'izany tany izany dia nataony hoe Gilgala mandraka androany. [Gilgala = Fanakodiavana]","Ary ny Zanak'Isiraely nitoby tany Gilgala ka nitandrina ny Paska tamin'ny harivan'ny andro fahefatra ambin'ny folo tamin'ny volana, teo amin'ny tani-hay any Jeriko.[Heb. Arabà]","Ary nony ampitson'ny Paska, dia nihinana ny vokatry ny tany izy tamin'izany andro izany indrindra, dia mofo tsy misy masirasira sy lango.","Ary nitsahatra ny mana tamin'iny andro ampitso iny, dia tamin'ny nihinanany ny vokatry ny tany, ka tsy nisy mana ho an'ny Zanak'Isiraely intsony; fa nihinana ny vokatry ny tany Kanana izy tamin'izany taona izany.","Ary nony teo akaikin'i Jeriko Josoa, dia nanopy ny masony izy ka nijery, ary, indro, nisy lehilahy nitsangana tandrifiny, ka ny sabany voatsoaka dia teny an-tànany; ary nanatona Azy Josoa ka nanao taminy hoe: Namanay va Hianao, sa naman'ny fahavalonay?","Dia hoy Izy: Tsia; fa Izaho dia Komandin'ny miaramilan'i Jehovah ka tonga at? ankehitriny. Dia niankohoka tamin'ny tany Josoa ka nanao taminy hoe: Inona no holazainao amin'ny mpanomponao, Tompokolahy ?","Dia hoy Ilay Komandin'ny miaramilan'i Jehovah tamin'i Josoa: Esory amin'ny tongotrao ny kapanao; fa masina io tany ijanonanao io. Dia nataon'i Josoa izany."]}