{"book":"Josoa","chapter":13,"verses":["Ary Josoa dia efa zoki-olona sady nandroso fahanterana, dia hoy Jehovah taminy: Efa zoki-olona ianao ka mandroso fahanterana, ary be dia be ny tany sisa tsy mbola azo.","Izao no tany sisa tsy mbola azo: Ny tany rehetra an'ny Filistina sy ny Gesorita rehetra,","hatrany Sihora, izay atsinanan'i Egypta, ka hatramin'ny fari-tanin'i Elzrona eo avaratra, izay atao ho an'ny Kananita, ireo andriana dimy amin'ny Filistina dia ny Gazita sy ny Asdodita sy ny Askelonita sy ny Gatita sy ny Ekronita ary ny Avita","any atsimo, dia ny tanin'ny Kananita rehetra sy Meara, izay an'ny Sidoniana, hatrany Afeka ka hatramin'ny fari-tanin'ny Amorita,","ary ny tanin'ny Gebalita sy Libanona rehetra any atsinanana, hatrany Bala-gada eo ambodin'ny tendrombohitra Hermona ka hatrany akaikin'i Hamata,","ary ny mponina rehetra any amin'ny tany havoana hatrany Libanona ka hatrany Misrefota-maima. dia ny Sidoniana rehetra, Izaho no handroaka kanefa zarao amin'ny filokana ho lovan'ny Zanak'Isiraely izy araka izay efa nandidiako anao.","Ary ankehitriny zarao izao tany izao ho lovan'ny firenena sivy sy ny antsasaky ny firenen'i Manase.","Ary niaraka tamin'ireo koa no nahazoan'ny Robenita sy ny Gadita ny lovany, dia ilay nomen'i Mosesy azy any an-dafy atsinanan'i Jordana, araka izay nomen'i Mosesy, mpanompon'i Jehovah, azy,","dia hatrany Aroera, izay eo amoron'ny lohasahan-driaka Arnona, ary ny tanàna izay eo afovoan'ny lohasaha sy ny tany lemaka rehetra any Medeba ka hatrany Dibona,","ary ny tanàna rehetra izay an'i Sihona, mpanjakan'ny Amorita, izay nanjaka tany Hesbona, hatramin'ny faritanin'ny taranak'i Amona,","ary Gileada sy ny tanin'ny Gesorita sy ny Makatita sy ny tendrombohitra Hermona rehetra ary Basana rehetra hatrany Saleka,","dia ny fanjakana rehetra an'i Oga tany Basana, izay nanjaka tany Astarta sy Edrehy (izy ihany no sisa tamin'ny Refaita); fa resin'i Mosesy ireny ka noroahiny.","Kanefa tsy mba noroahin'ny Zanak'Isiraely ny Gesorita sy ny Makatita; fa mitoetra eo amin'ny Zanak'Isiraely mandraka androany ny Gesorita sy ny Makatita.","Ny firenen'i Levy ihany no tsy nomeny lova; ny fanatitra atao amin'ny afo ho an'i Jehovah, Andriamanitry ny Isiraely, no lovany araka izay nolazainy taminy.","Ary nomen'i Mosesy lova ny firenena taranak'i Robena araka ny fokony","Ary ny fari-taniny dia hatrany Aroera, izay eo amoron'ny lohasahan-driaka Arnona, ary ny tanàna izay eo afovoan'ny lohasaha sy ny tany lemaka rehetra any Medeba,","dia Hesbona sy ny tanànany rehetra, izay eo amin'ny tany lemaka, sy Dibona sy Bamotabala sy Beti-bala-meona","sy Jahaza sy Kedemota sy Mefata","sy Kiria-taima sy Sibma sy Zareta-sahara amin'ny tendrombohitra ao an-dohasaha,","sy Beti-peora sy ny ao am-bodin'i Pisga ary Beti-jesimota","ary ny tanàna rehetra any amin'ny tany lemaka sy ny fanjakana rehetra an'i Sihona, mpanjakan'ny Amorita, izay nanjaka tany Hesbona fa resin'i Mosesy izy sy ireo andrianan'ny Midianita, dia Evy sy Rekema sy Zora sy Hora ary Reba, andriana izay nanoa an'i Sihona ka nitoetra teo amin'ny tany.","Ary Balama, mpanao fankatovana, zanak'i Beora, dia novonoin'ny Zanak'Isiraely tamin'ny sabatra niaraka tamin'izay novonoiny.","Ary ny fari-tanin'ny taranak'i Robena dia ny amoron'i Jordana. Izay no lovan'ny taranak'i Robena araka ny fokony, dia ny tanàna sy ny zana-bohiny.","Ary nomen'i Mosesy koa ny firenen'i Gada, dia ny taranak'i Gada araka ny fokony.","Ary ny faritaniny dia Jazera sy ny tanàna rehetra any Gileada ary ny antsasaky ny tanin'ny taranak'i Amona, hatrany Aroera, izay tandrifin'i Raba,","ary hatrany Hesbona ka hatrany Ramatamizpa sy Betonima ary hatrany Mahanaima ka hatramin'ny faritanin'i Debira;","ary teo amin'ny lohasaha Beti-harama sy Beti-nimra sy Sokota sy Zafona ary ny sisa tamin'ny fanjakan'i Sihona, mpanjakan'i Hesbona, sy ny amoron'i Jordana hatramin'ny amoron'ny Ranomasina Kinereta an-dafy atsinanan'i Jordana.","Izany no lovan'ny taranak'i Gada araka ny fokony, dia ny tanàna sy ny zana-bohiny.","Ary nomen'i Mosesy koa ny antsasaky ny firenen'i Manase; ary izao no an'ny antsasaky ny firenena taranak'i Manase araka ny fokony:","Ny fari-taniny hatrany Mahanaima, dia Basana rehetra, izay fanjakana rehetra an'i Oga, mpanjakan'i Basana, ary ny tanàna madinika rehetra an'i Jaira, izay any Basana, dia tanàna enim-polo.","Ary ny antsasak'i Gileada sy Astarta ary Edrehy, tanàna amin'ny fanjakan'i Oga any Basana, dia an'ny taranak'i Makira, zanak'i Manase, dia ho an'ny antsasaky ny taranak'i Makira araka ny fokony.","Ireo no voazaran'i Mosesy ho lova tany Arbota-moaba an-dafy atsinanan'i Jordana tandrifin'i Jeriko.","Ary ny firenen'i Levy tsy mba nomen'i Mosesy lova; fa Jehovah, Andriamanitry ny Isiraely, no lovany, araka izay efa nolazainy taminy."]}