{"book":"Josoa","chapter":6,"verses":["Ary nihidy mafy Jeriko tamin'izany noho ny Zanak'Isiraely: tsy nisy nivoaka, ary tsy nisy niditra.","Ary hoy Jehovah tamin'i Josoa: Indro, efa natolotro eo an-tananao Jeriko sy ny mpanjakany mbamin'ny lehilahy mahery.","Koa mandehana manodidina ny tanàna indray mandeha ianareo mpanafika rehetra; henemana no hanaovanao izany.","Ary asio mpisorona fito mitondra anjomara fito mafy faneno eo alohan'ny fiara; ary amin'ny andro fahafito dia hodidino impito ny tanàna, ary aoka ny mpisorona hitsoka ny anjomara.","Ary raha manao feo lavareny ny anjomara mafy faneno, ka renareo ny feon'ny anjomara, dia hanakora mafy ny vahoaka rehetra; ka dia hirodana amin'izay ny màndan'ny tanàna, ary hiakatra samy hizotra amin'izay hitsiny avy ny olona.","Dia niantso ny mpisorona Josoa, zanak'i Nona, ka nanao taminy hoe: Ento ny fiaran'ny fanekena, ary asio mpisorona fito mitondra anjomara fito mafy faneno eo alohan'ny fiaran'i Jehovah.","Dia hoy izy tamin'ny vahoaka: Mandehana, ka manodidina ny tanàna, ary aoka ny olona efa voaomana hiady handeha eo alohan'ny fiaran'i Jehovah.","Ary rehefa niteny tamin'ny vahoaka Josoa, dia nandeha ireo mpisorona fito nitondra ny anjomara fito mafy faneno teo alohan'i Jehovah ka nitsoka ny anjomara; ary ny fiaran'ny faneken'i Jehovah nanaraka azy.","Ary ny olona efa voaomana hiady dia nandeha teo alohan'ny mpisorona izay nitsoka ny anjomara, ary ny vodi-lalana nanaraka ny fiara; ary notsofina teny am-pandehanana ny anjomara.","Ary ny vahoaka efa noraran'i Josoa hoe: Aza manakora na mamoaka feo na miloa-bava akory aza mandra-pahatongan'ny andro hanaovako aminareo hoe: Manakorà! dia vao amin'izay ianareo no hanakora.","Ary nanodidina ny tanàna indray mandeha ny fiaran'i Jehovah; dia nankany an-toby ny olona ka nitoetra tany.","Dia nifoha maraina koa Josoa, ary ny mpisorona nitondra ny fiaran'i Jehovah.","Ary ny mpisorona fito izay nitondra ny anjomara fito mafy faneno teo alohan'ny fiaran'i Jehovah dia nandeha mandrakariva ka nitsoka ny anjomara; ary ny olona efa voaomana hiady dia nandeha teo alohany; ary ny vodi-lalana kosa dia nanaraka ny fiaran'i Jehovah; ary notsofina teny am-pandehanana ny anjomara.","Dia nanodidina ny tanàna indray mandeha koa izy tamin'ny andro faharoa ka niverina tany an-toby; henemana no nanaovany toy izany.","Ary tamin'ny andro fahafito dia nifoha maraina koa izy, raha mbola nazava ratsy ny andro ka nanodidina ny tanàna impito toy ny nataony teo, nefa tamin'izany andro izany ihany no nanodidina ny tanàna impito izy.","Ary tamin'ny nandehanany fanimpitony, raha nitsoka ny anjomara ny mpisorona, dia hoy Josoa tamin'ny vahoaka: Manakorà! fa efa nomen'i Jehovah anareo ny tanàna.","Dia hatolotra ho an'i Jehovah ho zavatra voaozona ny tanàna sy izay rehetra ao; fa Rahaba janga ihany no hovelomina, dia izy sy izay rehetra ao aminy ao an-trano, satria nanafina ny iratsika izy. [Heb. herema; izahao Lev. XXII. 28]","Kanefa mitandrema kosa ianareo ny amin'ny zavatra voaozona, fandrao manolotra zavatra ho voaozona ianareo, nefa maka amin'ny zavatra voaozona kosa, ka mahatonga ny tobin'ny Isiraely ho voaozona ary mampidi-doza aminy.","Fa ny volafotsy sy ny volamena rehetra ary ny fanaka varahina sy vy dia masina ho an'i Jehovah; hatao ao amin'ny rakitr'i Jehovah izany.","Dia nanakora ny olona, ary notsofina ny anjomara; ary nony ren'ny vahoaka ny feon'ny anjomara, dia nanakora mafy izy, ka nirodana tamin'izay ny manda, ary niakatra tao an-tanàna samy nizotra tamin'izay hitsiny avy ny olona, ka afaka ny tanàna.","Ary naringany tamin'ny lelan-tsabatra izay rehetra tao an-tanana, na lehilahy na vehivavy, na tanora na antitra, na omby, na ondry aman'osy, na boriky. [Heb. nataony herema]","Ary izy roa lahy izay efa nisafo ny tany dia efa nilazan'i Josoa hoe: Mankanesa ao amin'ny tranon'ilay vehivavy janga, ka ento mivoaka ravehivavy sy ny havany rehetra ary izay mety ho azy, araka izay nianiananareo taminy.","Dia nankao ireo zatovo nisafo ireo ka nitondra an-dRahaba nivoaka sy ny rainy aman-dreniny sy ny anadahiny ary ny havany rehetra mbamin'izay nety ho azy; dia nitondra ny mpianakaviny rehetra nivoaka izy ka nametraka azy teo ivelan'ny tobin'ny Isiraely.","Ary ny tanàna sy izay rehetra tao dia nodorany tamin'ny afo, nefa ny volafotsy sy ny volamena ary ny fanaka varahina sy vy dia nataony tao amin'ny rakitry ny tranon'i Jehovah.","Fa Rahaba janga sy ny ankohonan'ny rainy sy ny havany rehetra mbamin'izay nety ho azy dia novelomin'i Josoa, ary mitoetra eo amin'ny Isiraely mandraka androany ravehivavy, satria nanafina ny iraka izay efa nirahin'i Josoa hisafo an'i Jeriko izy.","Dia nilaza fanozonana Josoa tamin'izany andro izany ka nanao hoe: Ho voaozona eo anatrehan'i Jehovah izay olona mitsangana manorina ity tanàna Jeriko ity indray; ny ain'ny lahimatoany no ho sazin'ny hanorenany ny fanambaniny, ary ny ain'ny faralahiny no ho sazin'ny hananganany ny vavahadiny.","Ary Jehovah nomba an'i Josoa, ka niely tamin'ny tany rehetra ny lazany."]}