{"book":"Kolosiana","chapter":3,"verses":["Koa raha niara-natsangana tamin'i Kristy ianareo, dia katsaho ny zavatra any ambony, any amin'ny itoeran'i Kristy, Izay mipetraka eo an-tanana ankavanan'Andriamanitra.","Saino ny zavatra any ambony, fa tsy ny zavatra ety an-tany.","Fa efa maty ianareo, ary ny fiainanareo miara-miafina amin'i Kristy ao amin'Andriamanitra.","Raha hiseho Kristy fiainantsika, dia hiara-miseho aminy koa amin'ny voninahitra ianareo.","Koa vonoy ny momba ny tenanareo izay ety an-tany, dia fijangajangana, fahalotoana, firehetam-po, fanirian-dratsy ary fieremana, dia fanompoan-tsampy izany;","fa izany zavatra izany no mahatonga ny fahatezeran'Andriamanitra amin'ny zanaky ny tsi-fanarahana;","izany koa no nalehanareo fahiny, fony mbola velona taminy ianareo.","Fa ankehitriny, esory koa izao rehetra izao, dia fahatezerana, fiafonafonana, lolompo, fitenenan-dratsy, teny mahamenatra avy amin'ny vavanareo.","Aza mifandainga ianareo, fa efa narianareo ny toetra taloha mbamin'ny asany; [ Gr. olona]","ary efa notafinareo ny toetra vaovao, izay havaozina ho amin'ny fahalalana tsara araka ny endrik'izay nahary azy. [ Gr. olona]","Fa amin'izany dia tsy misy jentilisa sy Jiosy, na voafora sy tsy voafora, na barbariana sy Skytiana, na andevo sy tsy andevo, fa Kristy no zavatra rehetra sady amin'ny rehetra. [ Gr. Grika]","Koa mitafia famindram-po sy fiantrana,, fahamoram-panahy, fanetren-tena, fahalemem-panahy, fandeferana, araka ny olom-boafidin'Andriamanitra sady masina no malala.","Mifandefera,ka mifamelà heloka ianareo, raha misy manana alahelo amin'ny sasany; tahaka ny namelan'ny Tompo ny helokareo no aoka mba hamelanareo heloka kosa. [ Na: (Kristy)]","Ary aoka ho ambonin'izany rehetra izany ny fitiavana, fa fehin'ny fahatanterahana izany.","Ary aoka hanapaka ao am-ponareo ny fiadanan'i Kristy, fa ho amin'izany no niantsoana anareo ho tena iray; ary aoka ho feno fisaorana ianareo.","Aoka ny tenin'i Kristy hitoetra betsaka ao aminareo amin'ny fahendrena rehetra, dia mifampianara ka mifananara amin'ny salamo sy ny fihirana ary ny tonon-kiram-panahy, mihira amin'ny fahasoavana ao am-ponareo ho an'Andriamanitra.","Ary na inona na inona no ataonareo, na amin'ny teny, na amin'ny asa, dia ataovy amin'ny anaran'i Jesosy Tompo izany, ka misaora Andriamanitra Ray amin'ny alalany.","Hianareo vehivavy, maneke ny vadinareo araka izay mety hatao ao amin'ny Tompo.","Hianareo lehilahy, tiava ny vadinareo. ary aza sosotra aminy. [ Gr. mangidy]","Hianareo zanaka, maneke ny ray aman-dreninareo amin'ny zavatra rehetra; fa ankasitrahana ao amin'ny Tompo izany.","Hianareo ray, aza mampahasosotra ny zanakareo, fandrao mamoy fo izy.","Hianareo mpanompo, maneke ny tomponareo araka ny nofo amin'ny zavatra rehetra, tsy amin'ny fanompoana eo imaso, tahaka ny mpila sitraka amin'olona, fa amin'ny fahatsoram-po, matahotra ny Tompo;","ary na inona na inona no ataonareo, dia ataovy amin'ny fo, tahaka ny ho an'ny Tompo, fa tsy ho an'olona,","satria fantatrareo fa ny Tompo no handraisanareo ny lova ho valiny; fa manompo an'i Kristy Tompo ianareo.","Fa izay manao ny tsy marina dia handray araka ny tsy marina nataony; fa tsy misy fizahan-tavan'olona,"]}