{"book":"Kolosiana","chapter":1,"verses":["Paoly, Apostolin'i Kristy Jesosy noho ny sitrapon'Andriamanitra, ary Timoty rahalahy,","mamangy ny olona masina any Kolosia, dia ny rahalahy mahatoky ao amin'i Kristy: ho aminareo anie ny fahasoavana sy ny fiadanana avy amin'Andriamanitra Raintsika.","Misaotra an'Andriamanitra, Rain'i Jesosy Kristy Tompontsika, izahay amin'ny fangatahanay mandrakariva ho anareo,","rehefa renay ny finoanareo an'i Kristy Jesosy sy ny fitiavanareo ny olona masina rehetra,","noho ny fanantenana izay tehirizina any an-danitra ho anareo, dia ilay efa renareo fahiny tamin'ny tenin'ny fahamarinan'ny filazantsara,","izay efa mby eo aminareo, tahaka ny eny amin'izao tontolo izao koa, sady vokatra sy mitombo tahaka ny eo aminareo koa hatramin'ny andro nandraisanareo sy nahalalanareo tsara ny fahasoavan'Andriamanitra araka ny marina;","tahaka ny efa renareo tamin'i Epafra, mpanompo namanay sady malala, izay mpanompon'i Kristy mahatoky ho anay, [ Na: (anareo)]","sady efa nanambara taminay koa ny fitiavanareo ao amin'ny Fanahy.","Ary noho izany izahay koa hatramin'ny andro nandrenesanay dia tsy mitsahatra mivavaka sy mangataka ho anareo, mba hofenoina fahalalana tsara ny sitrapony ianareo amin'ny fahendrena sy ny fahazavan-tsaina rehetra avy amin'ny Fanahy,","mba handehananareo miendrika ny Tompo, hanaovana ny sitrapony amin'ny zavatra rehetra, dia mahavokatra amin'ny asa tsara rehetra sady mitombo amin'ny fahalalana tsara an'Andriamanitra,","ary ampahatanjahina amin'ny hery rehetra araka ny herin'ny voninahiny ho amin'ny faharetana rehetra sy ny fandeferana amin'ny hafaliana,","ka misaotra ny Ray, Izay nampahamendrika antsika hanana anjara amin'ny lovan'ny olona masina eo amin'ny mazava,","sady nahafaka antsika tamin'ny fahefan'ny maizina ka namindra antsika ho amin'ny fanjakan'ny Zanany malalany,","Izay ananantsika fanavotana, dia ny famelana ny helotsika.","Izy no endrik'Andriamanitra tsy hita, ny Lahimatoa talohan'izao zavatra ary rehetra izao;","fa tao aminy no nahariana ny zavatra rehetra any an-danitra sy ety ambonin'ny tany, dia ny hita sy ny tsy hita, na fiandrianana, na fanjakana, na fanapahana, na fahefana, Izy no nahariana ny zavatra rehetra, sady ho Azy izany; [ Gr. seza fiandrianana]","ary Izy no talohan'ny zavatra rehetra, sady ao aminy no aharetan'ny zavatra rehetra.","Ary Izy no Lohan'ny tena, dia ny fiangonana; Izy no voalohany, dia ny Lahimatoa tamin'ny maty, mba ho Lohany amin'ny zavatra rehetra Izy. [ Gr. eklesia]","Fa sitraky ny Ray ho ao aminy no hitoeran'ny fahafenoana rehetra,","sady Izy no hampihavanany ny zavatra rehetra aminy, ka dia ny ràny teo amin'ny hazo fijaliana no nanaovany fampihavanana - eny, Izy, hoy izaho, no fampihavanana izany, na ny ety ambonin'ny tany, na ny any an-danitra.","Ary ianareo, izay olon-ko azy fahiny sy fahavalo tamin'ny sainareo noho ny fanaovan-dratsy, no efa nampihavaniny ankehitriny","tao amin'ny tenan'ny nofony, tamin'ny fahafatesana, mba hatolony ho masina sady tsy hanan-tsiny amam-pondro eo anatrehany,","raha maharitra amin'ny finoana ianareo ka mafy orina sady tafatoetra ary tsy mety hafindra hiala amin'ny fanantenana avy amin'ny filazantsara, izay efa renareo sady notorina eny ambanin'ny lanitra rehetra eny; ary izany no nanaovana ahy Paoly ho mpanompo.","Ankehitriny dia mifaly amin'ny fiaretako ho anareo aho, ary mahatanteraka ao amin'ny nofoko izay tsy vita tamin'ny fahorian'i Kristy ho an'ny tenany, dia ny fiangonana, [ Gr. eklesia]","izay nanaovana ahy ho mpanompo araka ny fitondran'Andriamanitra nomena ahy ho anareo, hahatanteraka ny fitoriana ny tenin'Andriamanitra,","dia ny zava-miafina, ilay voàfina hatramin'ny fahagola sy ny taranaka maro, fa voaseho ankehitriny amin'ny olony masina,","izay efa tian'Andriamanitra ho nampahafantarina ny haren'ny voninahitr'ity zava-niafina ity any amin'ny jentilisa, dia Kristy ao anatinareo, Izay fanantenana ny voninahitra;","Izy no torinay, ka samy anarinay sy ampianarinay amin'ny fahendrena rehetra ny olona rehetra, mba samy hatolotray ho tanteraka ao amin'i Kristy izy rehetra.","Ary ny hahatanteraka izany no ikelezako aina koa sy iezahako fatratra araka ny fiàsan'ny herin'ilay miasa mahery ato anatiko."]}