{"book":"Kolosiana","chapter":4,"verses":["Hianareo tompo, ataovy amin'ny mpanomponareo izay marina sy izay mety, satria fantatrareo fa ianareo koa mba manana Tompo any an-danitra.","Mahareta amin'ny fivavahana, ka miambena amin'izany amin'ny fisaorana,","ary mangataha koa ho anay, mba hamohan'Andriamanitra varavarana ho an'ny teny hilazanay ny zava-niafina izay an'i Kristy, sady izany no namatorana ahy,","mba haharihariko tsara izany tahaka izay tokony hitenenako.","Mandehana amin'ny fahendrena amin'izay ao ivelany, hararaoty ny andro azo anaovan-tsoa.","Aoka ny fiteninareo ho amin'ny fahasoavana mandrakariva, ho mamy sira, mba ho fantatrareo izay tokony havalinareo ny olona rehetra.","Ny toetro rehetra dia holazain'i Tykiko aminareo, dia ilay rahalahy malala sy mpanompo mahatoky ary namako manompo ao amin'ny Tompo;","ny anton'ny nanirahako azy ho at? aminareo indrindra dia ny hahafantaranareo ny toetray, sy ny mba hamporisihany ny fonareo;","ary Onesimosy, rahalahy mahatoky sy malala izay avy aminareo, dia nirahiko koa. Izy roa lahy hampahafantatra anareo ny zavatra rehetra at? .","Manao-veloma anareo Aristarko, mpiara-mifatotra amiko, sy Marka, havan'i Barnabasy (ny aminy dia efa nandidiana anareo, ka raha tonga at? aminareo izy, dia raiso),","ary Jesosy, izay atao hoe Josto, avy amin'ny voafora ireo. Ireo ihany no mpiara-miasa amiko hampandroso ny fanjakan'Andriamanitra sady tonga fampiononana ahy.","Manao veloma anareo Epafra, ilay anankiray avy aminareo sady mpanompon'i Kristy Jesosy ary mikely aina mandrakariva amin'ny fangatahana ho anareo, mba hitoeranareo marina, ka hatoky tsara amin'izay rehetra mety ho sitrapon'Andriamanitra. [ Na: ho tanteraka]","Fa vavolombelony aho fa mikely aina fatratra ho anareo sy ho an'ny any Laodikia ary ho an'ny any Hierapolia izy.","Manao veloma anareo Lioka malala, mpanao fanafody, sy Demasy.","Manaova veloma ny rahalahy any Laodikia ary Nymfa sy ny fiangonana ao an- tranony.","Ary rehefa voavaky at? aminareo ity epistily ity, dia asaovy hovakina ao amin'ny fiangonan'ny Laodikiana koa; ary vakionareo kosa ilay avy amin'ny Laodikiana. [ Gr. eklesia]","Ary lazao amin'i Arkipo hoe: Tandremo ny fanompoana izay noraisinao tao amin'ny Tompo mba hahatanterahanao izany.","Ity no veloma ataon'ny tanako, izaho Paoly. Tsarovy ny fifatorako. Ho aminareo anie ny fahasoavana."]}