{"book":"Levitikosy","chapter":10,"verses":["Ary Nadaba sy Abiho, zanak'i Arona, samy naka ny fitondran'afony avy ka nanisy afo teo anatiny, ary nanisy ditin-kazo manitra teo, dia nanatitra afo tsy izy teo anatrehan'i Jehovah, izay tsy nandidiany azy.","Dia nisy afo nivoaka avy teo anatrehan'i Jehovah ka nahafaty azy roa lahy, dia maty teo anatrehan'i Jehovah izy.","Dia hoy Mosesy tamin'i Arona: Izany dia ilay nolazain'i Jehovah hoe: Amin'izay akaiky Ahy no hisehoako ho masina, ary eo anatrehan'ny olona rehetra no hampisehoako ny voninahitro. Dia sina Arona.","Ary Mosesy dia nampaka an'i Misaela sy Elzafana, zanak'i Oziela, rahalahin-drain'i Arona, ka nanao taminy hoe: Manatòna, ka ento ny rahalahinareo hiala eo anoloan'ny fitoerana masina ho eny ivelan'ny toby.","Dia nanatona izy roa lahy ka nitondra azy, mbola miakanjo ny akanjo lavany ihany, ho eny ivelan'ny toby, araka izay efa nolazain'i Mosesy.","Ary hoy Mosesy tamin'i Arona ary tamin'i Eleazara sy Itamara, zananilahy: Aza mirakaraka volo, na mandriatra ny akanjonareo, fandrao mba maty koa ianareo, sady hisy fahatezerana hahatratra ny olona rehetra; fa aoka ny rahalahinareo, dia ny taranak'Isiraely rehetra, no hitomany noho ny fahamaizana izay narehitr'i Jehovah.","Ary aza miala eo anoloan'ny varavaran'ny trano-lay fihaonana, fandrao maty ianareo; fa efa mby aminareo ny diloilo fanosoran'i Jehovah. Dia nanao araka ny tenin'i Mosesy izy.","Ary Jehovah niteny tamin'i Arona ka nanao hoe:","Aza misotro divay na toaka ianao, na ny zanakao, raha miditra ao amin'ny trano-lay fihaonana, mba tsy ho faty ianareo (ho lalàna mandrakizay amin'ny taranakareo hatramin'ny fara mandimby izany),","ary mba hahaizanareo manavaka ny masina sy ny tsy masina, ary ny madio sy ny tsy madio,","ary mba hampianarinareo ny Zanak'Isiraely ny didy rehetra izay nasain'i Jehovah holazain'i Mosesy taminy.","Ary hoy Mosesy tamin'i Arona ary tamin'i Eleazara sy Itamara zananilahy sisa: Alao ny fanatitra hohanina izay sisa amin'ny fanatitra natao tamin'ny afo ho an'i Jehovah, ka hano eo anilan'ny alitara izany, nefa aza asiana masirasira; fa masina dia masina izany.","Ary hano eo amin'izay fitoerana masina izany, fa anjaranao sy ny zanakao avy amin'ny fanatitra atao amin'ny afo ho an'i Jehovah izany; fa izany no nandidiany ahy.","Ary ny tratrany ahevaheva sy ny sorony asandratra hohaninareo eo amin'izay fitoerana madio, dia ianao mbamin'ny zanakao-lahy sy ny zanakao-vavy koa; fa nomena ho anjaranao sy ny zanakao ireo avy amin'ny fanati-pihavanana aterin'ny Zanak'Isiraely.","Ny sorony asandratra sy ny tratrany ahevaheva mbamin'ny saborany izay fanatitra atao amin'ny afo dia ho entiny mba hahevaheva ho fanatitra ahevaheva eo anatrehan'i Jehovah; dia ho anao sy ny zanakao koa ireo, ho anjaranareo mandrakizay, araka izay nandidian'i Jehovah.","Ary Mosesy nitady fatratra ny osilahy izay natao fanatitra noho ny ota, kanjo efa voadotra izany; dia tezitra tamin'ny zanak'i Arona sisa izy, dia tamin'i Eleazara sy Itamara, ka hoy izy:","Nahoana no tsy nohaninareo teo amin'ny fitoerana masina ny fanatitra noho ny ota? fa masina dia masina izany, ary efa nomeny anareo izy hitondranareo ny heloky ny fiangonana, hanaovana fanavotana ho azy eo anatrehan'i Jehovah.","Indro, ny ràny tsy nampidirina tao anatin'ny fitoerana masina, koa tokony ho nihinana azy mihitsy teo amin'ny fitoerana masina ianareo, araka izay nandidiako.","Ary Arona niteny tamin'i Mosesy ka nanao hoe: Indro, androany no nanaterany ny fanatiny noho ny ota sy ny fanatitra dorany teo anatrehan'i Jehovah, ary efa azon'izao manjo izao aho; koa raha tàhiny nihinana ny fanatitra noho ny ota androany aho, moa ho tsara teo imason'i Jehovah va izany?","Ary raha ren'i Mosesy izany, dia nankasitrahany."]}