{"book":"Levitikosy","chapter":11,"verses":["Ary Jehovah niteny tamin'i Mosesy sy Arona ka nanao taminy hoe:","Mitenena amin'ny Zanak'Isiraely hoe: Izao no ho fihinanareo amin'ny biby rehetra ambonin'ny tany:","Izay biby rehetra mivaky kitro, ka misaraka tsara ny kitrony, sady mandinika izy, no ho fihinanareo.","Kanefa amin'izay mandinika sy mivaky kitro dia izao kosa no tsy ho fihinanareo: Ny rameva, satria mandinika ihany izy, nefa tsy mba mivaky kitro: maloto aminareo izy;","ary ny hyraka, satria mandinika ihany izy, nefa tsy mba mivaky kitro: maloto aminareo izy;","ary ny rabitro, satria mandinika ihany izy, nefa tsy mba mivaky kitro; maloto aminareo izy;","ary ny kisoa, satria mivaky kitro ihany izy ka misaraka tsara ny kitrony, nefa tsy mba mandinika izy: maloto aminareo izy.","Ny henan'ireny tsy ho fihinanareo, ary ny fatiny tsy hokasihinareo akory; zava-maloto aminareo ireny.","Ary amin'izay rehetra ao anatin'ny rano dia izao no ho fihinanareo: Izay rehetra misy vombony sy kirany ao anaty rano, na ao anatin'ny ranomasina, na ao anatin'ny ony, no ho fihinanareo;","fa izay rehetra tsy misy vombony sy kirany kosa, na ao anatin'ny ranomasina, na ao anatin'ny ony, na amin'izay rehetra mihetsiketsika ao anaty rano sy amin'ny zava-manan'aina izay ao anaty rano; fahavetavetana aminareo ireny;","eny, ho fahavetavetana aminareo ireny; tsy ho fihinanareo ny nofony, ary hataonareo ho zava-betaveta ny fatiny.","Izay rehetra tsy misy vombony na kirany ao anaty rano dia ho zava-betaveta aminareo.","Ary izao no ho zava-betaveta aminareo amin'ny vorona ka tsy ho fihinanareo, fa zava-betaveta izy: ny voltora sy ny gypa sy ny ankoay","ary ny papango sy ny voromahery, isan-karazany,","ary ny goaika rehetra, isan-karazany,","ary ny ostritsa sy ny tararaka sy ny vorondriaka sy ny hitsikitsika, isan-karazany,","ary ny vorondolo sy ny manarana sy ny vorondolo lehibe","ary ny ibisa sy ny sama ary ny voltora madinika","sy ny vano sy ny vanobe, isan-karazany, ary ny takidara sy ny manavy.","Ny zava-mandady rehetra izay manana elatra sady mandia tongotra efatra dia ho zava-betaveta aminareo;","nefa izao kosa no ho fihinanareo amin'ny zava-mandady izay manana elatra sady mandia tongotra efatra, dia izay manam-pingotra ambonin'ny faladiany hitsipihany eo amin'ny tany.","Amin'ireny dia izao no ho fihinanareo; ny valala, isan-karazany, ny solama, isan-karazany, ary ny hargola, isan-karazany, ary ny hagaba, isan-karazany.","Fa ny zava-mandady rehetra izay manana elatra sady mandia tongotra efatra afa-tsy ireo dia ho zava-betaveta aminareo.","Dia Ireo no ho zava-maloto aminareo; ary izay rehetra mikasika ny fatiny dia haloto mandra-paharivan'ny andro.","Ary izay rehetra mitondra ny fatiny dia hanasa ny fitafiany ary haloto mandra-paharivan'ny andro.","Ny biby rehetra izay mivaky kitro, nefa tsy mba misara-kitro tsara sady tsy mandinika, dia ho zava-maloto aminareo; haloto izay rehetra mikasika azy.","Ary izay rehetra mandeha amin'ny faladiany, amin'ny biby rehetra izay mandia tongotra efatra, dia zava-maloto aminareo; haloto mandra-paharivan'ny andro izay rehetra mikasika ny fatiny.","Ary izay mitondra ny fatiny dia hanasa ny fitafiany ka haloto mandra-paharivan'ny andro; ho zava-maloto aminareo ireny.","Ary izao no haloto aminareo amin'ny biby izay mandady na mikisaka amin'ny tany: ny kionkiona sy ny totozy ary ny sitry, isan-karazany,","ary ny anakà sy ny koaha sy ny letaha sy ny hometa ary ny tana.","Ireo no maloto aminareo amin'ny biby rehetra izay mandady na mikisaka; izay rehetra mikasika ny fatin'ireo dia haloto mandra-paharivan'ny andro.","Ary izay zavatra rehetra ilatsahan'ny fatin'Ireo, na fanaka hazo, na fitafiana, na hoditra, na lasaka, izay mety ho fanaovan-javatra na inona na inona, dia haloto, ka tsy maintsy hatao anaty rano izany, ary haloto mandra-paharivan'ny andro izy vao hadio.","Ary ny amin'ny vilany tany rehetra izay ilatsahan'ny fatin'ireo, dia haloto izay ao anatiny na inona na inona, ary ny vilany dia hovakinareo.","Ary ny hanina fihinana rehetra, izay asian-drano, sy ny fisotro rehetra izay sotroina dia haloto koa, na tamin'ny fanaka inona na tamin'ny fanaka inona.","Ary haloto izay zavatra rehetra ilatsahan'ny fatin'ireo, na fanendasana, na vilany mirakotra, dia hovakivakina izany; fa maloto ireny, ary ho zava-maloto aminareo.","Kanefa ny loharano na ny lavaka famorian-drano izay misy rano be dia hadio ihany; fa izay mikasika ny fatin-javatra eo no haloto.","Ary raha misy fatin'ireo latsaka amin'ny voan-javatra famafy, izay efa hafafy, dia hadio ihany izany.","Fa raha misy voan-javatra nalona tamin'ny rano ka ilatsahan'ny fatiny, dia ho zava-maloto aminareo izany.","Ary raha misy maty izay biby fihinanareo, dia haloto mandra-paharivan'ny andro izay mikasika ny fatiny.","Ary izay mihinana amin'ny fatiny dia hanasa ny fitafiany, ary haloto mandra-paharivan'ny andro; ary izay mitondra ny fatiny dia hanasa ny fitafiany sady haloto mandra-paharivan'ny andro","Ary ny zavatra rehetra izay mandady na mikisaka amin'ny tany dia ho zava-betaveta aminareo ka tsy ho fihinana.","Izay rehetra mandady amin'ny kibony sy Izay rehetra mandia tongotra efatra ary izay rehetra maro tongotra, dia ny biby tehetra izay mandady na mikisaka amin'ny tany, dia tsy ho fihinanareo, fa zava-betaveta ireny.","Aza mametaveta ny tenanareo amin'izay biby mandady na mikisaka; ary aza mandoto ny tenanareo aminy, mba tsy hahaloto anareo izany.","Fa Izaho no Jehovah Andriamanitrareo, dia manamasina ny tenanareo, ka dia ho masina ianareo, satria masina Aho; ary aza mandoto ny tenanareo amin'izay zavatra mandady na mikisaka amin'ny tany.","Fa Izaho no Jehovah Izay nitondra anareo niakatra avy tany amin'ny tany Egypta, mba ho Andriamanitrareo, ka dia ho masina ianareo, satria masina Aho.","Izany no lalàna ny amin'ny biby sy ny vorona sy ny zava-manan'aina rehetra izay mihetsiketsika ao anaty rano ary ny zava-manan'aina rehetra izay mandady na mikisaka amin'ny tany,","mba hanavahana ny maloto sy ny madio, ary ny biby izay ho fihinana sy ny biby izay tsy ho fihinana."]}