{"book":"Levitikosy","chapter":20,"verses":["Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Lazao amin'ny Zanak'Isiraely hoe: Na iza na iza amin'ny Zanak'Isiraely, na amin'ny vahiny eo aminy, no manolotra ny zanany ho an'i Moloka, dia hatao maty tokoa: ny vahoaka no hitora-bato azy.","Ary ny Tavako hanandrina izany olona izany, ka hofongorana tsy ho amin'ny fireneny izy, satria nisy natolony ho an'i Moloka ny zanany, handotoany ny fitoerako masina sy hanamavoany ny anarako masina.","Ary raha mody tsy mahita izany olona izany ny vahoaka mba tsy hahafaty azy, raha anolorany ho an'i Moloka ny zanany,","dia hanandrina izany olona izany sy ny ankohonany ny Tavako, ka haringako tsy ho amin'ny fireneny izy mbamin'izay rehetra mijangajanga manaraka azy hijangajanga amin'i Moloka.","Ary ny olona izay mivily hanaraka izay manao azy ho tsindrian-javatra na izay mpanao hatsarana, hijangajanga hanaraka azy, dia hanandrina izany olona izany ny Tavako, ka hofongorako tsy ho amin'ny fireneny izy.","Dia manamasina ny tenanareo ianareo, ka aoka ho masina ianareo; fa Izaho no Jehovah Andriamanitrareo.","Ary tandremo ny didiko, ka araho izany: Izaho no Jehovah, Izay manamasina anareo.","Fa na iza na iza no manozona ny rainy na ny reniny dia hatao maty tokoa: efa nanozona ny rainy na ny reniny izy; ny ràny dia ho aminy ihany.","Ary ny lehilahy mijangajanga amin'ny vadin'olona, dia izay mijangajanga amin'ny vadin'ny namany, hatao maty tokoa, na ny mila, na ny ilainy.","Ary ny olona izay mandry amin'ny vadin-drainy dia efa nandry tamin'izay nandrian-drainy; hatao maty tokoa izy roroa; ny ràny dia ho aminy ihany.","Ary raha misy lehilahy mandry amin'ny vinantovaviny, dia hatao maty tokoa izy roroa; efa nanao zavatra izay fady indrindra izy; ny ràny dia ho aminy ihany.","Ary raha misy lehilahy mandry amin'ny lehilahy, tahaka ny fandry amin'ny vehivavy, dia efa nanao fahavetavetana izy roa lahy; hatao maty tokoa izy; ny ràny dia ho aminy ihany.","Ary raha misy lehilahy nampirafy vehivavy mianaka, dia fahavetavetana izany; hodorana amin'ny afo izy telo, mba tsy hisy fahavetavetana eo aminareo.","Ary raha misy lehilahy mandry amin'ny biby, dia hatao maty tokoa izy; ary ilay biby dia hovonoinareo koa.","Ary raha misy vehivavy manatona handry amin'ny biby, dia, hovonoina izy sy ny biby; hatao maty tokoa izy roroa; ny ràny dia ho aminy ihany.","Ary raha misy lehilahy manambady ny anabaviny, na zanakavavin'ny rainy, na zanakavavin'ny reniny, ka mahita ny fitanjahany, ary ravehivavy mahita ny fitanjahany kosa, dia zava-dratsy izany, ka hofongorana eo imason'ny fireneny izy roroa; fa nandry tamin'ny anabaviny ralehilahy ka meloka.","Ary raha misy lehilahy mandry amin'ny vehivavy izay mararin'ny fadim-bolany, dia nampisokatra ny fandehanan'ny ràny izy, ary ravehivavy koa nanokatra ny fandehanan'ny ràny, dia hofongorana tsy ho amin'ny fireneny izy roroa.","Ary aza mandry amin'ny rahavavin-dreninao, na amin'ny anabavin-drainao; fa mandry amin'ny havany akaiky izay manao izany ka ho meloka.","Ary raha misy lehilahy mandry amin'ny vadin'ny rahalahin-drainy, dia efa nandry tamin'izay nandrian'ny rahalahin-drainy izy ho meloka izy roroa ka ho faty momba.","Ary raha misy lehilahy maka ny vadin-drahalahiny, dia fahalotoana izany; nandry tamin'izay nandrian'ny rahalahiny izy, ka ho momba izy roroa.","Ary tandremo ny didiko rehetra sy ny fitsipiko rehetra, ka araho izy, mba tsy handoa anareo ny tany izay itondrako anareo honenana.","Ary aza manaraka ny fanaon'ny firenena izay efa horoahiko eo anoloanareo; fa nanao izany rehetra izany izy, ka dia halako.","Fa efa nolazaiko taminareo hoe: Hianareo handova ny taniny, fa Izaho no hanome azy ho lovanareo, dia tany tondra-dronono sy tantely: Izaho no Jehovah Andriamanitrareo, Izay nanavaka anareo tamin'ny firenena samy hafa.","Ary avaho ny biby madio sy ny maloto, ary ny vorona maloto sy ny madio; ary aza mametaveta ny fanahinareo amin'ny biby, na amin'ny vorona, na amin'izay rehetra mandady na mikisaka amin'ny tany, izay navahako ka nolazaiko taminareo fa maloto.","Ary aoka ho masina ho Ahy ianareo, satria masina Aho Jehovah; ary efa navahako tamin'ny firenena samy hafa ianareo mba ho Ahy.","Ary na lehilahy na vehivavy izay manao azy ho tsindrian-javatra na izay mpanao hatsarana dia hatao maty tokoa: hitora-bato azy ny olona; ny ràny dia ho aminy ihany."]}