{"book":"Levitikosy","chapter":27,"verses":["Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mltenena amin'ny Zanak'Isiraely hoe: Raha misy olona hanala voady, dia ho an'i Jehovah izy araka izay hataonao tombany.","Ary ny hataonao tomban'ny lehilahy hatramin'ny roa-polo taona ka hatramin'ny enim-polo taona dia sekely volafotsy dimam-polo araka ny sekely masina;","fa raha vehivavy, dia sekely telo-polo kosa no hataonao tombany.","Ary raha hatramin'ny dimy taona ka hatramin'ny roa-polo taona izy, dia sekely roa-polo no hataonao tomban'ny lehilahy; ary raha vehivavy, dia sekely folo kosa.","Ary raha hatramin'ny iray volana ka hatramin'ny dimy taona, dia sekely volafotsy dimy no hataonao tomban'ny zazalahy; ary sekely volafotsy telo kosa no hataonao tomban'ny zazavavy.","Ary raha hatramin'ny enim-polo taona no ho miakatra izy, raha lehilahy, dia ho sekely dimy ambin'ny folo no hataonao tombany; ary raha vehivavy, dia sekely folo kosa.","Ary raha malahelo kosa izy ka tsy mahaloa izay hataonao ho tombany, dia ho entina eo anatrehan'ny mpisorona izy, ary ny mpisorona hanombana azy; araka izay takatry ny ananan'ilay nivoady no hanombanan'ny mpisorona azy.","Ary raha biby fiompy izay fanao fanatitra ho an'i Jehovah, dia ho masina ho an'i Jehovah izay rehetra omena amin'izany.","Tsy hanova na hanakalo izany izy, na ny tsara ho solon'ny ratsy, na ny ratsy ho solon'ny tsara; ary raha biby no atakalony biby, dia samy ho masina Izy sy ny takalony.","Fa raha biby maloto izay tsy fanao fanatitra ho an'i Jehovah kosa izany, dia ho entina eo anatrehan'ny mpisorona izy;","ary ny mpisorona hanombana azy, na tsara, na ratsy; koa araka izay hataonao mpisorona tombany no izy.","Fa raha ta-hanavotra azy ny tompony, dia hampiany ho tonga avy fahenina izay nataonao tombany.","Ary raha misy olona manamasina ny tranony ho an'i Jehovah, dia hotombanan'ny mpisorona ny trano, na tsara, na ratsy; koa araka izay hataon'ny mpisorona tombany no izy.","Ary raha tian'ny tompony havotana ny tranony izay nohamasininy, dia hampiany ho tonga avy fahenina ny vola nataonao tombany, dia ho azy ny trano.","Ary raha misy olona manamasina ho an'Jehovah ny sasany amin'ny zara-taniny, dia hotombananao izy araka ny voan-javatra famafy eo; ny voam-bary hordea iray homera hotombananao sekely volafotsy dimam-polo.","Raha misy manamasina ny taniny, raha vao afaka ny Jobily, dia araka izay hataonao tombany no izy.","Fa raha misy manamasina ny taniny ao aorian'ny Jobily, dia holazain'ny mpisorona aminy ny vola araka ny taona sisa, dia hatramin'ny taona Jobily, ary hahena araka izany no hanaovanao ny tombany.","Ary raha tian'ilay nanamasina azy havotana ny tany, dia hampiany ho tonga avy fahenina ny vola nataonao tombany, ka dia ho tapaka ho azy.","Ary raha tsy hanavotra ny tany izy, na efa nivarotra azy tamin'olon-kafa, dia tsy ho azo avotana intsony izany.","Fa raha afaka amin'ny Jobily ny tany, dia ho masina ho an'i Jehovah tahaka ny saha voatokana izany; ny mpisorona no ho tompony.","Ary raha misy manamasina ho an'i Jehovah ny tany novidiny, izay tsy amin'ny zara-taniny,","dia holazain'ny mpisorona aminy ny hevitry ny ataonao tombany, dia hatramin'ny taona Jobily; ary dia handoa izay nataonao tombany amin'izany andro izany izy ho zava-masina ho an'i Jehovah.","Amin'ny taona Jobily no hodian'ny tany amin'izay nividianana azy, dia ho an'izay tompon-dova.","Ary ny tombany rehetra izay hataonao dia ho araka ny sekely masina: ho gera roa-polo ny sekely iray.","Fa ny voalohan-teraky ny biby fiompy, dia izay voalohan-teraka ho an'i Jehovah, aoka tsy hisy olona hanamasina izany, na omby, na ondry, na osy, fa an'i Jehovah izany.","Fa raha biby maloto kosa, dia havotany araka izay hataonao tombany, ary hampiany ho tonga avy fahenina; fa raha tsy havotana izy, dia hamidy araka izay nataonao tombany.","Kanefa ny zavatra rehetra izay atokan'ny olona ho an'i Jehovah amin'izay ananany, na olona, na biby fiompy, na tany izay fananany, dia tsy hamidy, na havotana; masina dia masina ho an'i Jehovah ny zavatra rehetra izay atokana.","Ny olona rehetra izay atokana dia tsy havotana, fa hatao maty tokoa.","Ary ny ampahafolon'ny vokatra rehetra ao amin'ny tany, na avy amin'ny tanimbary, na avy amin'ny saha, dia an'i Jehovah; masina ho an'i Jehovah izany.","Ary raha misy tian'ny tompony havotana ny ampahafolon'ny vokatra, dia hampiany ho tonga avy fahenina izy.","Ary ny amin'ny ampahafolon'ny omby, na ny ondry, na ny osy, dia ny ampahafolon'izay rehetra mandalo eo ambanin'ny tehin'ny mpiandry, ho masina ho an'i Jehovah.","Tsy hizaha ny tsara na ny ratsy izy, ary tsy hanakalo azy; ary raha misy takalozany, dia samy ho masina avokoa izy sy ny takalony ka tsy havotana.","Ireo no didy izay nandidian'i Jehovah an'i Mosesy ho amin'ny Zanak'Isiraely teo an-tendrombohitra Sinay."]}