{"book":"Levitikosy","chapter":25,"verses":["Ary Jehovah niteny tamin'i Mosesy teo an-tendrombohitra Sinay ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely hoe: Rehefa tonga any amin'ny tany izay omeko anareo ianareo, aoka hisy fitsaharana ho an'ny tany, dia sabata ho an'i Jehovah.","Enin-taona no hamafazanao ny taninao, enin-taona no hanamboaranao ny sahanao sy hanangonanao ny vokatra;","fa ny taona fahafito kosa ho tena fitsaharana ho an'ny tany, dia sabata ho an'i Jehovah; aza mamafy amin'ny taninao ianao, ary aza mamboatra ny sahanao.","Aza mijinja izay maniry ho azy avy tamin'ny voa nihintsana tamin'ny fararano lasa, ary aza mioty ny voaloboka avy tamin'izay tsy namboarinao; fa aoka ho taona fitsaharana ho an'ny tany izany.","Ary izay maniry ho azy amin'ny sabatan'ny tany no ho hanina ho anao sy ny ankizilahinao sy ny ankizivavinao sy ny mpikarama sy ny vahiny eo aminao","sy ny biby fiompinao ary ny bibidia izay eo amin'ny taninao; izay vokatra rehetra eo no hohaniny.","Ary manisà sabatan-taona fito ho anao, dia fito taona impito, ka ny hanisanao ny andron'ireo sabatan-taona fito ireo dia sivy amby efa-polo taona.","Dia mitsofa anjomara avo feo amin'ny andro fahafolo amin'ny volana fahafito; dia amin'ny andro fanavotana no hitsofanareo anjomara eran'ny taninareo.","Ary hamasino ny taona fahadimam-polo, ka miantsoa fanafahana amin'ny tany ho an'ny mponina rehetra ao aminy; Jobily ho anareo izany, ka samia mody any amin'ny taninareo avy ianareo sy any amin'ny mpianakavinareo avy.","Jobily ho anareo izany taona fahadimam-polo izany; aza mamafy ianareo, ary aza mijinja izay maniry ho azy avy tamin'ny voa nihintsana tamin'ny fararano lasa, ary aza mioty ny avy tamin'izay tsy namboarinareo;","fa Jobily izany ka ho masina ho anareo. Izay vokatra alaina any an-tsaha no hohaninareo.","Amin'izany taona Jobily izany dia samy hody amin'ny taninareo avy ianareo.","Ary raha mivarotra na mividy zavatra amin'ny namanao ianao, aza misy manao sarotra:","araka ny isan'ny taona aorian'ny Jobily no hividiananao amin'ny namanao; ary araka ny isan'ny fararano no hivarotany aminao.","Araka ny hamaron'ny taona no hampitomboanao ny vidiny, ary araka ny havitsin'ny taona sisa no hampihenanao ny vidiny; fa araka ny isan'ny fararano no hivarotany aminao.","Ary aza misy manao sarotra ianareo, fa matahora an'Andriamanitrao; fa Izaho no Jehovah Andriamanitrareo.","Ary araho ny didiko, ary tandremo ny fitsipiko, ka araho izy; dia handry fahizay amin'ny tany ianareo.","Ary ny tany hahavoka-javatra dia hihinana ianareo ka ho voky, ary handry fahizay.","Ary andrao ianareo manao hoe: Inona no hohaninay amin'ny taona fahafito? fa, indro, tsy mamafy izahay, na manangona ny vokatray;","dia hataoko aminareo ny fitahiako amin'ny taona fahenina, ka hisy vokatra ampy ho anareo amin'ny telo taona.","Ary hamafy amin'ny taona fahavalo ianareo ka hihinana ny tranainy mandra-pahatongan'ny taona fahasivy; mandra-pahatongan'ny vao no hihinananareo ny tranainy.","Ary ny tany tsy hatao varo-maty, satria Ahy ny tany; fa vahiny sy mpivahiny amiko ianareo.","Ary havelanareo ho azo avotana ny tany eo amin'ny tany rehetra izay lovanareo.","Raha tàhiny mihamalahelo ny rahalahinao, ka nivarotany ny taniny, dia ho avy ny havany akaiky ka hanavotra izay namidin'ny rahalahiny.","Ary raha tsy manan-kavana hanavotra ralehilahy, nefa nambinina izy ka nahazo izay ampy ho enti-manavotra azy,","dia aoka hanisa ny taona hatramin'ny nivarotany azy izy ka handoa ny hevitry ny taona sisa ho an'ny lehilahy izay nivarotany azy; ka dia hody amin'ny taniny izy.","Fa raha tsy nahazo izay ampy handoavana izany izy, izay namidiny dia mbola hitoetra eo an-tànan'ilay nividy azy ihany mandra-pahatongan'ny taona Jobily; ary ho afaka izany amin'ny Jobily, ka hody amin'ny taniny ralehilahy.","Ary raha misy olona mivarotra trano itoerana ao amin'ny tanàna mimanda, dia hahazo manavotra azy izy mandra-pahatapitry ny herintaona nivarotany azy; fa ao anatin'izany no hahazoany manavotra azy.","Fa raha tsy voavotra mandra-pahatapitry ny herintaona kosa ilay trano ao amin'ny tanàna mimanda, dia tapaka ho varo-maty ho an'izay nividy azy sy ho an'ny taranany izany; tsy ho afaka izany na dia amin'ny Jobily aza.","Fa ny trano ao amin'ny vohitra izay tsy misy manda manodidina kosa dia hatao taha, ka ny tany ihany; ho azo avotana ihany izany, na ho afaka amin'ny Jobily.","Kanefa ny amin'ny tanànan'ny Levita, ny trano ao amin'ny tanàna izay ho anjarany dia ho azon'ny Levita avotana ihany na oviana na oviana.","Ary raha misy Levita manavotra azy, dia ho afaka amin'ny Jobily ny trano izay namidy sy ny tanàna izay anjarany; fa ny trano ao an-tanànan'ny Levita dia lovany ao amin'ny Zanak'Isiraely.","Fa ny tany manodidina ny tanànany kosa dia tsy azo hamidy; fa ho lovany mandrakizay izany.","Ary raha mihamalahelo ny rahalahinao izay miara-monina aminao ka reraka, dia vonjeo izy, ka aoka mba ho velona eo aminao tahaka ny vahiny sy ny mpivahiny izy.","Aza maka zana-bola na tombony aminy; fa matahora an'Andriamanitrao, mba ho velona eo aminao ny rahalahinao.","Aza mampanàna vola aminy, ary aza mampisambotra hanina hahazoana tombony:","Izaho no Jehovah Andriamanitrareo, Izay nitondra anareo nivoaka avy tany amin'ny tany Egypta, hanome anareo ny tany Kanana, mba ho Andriamanitrareo.","Ary raha mihamalahelo ny rahalahinao ka mivaro-tena aminao, aza ampanompoinao toy ny andevo izy;","fà aoka hitoetra eo aminao tahaka ny mpikarama sy tahaka ny vahiny izy; mandra-pahatongan'ny taona Jobily no hanompoany anao.","Dia ho afaka izy sy ny zanany ka hody amin'ny mpianakaviny sy amin'ny tanin-drazany koa.","Fa mpanompoko izay nentiko nivoaka avy tany amin'ny tany Egypta izy ka tsy hamidy tahaka ny andevo.","Aza mampanompo azy fatratra, fa matahora an'Andriamanitrao.","Ary ny amin'izay ho andevolahinao sy andevovavinao, dia amin'ny jentilisa izay manodidina anareo no hividiananareo azy.","Ary amin'ny zanaky ny vahiny eo aminareo sy amin'ny taranany izay haterany eo amin'ny taninareo no hividiananareo koa; ary dia ho fanananareo izany.","Ary hataonareo lovan'ny zanakareo mandimby anareo izany ho fananana holovany ka hampanompoinareo mandrakizay fa ny Zanak'Isiraely rahalahinareo dia aza mba ampanompoina fatratra.","Ary raha tonga manan-karena ny vahiny izay monina eo aminao na ny mpivahiny, ary ny rahalahinao eo aminy mihamalahelo kosa ka mivaro-tena amin'ny vahiny eo aminao, na amin'ny taranaky ny vahiny;","na dia nivaro-tena aza izy, dia azo avotana indray; ny anankiray amin'ny rahalahiny no mahazo manavotra azy:","na ny rahalahin-drainy, na ny zanak'olo-mirahalahy aminy, na izay havany akaiky azy amin'ny mpianakaviny no mahazo manavotra azy; kanefa raha tratry ny ananany, dia hanavo-tena izy.","Ary dia hisainy amin'izay nividy azy hatramin'ny taona nivarotana azy ka hatramin'ny taona Jobily; ary ny vola nivarotany ny tenany dia hoheverina araka ny isan'ny taona; dia ara-kevitry ny andron'ny mpikarama no hiheverana azy.","Raha mbola maro ny taona sisa, dia ara-keviny ihany no handoavany ny avony avy amin'ny vola vidiny teo aloha.","Any raha vitsy kosa ny taona sisa mandra-pahatongan'ny taona Jobily, dia hanisa izany aminy izy, ka ara-kevitry ny taona ihany no handoavany ny vola avony.","Tahaka izay karamaina isan-taona no hitoerany eo aminy; fa aoka tsy hampanompoina fatratra eo imasonao izy.","Ary raha tsy voavotra amin'izay izy, dia ho afaka amin'ny taona Jobily izy sy ny zanany koa.","Fa mpanompoko ny Zanak'Isiraely, dia mpanompoko izay nentiko nivoaka avy tany amin'ny tany Egypta: Izaho no Jehovah Andriamanitrareo."]}