{"book":"Levitikosy","chapter":26,"verses":["AZA manao andriamani-tsi-izy; ary aza manangana sarin-javatra voasokitra, na manao tsangambaton-tsampy na manorina vato soratana hiankohofana eo amin'ny taminareo: fa Izaho no Jehovah Andriamanitrareo.","Tandremo ny Sabatako, ary hajao ny fitoerako masina: Izaho no Jehovah.","Raha manaraka ny lalàko sy mitandrina ny didiko ianareo ka mankatò izany,","dia hanome anareo ranonorana amin'ny fotoany Aho, ka hahavoka-javatra ny tany, ary hamoa ny hazo any an-tsaha.","Ary ny taom-pivelezanareo dia ho tratry ny taom-piotazam-boaloboka, ary ny taom-piotazam-boaloboka dia ho tratry ny taom-pamafazana dia hihinana ianareo ka ho voky; ary handry fahizay eo amin'ny taninareo.","Any homeko fiadanana eo amin'ny tany ianareo ka handry fahizay, ary tsy hisy hanaitaitra, fa hofongorako ny biby masiaka amin'ny tany, ary tsy hotetezin-tsabatra ny taninareo.","Dia hanenjika ny fahavalonareo ianareo, ka ho lavon-tsabatra eo anoloanareo izy.","Ary ny dimy aminareo hanenjika ny zato, ary ny zato aminareo hanenjika ny iray alina; any ny fahavalonareo ho lavon-tsabatra eo anoloanareo.","Any hijery anareo Aho ka hahamaro ny taranakareo sy hampitombo anareo, ary hanonina ny fanekeko aminareo Aho.","Any hihinana ny tranainy ianareo, sady hamoaka ny tranainy hasiana ny vao.","Ary ny tabernakeliko dia hataoko eo aminareo; ary tsy ho halan'ny fanahiko ianareo.","Ary handeha eo aminareo Aho ka ho Andriamanitrareo; ary ianareo ho oloko.","Izaho no Jehovah Andriamanitrareo, Izay nitondra anareo nivoaka avy tany amin'ny tany Egypta, mba tsy ho andevony ianareo; ary nanapaka ny zioga izay teo aminareo Aho ka nampandeha anareo mijoro,","Fa raha tsy mihaino Ahy kosa ianareo ka tsy mankatò ireo didy rehetra ireo,","ary hamavoinareo ny didiko, na halan'ny fanahinareo ny fitsipiko, ka tsy ankatoavinareo ny didiko rehetra, fa ivadihanareo ny fanekeko,","Izaho kosa dia hanao izao aminareo hanisy fampitahorana aminareo Aho, dia areti-mahasahozanina sy tazo mahamay, izay manimba ny maso sy mandany ny aina; ary hafafinareo foana ny voan-javatrareo, fa ny fahavalonareo no hihinana azy.","Dia hanandrina anareo ny Tavako, ka ho resy eo anoloan'ny fahavalonareo ianareo; ary izay mankahala anareo no hanapaka anareo; dia handositra ianareo, na dia tsy misy manenjika aza.","Ary raha mbola tsy mihaino Ahy ihany ianareo amin'izany rehetra izany, dia mbola hampijaly anareo impito Aho noho ny fahotanareo.","Ary horavako ny reharehan'ny herinareo, ka hataoko toy ny vy ny lanitrareo, ary toy ny varahina ny taninareo; ary ny herinareo ho lany foana;","fa tsy hahavoka-javatra ny taninareo, any tsy hamoa ny hazo amin'ny tany.","Ary raha mbola manohitra Ahy ihany ianareo, ka tsy mety mihaino Ahy, dia hasiako kapoka impito koa ianareo araka ny fahotanareo.","Ary hampandehaniko eo aminareo ny bibi-dia, ka handany ny zanakareo sy handringana ny biby fiompinareo ireny ka hahavitsy isa anareo; ary ny lalambenareo ho tonga efitra.","Any raha tsy mandray ny anatro amin'izany ianareo, fa mbola manohitra Ahy ihany,","Izaho dia Izaho kosa no hamely anareo ka hampijaly anareo impito indray noho ny fahotanareo.","Dia hampiditra sabatra aminareo Aho ho valin'ny nivadihanareo ny fanekena; ary rehefa tafangona eo anatin'ny tanànanareo ianareo, dia hanatitra areti-mandringana aminareo Aho; ary hatolotra eo an-tànan'ny fahavalo ianareo.","Raha tapahiko ny vary, izay tohan'ainareo, dia fanendasa-mofo iray ihany no hanendasan'ny vehivavy folo ny mofonareo, ary an-danjany no hizarany azy, dia hihinana ianareo, fa tsy ho voky.","Ary raha mbola tsy mihaino Ahy amin'izany indray ianareo, fa mbola manohitra Ahy ihany,","dia hamely anareo amin'ny fahatezerana kosa Aho; ary Izaho dia Izaho no hampijaly anareo impito indray noho ny fahotanareo.","Dia hihinana ny nofon'ny zanakareo-lahy sy ny zanakareo-vavy ianareo.","Ary horavako ny fitoerana avonareo, sy hokapaiko ny tsangan-kazonareo ho an'ny masoandro, ary ny fatinareo dia hariako eo ambonin'ny fatin'ny sampinareo, ary ho halan'ny fanahiko ianareo.","Ary horavako ny tanànanareo, ka hatao lao ny fitoera-masinareo, ary tsy hamboloiko ny hanitrareo ankasitrahana.","Ary hataoko lao ny tany, ka ho talanjona amin'izany ny fahavalonareo izay monina eo.","Ary ianareo dia haeliko any amin'ny jentilisa, any hanatsoaka sabatra ho enti-manenjika anareo Aho; ary ny taninareo ho lao, any ny tanànanareo ho rava.","Ary amin'izany ny tany dia hanonitra ny sabatany amin'ny andro rehetra izay hahafoanany, raha any amin'ny tanin'ny fahavalonareo ianareo; dia hitsahatra ny tany ka hanonitra ny sabatany;","amin'ny andro hahafoanany rehetra no hitsaharany ho solon'izay tsy nitsaharany tamin'ny sabatanareo, raha mbola nonina teo ianareo.","Ary ny amin'ny sisa aminareo any amin'ny tanin'ny fahavalony, dia hampiditra faharerahana ao am-pony Aho, ka na dia ny feon'ny ravin-kazo voapaoka aza dia hampandositra azy; ary handositra tahaka ny mandosi-tsabatra izy ka ho lavo, na dia tsy misy manenjika aza.","Ary ho lavo mifanindry toy ny mandosi-tsabatra izy, na dia tsy misy manenjika aza; ka dia tsy hahajanona eo anoloan'ny fahavalonareo ianareo.","Any dia ho lany ringana any amin'ny jentilisa ianareo, any ho lanin'ny tanin'ny fahavalonareo ianareo.","Ary ny sisa eo aminareo dia ho levona any amin'ny tanin'ny fahavalonareo noho ny helony sy ny heloky ny razany koa.","Fa raha hiaiky ny helony sy ny heloky ny razany izy, dia ny fahadisoany izay nandisoany tamiko tamin'ny nanoherany Ahy,","ary Izaho kosa namely azy ka nitondra azy ho any amin'ny tanin'ny fahavalony, raha hietry amin'izany ny fony tsy voafora, any hanonitra ny amin'ny helony izy,","dia hotsarovako ny fanekeko tamin'i Jakoba sy ny fanekeko tamin'Isaka ary ny fanekeko tamin'i Abrahama; ary hotsarovako koa ny tany.","Ary ny tany hilaozan'ny olona ka hanonitra ny sabatany, raha mitoetra foana tsy misy olona izy; ary ny olona hanonitra ny amin'ny helony, satria nandà ny fitsipiko Izy, ary halan'ny fanahiny ny didiko.","Ary na dia izany rehetra izany aza, raha any amin'ny tanin'ny fahavalony izy, dia tsy holaviko ary tsy ho halako, fandrao lany ringana izy rehetra, ka rava ny fanekeko taminy; fa Izaho no Jehovah Andriamaniny.","Fa ny hitahiako azy no hahatsiarovako ny fanekena tamin'ny razany, izay nentiko nivoaka avy tany amin'ny tany Egypta teo Imason'ny jentilisa, mba ho Andriamaniny Aho: Izaho no Jehovah.","lreo no didy sy fitsipika ary lalàna izay nataon'i Jehovah ho aminy sy amin'ny Zanak Isiraely, teo an-tendrombohitra Sinay ka nampilazainy an'i Mosesy."]}