{"book":"Levitikosy","chapter":13,"verses":["Ary Jehovah niteny tamin'i Mosesy sy Arona ka nanao hoe:","Raha misy mamontsina eo amin'ny hoditry ny nofon'ny olona, na misy manako-pery na misy mifaritra mangirana, ka eo amin'ny hoditry ny nofony tahaka ny habokana izany, dia ho entina ho eo amin'i Arona mpisorona izy, na ho eo amin'izay iray amin'ny mpisorona, zanak'i Arona;","koa raha zahan'ny mpisorona ny aretina eo amin'ny hoditry ny nofo, ka efa niova ho fotsy ny volo eo amin'ny aretina, ary efa lalina noho ny hoditry ny nofo no fijeriny ny aretina, dia habokana izany; ary raha zahan'ny mpisorona izy, dia hataony hoe maloto.","Fa raha misy mifaritra fotsy mangirana kosa eo amin'ny hoditry ny nofony, nefa tsy lalina noho ny hoditra no fijeriny azy, ary tsy niova ho fotsy ny volony, dia hatokan'ny mpisorona toerana hafitoana ilay marary.","Ary raha zahan'ny mpisorona amin'ny andro fahafito izy, ka hitany fa tsy mitombo ny aretina sady tsy manitatra eo amin'ny hoditra, dia hatokany toerana hafitoana indray izy;","ary raha zahan'ny mpisorona indray amin'ny andro fahafito izy, ka hitany fa matromatroka ny aretina sady tsy manitatra eo amin'ny hoditra, dia hataony hoe madio izy: manako-pery ihany izany, ka hanasa ny fitafiany izy, dia hadio.","Fa raha nanitatra teo amin'ny hodiny kosa ny manako-pery, taorian'ny nisehoany tamin'ny mpisorona ny amin'ny fanadiovana azy, dia hiseho amin'ny mpisorona indray izy.","Ary raha zahan'ny mpisorona izy, ka hitany fa manitatra eo amin'ny hoditra ny manako-pery, dia hataony hoe maloto izy: habokana izany.","Raha misy habokana amin'ny olona, dia ho entina any amin'ny mpisorona izy;","ary raha zahan'ny mpisorona izy, ka hitany fa misy mamontsina fotsy eo amin'ny hoditra, sady efa niova ho fotsy ny volo, ary misy nofo mangenahena hita eo amin'ny mamontsina,","dia habokana efa ela teo amin'ny hoditry ny nofony izany, ka hataon'ny mpisorona hoe maloto izy; tsy hatokany toerana akory izy, fa efa maloto.","Ary raha mipoipoitra mihitsy eo amin'ny hoditra ny habokana, ary manenika ny hoditr'ilay marary hatramin'ny lohany ka hatramin'ny tongony, na aiza na aiza zahan'ny mpisorona,","ary zahan'ny mpisorona, ka hitany fa manenika ny tenany rehetra ny habokana, dia hataony hoe madio ilay marary; fa efa niova ho fotsy avokoa izy, ka dia madio.","Fa raha misy nofo mangenahena miseho eo aminy, dia haloto izy.","Ary raha zahan'ny mpisorona ny nofo mangenahena, dia hataony hoe maloto izy; fa maloto ny nofo mangenahena: habokana izany.","Ary raha miova ny nofo mangenahena ka tonga fotsy, dia hankeo amin'ny Mpisorona izy;","ary raha zahan'ny mpisorona ilay marary, ka hitany fa tonga fotsy ny aretina, dia hataon'ny mpisorona hoe madio izy, fa efa madio.","Ary raha misy fery sitrana eo amin'ny hoditry ny nofo,","ary misy fotsy mamontsina eo amin'ny holatry ny fery, na misy holamena, dia hiseho amin'ny mpisorona izy.","Ary raha zahan'ny mpisorona izy, ka lalina noho ny hoditra no fijeriny azy, ary efa niova ho fotsy ny volony, dia hataon'ny mpisorona hoe maloto izy: habokana efa mipoitra eo amin'ny fery izany.","Fa raha zahan'ny mpisorona izy, ka hitany fa tsy misy volo fotsy eo, ary tsy lalina noho ny hoditra izy sady matromatroka ihany, dia hatokan'ny mpisorona toerana hafitoana izy;","ary raha nanitra mihitsy teo amin'ny hoditra izany, dia hataon'ny mpisorona hoe maloto izy: habokana izany.","Fa raha tsy mitombo ny faritra mangirana, ka tsy manitatra, dia fahamaimaizana eo amin'ny fery izany; ary hataon'ny mpisorona hoe madio.","Ary raha misy main'ny afo eo amin'ny hoditry ny nofo, ary hita ny may, fa mitarehi-kola-mena,","ary zahan'ny mpisorona ka hitany fa efa niova ho fotsy ny volo eo amin'ny itoeran'ny mifaritra mangirana, ary lalina noho ny hoditra no fijeriny azy, dia habokana efa mipoipoitra eo amin'ny may izany, ka hataon'ny mpisorona hoe maloto, habokana izany.","Fa raha zahan'ny mpisorona izy, ka hitany fa tsy misy volo fotsy eo amin'ny mifaritra mangirana, ary tsy lalina noho ny hoditra izy sady matromatroka ihany, dia hatokan'ny mpisorona toerana hafitoana izy,","ary raha zahan'ny mpisorona amin'ny andro fahafito izy, ka nanitatra mihitsy teo amin'ny hoditra izany, dia hataony hoe maloto: habokana izany.","Ary raha tsy mitombo ny faritra fotsy mangirana ka tsy nanitatra teo amin'ny hoditra, fa matromatroka ihany, dia mamontsina eo amin'ny may izany; ary hataon'ny mpisorona hoe madio izy fa fahamaimaizana ihany izany.","Ary raha misy lehilahy na vehivavy manana aretina eo amin'ny lohany na eo amin'ny saokany,","ary zahan'ny mpisorona ny aretina, ka lalina noho ny hoditra no fijeriny azy, ary misy volo madinika tomamotamo eo, dia hataon'ny mpisorona hoe maloto izy, olona kongonina izany, dia habokana eo amin'ny loha na eo amin'ny saoka izy.","Fa raha zahan'ny mpisorona ny kongonina, ka tsy lalina noho ny hoditra no fijeriny azy, nefa tsy misy volo mainty eo, dia hatokany toerana hafitoana ilay olona kongonina.","Ary raha zahan'ny mpisorona ny aretina amin'ny andro fahafito, ka hitany fa tsy nanitatra ny aretina, at? tsy misy volo tomamotamo eo, ary tsy lalina noho ny hoditra no fijeriny azy,","dia hiharatra izy, fa ny misy ny aretina tsy hoharatany; ary hatokan'ny mpisorona toerana hafitoana indray ilay olona kongonina.","Ary raha zahan'ny mpisorona amin'ny andro fahafito ny kongonina, ka hitany fa tsy nanitatra teo amin'ny hoditra ny aretina, ary tsy lalina noho ny hoditra no fijeriny azy, dia hataon'ny mpisorona hoe madio izy; ary hanasa ny fitafiany izy, dia hadio.","Fa raha nanitatra teo amin'ny hoditra mihitsy ny aretina, rehefa natao hoe madio izy,","dia hozahan'ny mpisorona izy, ka raha nitany fa nanitatra teo amin'ny hoditra ny aretina, dia tsy hitady ny volo tomamotamo intsony ny mpisorona; efa maloto izy.","Nefa raha hitany fa tsy mitombo ny aretina, ka misy volo mainty maniry eo, dia sitrana ny kongonina, ka madio izy; ary hataon'ny mpisorona hoe madio.","Ary raha misy lehilahy na vehivavy misy mifaritra mangirana eo amin'ny hoditry ny nofony, dia mifaritra fotsy mangirana,","ary zahan'ny mpisorona, ka hitany fa misy mifaritra fotsy eo amin'ny hoditry ny nofony mangirana, nefa matromatroka, dia aretina mamentimpetina fotsy mipoipoitra eo amin'ny hoditra izany, madio izany.","Ary ny amin'ny lehilahy mihintsam-bolon-doha, dia sola ihany izy ka madio.","Ary raha mihintsana ny volony eo ambonin'ny handriny, dia mazavaray ihany izy ka madio.","Fa raha misy aretina tera-mena sady fotsy, na eo amin'ny loha sola, na eo amin'ny mazavaray, dia boka mipoipoitra amin'ny loha sola, na amin'ny mazavaray izany","Ary raha zahan'ny mpisorona izy ka hitany fa tera-mena somary fotsy no famontsin'ny aretina eo amin'ny loha sola, na eo amin'ny mazavaray, tahaka ny fisehon'ny habokana eo amin'ny hoditry ny nofo,","dia lehilahy boka izy ka maloto; hataon'ny mpisorona hoe maloto tokoa izy: eo amin'ny lohany ny aretina.","Ary ny amin'izay efa boka mihitsy, dia lamba triatra no ho fitafiany, ary hirakaraka ny volony, dia hisarom-bava izy sady hiantsoantso hoe: Maloto e! maloto e!","Amin'ny andro rehetra izay haharariany amin'izany aretina izany dia haloto izy; eny, maloto izy, dia hitoetra mitokana, ka eny ivelan'ny toby no itoerany.","Amin'ny fitafiana izay misy habokana, na fitafiana volon'ondry, na fitafiana rongony,","sy izay ho an'ny tenany, na izay ho fahany, na rongony, na volon'ondry, ary ny hoditra, na izay zavatra natao tamin'ny hoditra,","raha maitsomaitso na menamena eo amin'ny fitafiana ny aretina, na eo amin'ny hoditra, na eo amin'izay ho tenany, na izay ho fahany, na eo amin'ny zavatra natao tamin'ny hoditra, dia habokana izany ka haseho amin'ny mpisorona.","Ary hozahan'ny mpisorona ny aretina ka hatokana toerana hafitoana ilay zavatra misy azy.","Ary raha zahany ny aretina amin'ny andro fahafito, ka nanitatra teo amin'ny fitafiana ny aretina, na teo amin'izay ho tenany, na izay ho fahany, na teo amin'ny zavatra natao tamin'ny hoditra, dia habokana mafy izany, ka dia maloto.","Dia hodorana ny fiafiana, na izay ho an'ny tenany, na izay ho fahany, na volon'ondry, na rongony, na izay zavatra natao tamin'ny hoditra, izay misy aretina; fa habokana mafy izany, ka dia hodorana amin'ny afo.","Ary raha mizaha azy ny mpisorona, ka hitany fa ny aretina tsy nanitatra teo amin'ny fitafiana, na teo amin'izay ho tenany, na izay ho fahany, na teo amin'ny zavatra natao tamin'ny hoditra,","dia hasain'mpisorona hosasana izay misy izany, ary hatokana toerana hafitoana indray izy;","ary rehefa voasasa izy, dia hozahan'ny mpisorona indray ny aretina; ka raha hitany fa tsy niova tarehy ny aretina, na dia tsy nanitatra aza, dia maloto izy ka hodoranao amin'ny afo; aretina mafy izany, na amin'ny atiny, na amin'ny ivelany.","Fa raha mizaha azy ny mpisorona, ka hitany fa matromatroka ny aretina, rehefa voasasa izy, dia hesorina ho afaka amin'ny fitafiana ny misy izany, na ho afaka amin'ny hoditra, na ho afaka amin'ny tenany, na izay ho fahany.","Ary raha mbola misy miseho eo amin'ny fitafiana indray izy, na eo amin'izay ho tenany, na izay ho fahany, na eo amin'ny zavatra natao tamin'ny hoditra, dia aretina mipoipoitra izany, ka hodorana amin'ny afo izay misy izany.","Ary ny fitafiana, na izay ho an'ny tenany, na izay ho fahany, na izay zavatra natao tamin'ny hoditra, izay hosasanao, raha afaka taminy ny aretina, dia hosasana fanindroany izy ka hadio.","Izany no lalàna ny amin'ny habokana eo amin'ny fitafiana volon'ondry na rongony, na eo amin'izay ho tenany, na izay ho fahany, na eo amin'ny zavatra natao tamin'ny hoditra, hanaovana azy hoe madio, na hanaovana azy hoe maloto."]}