{"book":"Levitikosy","chapter":16,"verses":["Ary Jehovah niteny tamin'i Mosesy, rehefa maty izy roa lahy zanak'i Arona, tamin'izy nanatona teo anatrehan'i Jehovah ka maty;","dia hoy Jehovah tamin'i Mosesy: Lazao amin'i Arona rahalahinao mba tsy hiditra mandrakariva ao amin'ny fitoerana masina izy; dia ao anatin'ny efitra lamba, eo anoloan'ny rakotra fanaovam-panavotana, izay eo ambonin'ny fiara, mba tsy hahafaty azy; fa hiseho eo amin'ny rahona eo ambonin'ny rakotra fanaovam-panatovana Aho.","Ary izao no ho entin'i Arona, raha miditra ao amin'ny fitoerana masina izy: vantotr'ombilahy iray hatao fanatitra noho ny ota sy ondrilahy iray hatao fanatitra dorana.","Akanjo lava masina rongony fotsy no hiakanjoany, ary kalisaona rongony fotsy no hataony manolo-koditra, ary fehin-kibo rongony fotsy no hifehezany, ary hamama rongony fotsy no hisatrohany: fitafiana masina ireo, ka handro amin'ny rano izy vao hiakanjo azy.","Ary ny fiangonan'ny Zanak'Isiraely, dia handraisany osilahy roa hatao fanatitra noho ny ota sy ondrilahy izay hatao fanatitra dorana.","Dia hampanatonin'i Arona ny vantotr'ombilahy izay hatao fanatitra noho ny ota ho an'ny tenany, ka dia hanao fanavotana ho an'ny tenany sy ny ankohonany izy.","Ary dia halainy koa ny osilahy roa ka hapetrany eo anatrehan'i Jehovah, eo anoloan'ny varavaran'ny trano-lay fihaonana.","Dia hanaovan'i Arona filokana ny osilahy roa: ny loka anankiray ho an'i Jehovah, ary ny loka anankiray ho an'i Azazela.","Ary hampanatonin'i Arona ny osilahy izay niharan'ny filokana ho an'i Jehovah ka hataony fanatitra noho ny ota.","Fa ny osilahy izay niharan'ny filokana ho an'i Azazela kosa dia hapetraka velona eo anatrehan'i Jehovah hanaovana fanavotana ho azy, mba handefasana azy hankany an-efitra ho an'i Azazela.","Ary hampanatonin'i Arona ny vantotr'ombilahy, izay hatao fanatitra noho ny ota ho an'ny tenany, ka dia hanao fanavotana ho azy sy ny ankohonany izy, dia hovonoiny ny vantotr'ombilahy, izay hatao fanatitra noho ny ota ho an'ny tenany.","Dia haka vain'afo eran'ny fitondran'afo avy amin'ny alitara eo anatrehan'i Jehovah izy, ary ditin-kazo mani-pofona voatorotoro madinika eran-tanan-droa, ka ho entiny miditra ao anatin'ny efitra lamba.","Ary hataony eo amin'ny afo eo anatrehan'i Jehovah ny ditin-kazo, ka hosaronan'ny setroky ny ditin-kazo ny rakotra fanaovan-panavotana, izay eo ambonin'ny Vavolombelona, mba tsy hahafaty azy.","Dia hangalany ny ran'ny vantotr'ombilahy ka hafafin'ny fanondrony amin'ny rakotra fanaovam-panavotana eo amin'ny lafiny atsinanana; ary ny eo anoloan'ny rakotra fanaovam-panavotana koa dia hofafazany ny rà impito amin'ny fanondrony.","Dia hovonoiny ny osilahy izay hatao fanatitra noho ny ota ho an'ny olona, ka ho entiny miditra ao anatin'ny efitra lamba ny ràny, dia hataony tahaka ny efa nataony tamin'ny ran'ny vantotr'ombilahy ihany ka hafafiny eo amin'ny rakotra fanaovam-panavotana sy eo anoloany.","Dia hanao fanavotana ho an'ny fitoerana masina izy noho ny fahalotoan'ny Zanak'Isiraely sy ny fahadisoany, dia ny fahotany rehetra; ary toy izany koa no hataony ho an'ny trano-lay fihaonana, izay mitoetra eo aminy, eo afovoan'ny fahalotoany.","Ary aza avela hisy olona ao amin'ny trano-lay fihaonana, raha miditra hanao fanavotana ao amin'ny fitoerana masina Arona mandra-pivoakany avy nanao fanavotana ho an'ny tenany sy ny ankohonany ary ho an'ny fiangonana, dia ny Isiraely rehetra.","Dia hivoaka ho eo amin'ny alitara eo anatrehan'i Jehovah izy ka hanao fanavotana ho an'ny alitara; dia hangalany ny ran'ny vantotr'ombilahy sy ny ran'ny osilahy ka hatentiny amin'ny tandroky ny alitara eo amin'ny zorony efatra.","Dia hofafazany ny rà impito amin'ny fanondrony izy ka hodioviny sy hohamasininy ho afaka amin'ny fahalotoan'ny Zanak'Isiraely.","Ary rehefa vitany ny fanavotana ho an'ny fitoerana masina sy ny trano-lay fihaonana ary ny alitara, dia hampanatoniny ny osilahy velona.","Dia hapetrak'i Arona amin'ny lohan'ny osilahy velona ny tànany roa, ka hekeny eo amboniny ny heloky ny Zanak'Isiraely rehetra sy ny fahadisoany rehetra, dia ny fahotany rehetra; dia hametraka izany eo amin'ny lohan'ny osilahy izy ka hampandeha azy ho entin'ny lehilahy voatendry hankany an-efitra.","Ary ho entin'ny osilahy ho any an-efitra ny helok'izy rehetra; dia halefany any ny osilahy.","Dia hiditra ao amin'ny trano-lay fihaonana Arona, ary hanala ny fitafiany rongony fotsy, izay niakanjoany raha niditra ao amin'ny fitoerana masina izy, ka hamela azy ao.","Dia handro amin'ny rano eo amin'izay fitoerana masina izy ka hitafy ny fitafiany; dia hivoaka izy ka hanatitra ny fanatitra dorana ho an'ny tenany sy ny fanatitra dorana ho an'ny olona ka hanao fanavotana ho an'ny tenany sy ny olona.","Ary ny saboran'ny fanatitra noho ny ota dia hodorany ho fofona eo ambonin'ny alitara.","Ary ilay mandefa ny osilahy ho an'i Azazela dia hanasa fitafiana ka handro amin'ny rano, vao mahazo mankeo an-toby.","Ary ny vantotr'ombilahy natao fanatitra noho ny ota sy ny osilahy natao fanatitra noho ny ota, izay efa nampidirina tao amin'ny fitoerana masina ny ràny hatao fanavotana, dia ho entina mivoaka ho eny ivelan'ny amin'ny afo ny hodiny sy ny henany ary ny toby; ary hodorana tain-drorohany.","Ary izay mandoro ireo dia hanasa fitafiana sy handro amin'ny rano, vao mahazo mankeo an-toby.","Ary izao no ho lalàna mandrakizay ho anareo: amin'ny andro fahafolo amin'ny volana fahafito dia aoka hampahory ny tenanareo ianareo ary tsy hanao raharaha akory, na ny tompon-tany, na ny vahiny eo aminareo.","Fa amin'izany andro izany no hanaovana fanavotana ho anareo hanadiovana anareo, ka dia hadio ho afaka amin'ny fahotanareo rehetra eo anatrehan'i Jehovah ianareo","Ho tena andro fitsaharana ho anareo izany, ka hampahory ny tenanareo ianareo: ho lalàna mandrakizay izany.","Ary ny mpisorona, izay hohosorana sy hatokana ho mpisorona hisolo ny rainy, dia hanao fanavotana; ary hitafy ny fitafiana rongony fotsy izy, dia ny fitafiana masina.","Dia hanao fanavotana ho an'ny fitoerana masina izy sy ho an'ny trano-lay fihaonana sy ny alitara sy ny mpisorona ary ny olona rehetra amin'ny fiangonana.","Ary ho lalàna mandrakizay ho anareo izany, hanaovana fanavotana ho an'ny Zanak'Isiraely indray mandeha isan-taona hahafahany amin'ny fahotany rehetra. Dia nataon'i Arona araka izay efa nandidian'i Jehovah an'i Mosesy."]}