{"book":"Levitikosy","chapter":5,"verses":["Ary raha misy manota, satria mandre ny feon'ny fampianianana, sady vavolombelona nahita na nahalala, nefa tsy manambara izy, ka mahameloka azy izany,","na misy mikasika izay zavatra tsy madio, na ny fatin'ny bibi-dia tsy madio, na ny fatin'ny biby fiompy izay tsy madio, na ny fatin'ny biby mandady na mikisaka izay tsy madio, nefa tsy hitany izany, ka mahaloto sy mahameloka azy izany,","na misy mikasika ny fahalotoan'olona, dia izay fahalotoany rehetra na inona na inona, nefa tsy hitany izany, rehefa fantany izany, ka mahameloka azy,","na misy mianiana ka miteniteny foana amin'ny molotra hanao ratsy na hanao soa, na inona na inona tenitenenin'ny olona foana ka asiany fianianana, nefa tsy hitany izany, rehefa fantany, ka meloka amin'ny anankiray amin'ireo izy:","koa raha meloka amin'ny anankiray amin'ireo izy, dia hiaiky izay zavatra nanotany,","ary hitondra ny saziny ho an'i Jehovah noho ny fahotany izay nataony izy, dia ondrivavy na osivavy, nefa izay vantony, ho fanatitra noho ny ota; ary ny mpisorona hanao fanavotana ho azy noho ny fahotany.","Ary raha tsy tratry ny ananany izany, dia hitondra domohina roa na zana-boromailala roa ho an'i Jehovah izy ho saziny noho ny nanotany; ka ny anankiray hatao fanatitra noho ny ota, ary ny anankiray kosa hatao fanatitra dorana.","Dia hitondra ireo ho eo amin'ny mpisorona izy, ary ny mpisorona kosa hanatitra ny iray aloha ho fanatitra noho ny ota, ka hotapahiny amin'ny hoho ny lohany ho afaka amin'ny vozony, fa tsy hohenteriny izy.","Ary hamafazany eo amin'ny rindrin'ny alitara ny ran'ny fanatitra noho ny ota; ary ny rà sisa hofiazany eo ambodin'ny alitara; dia fanatitra noho ny ota izany.","Ary ny iray kosa dia hataony fanatitra dorana, araka ny fanao; ary ny mpisorona hanao fanavotana ho azy noho ny fahotany izay nataony, dia havela ny helony.","Fa raha tsy tratry ny ananany koa ny domohina roa na ny zana-boromailala roa, dia hitondra ny fanatiny noho ny fahotany izy, dia koba tsara toto ampahafolon'ny efaha ho fanatitra noho ny ota; tsy hasiany diloilo izany, ary tsy hasiany ditin-kazo mani-pofona, fa fanatitra noho ny ota izany.","Dia hitondra azy ho eo amin'ny mpisorona izy, ary handraofan'ny mpisorona eran-tànan-ila ho fanati-pahatsiarovana avy aminy ka hodorany ho fofona eo ambonin'ny alitara miaraka amin'ny fanatitra atao amin'ny afo ho an'i Jehovah; dia fanatitra noho ny ota izany.","Ary ny mpisorona hanao fanavotana ho azy noho ny fahotany izay nataony tamin'ny anankiray amin'ireo, dia havela ny helony; ary ho an'ny mpisorona ny sisa, toy ny fanatitra hohanina.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Raha misy olona manao izay mahadiso ka manota tsy nahy ny amin'ny zava-masin'i Jehovah, dia hitondra ny fanati-panonerany ho an'i Jehovah izy, dia ondrilahy tsy misy kilema, koa sekely volafotsy no anombananao azy, araka ny sekely masina, ho fanati-panonerana.","Ary izay efa nanotany ny amin'ny zava-masina dia honerany, ary hampiany ho tonga avy fahenina ka hatolony amin'ny mpisorona; ary ny mpisorona hanao fanavotana ho azy amin'ny ondrilahy atao fanati-panonerana, dia havela ny helony.","Ary raha misy olona manota, satria manao izay tsy tokony hatao ka mandika ny anankiray amin'ny didin'i Jehovah, nefa tsy fantany izany, ka mahameloka azy, ary mitondra ny helony izy,","dia hitondra ondrilahy tsy misy kilema izy, araka ny anombananao azy, ho fanati-panonerana ho any amin'ny mpisorona; ary ny mpisorona hanao fanavotana ho azy noho ny ota tsy nahy izay nahadiso azy, nefa tsy fantany, dia havela ny helony;","dia fanati-panonerana izany, fa efa meloka tamin'i Jehovah tokoa izy.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Raha misy olona manota, satria manao izay mahadiso amin'i Jehovah, fa mandainga amin'ny namany ny amin'izay nampitehirizina azy, na amin'ny zavatra notanany ho tsatòka, na amin'izay nalainy an-keriny, na ota nampahory ny namany,","na nahita izay zavatra very ka mandainga amin'izany sady mianian-tsy tò ny amin'izay mety ho fahotan'ny olona,","satria nanota izy ka meloka, dia hanonitra izay nalainy an-keriny, na izay tamin'ny fampahoriana, na izay nampitehirizina azy, na izay zavatra very hitany,","na izay rehetra nianianany tsy tò; dia hanonitra toraka izany izy sady hanampy azy koa ho tonga avy fahenina, ka homeny ilay tompon-javatra amin'ny andro anaterany ny fanati-panonerany izany.","Ary ny fanati-panonerana ho entiny ho an'i Jehovah dia ondrilahy tsy misy kilema, araka ny anombananao azy, ho fanati-panonerana ho any amin'ny mpisorona.","Ary ny mpisorona hanao fanavotana ho azy eo anatrehan'i Jehovah, dia havela ny helony na inona na inona no fahadisoana nataony."]}