{"book":"Levitikosy","chapter":9,"verses":["Ary tamin'ny andro fahavalo Mosesy dia nampaka an'i Arona sy ny zanany ary ny loholon'ny Isiraely.","Dia hoy izy tamin'i Arona: Makà ombilahy kely ho anao hatao fanatitra noho ny ota sy ondrilahy ho fanatitra dorana, izay samy tsy misy kilema, ka atero eo anatrehan'i Jehovah.","Ary ny Zanak'Isiraely dia ilazao hoe: Makà osilahy hatao fanatitra noho ny ota sy ombilahy kely ary zanak'ondry, izay samy iray taona sady samy tsy misy kilema, hatao fanatitra dorana,","ary omby sy ondrilahy hatao fanati-pihavanana, hovonoina ho fanatitra eo anatrehan'i Jehovah, ary fanatitra hohanina voaharo diloilo; fa anio no hisehoan'i Jehovah aminareo.","Dia nitondra izay nandidian'i Mosesy azy ho eo anoloan'ny trano-lay fihaonana izy; ary ny fiangonana rehetra nanatona ka nijanona teo anatrehan'i Jehovah.","Ary hoy Mosesy: Izao no zavatra izay nandidian'i Jehovah, koa ataovinareo, dia hiseho aminareo ny voninahitr'i Jehovah.","Ary hoy Mosesy tamin'i Arona: Manatona ny alitara, dia manatera ny fanatitrao noho ny ota sy ny fanatitra odoranao ka manaova fanavotana ho an'ny tenanao sy ho an'ny olona; dia manatera ny fanatitry ny olona ka manaova fanavotana ho azy, araka izay nandidian'i Jehovah.","Dia nanatona ny alitara Arona ka namono ny ombilahy kely hatao fanatitra noho ny ota, izay ho an'ny tenany.","Ary nentin'ny zanak'i Arona ho eo aminy ny rà, dia nanoboka ny fanondrony tamin'ny rà Arona, ka notentenany ny tandroky ny alitara ary ny rà sisa dia naidiny teo am-bodin'ny alitara;","fa ny saborany sy ny voany roa ary ny ila-atiny lehibe avy tamin'ny fanatitra noho ny ota dia nodorany ho fofona teo ambonin'ny alitara, araka izay nandidian'i Jehovah an'i Mosesy;","ary ny hena sy ny hoditra dia nodorany tamin'ny afo teny ivelan'ny toby.","Dia namono ny fanatitra dorana Arona; ary ny zanany nanolotra azy ny rà dia nanopy izany manodidina tamin'ny lafin'ny alitara izy.","Ary ny fanatitra dorana mbamin'ny lohany dia natolotr'ireo azy tsirairay araka ny nandrasàna azy ka nodorany ho fofona teo ambonin'ny alitara.","Ary nanasa ny taovany sy ny tongony izy, dia nandoro ireo ho fofona niaraka tamin'ny fanatitra dorana teo ambonin'ny alitara.","Dia nentiny nanatona ny fanatitry ny olona, ka nalainy ny osilahy hatao fanatitra noho ny ota, izay ho an'ny olona, dia namono azy izy ka nanatitra azy ho fanatitra noho ny ota, tahaka ilay anankiray teo.","Dia nanatitra ny fanatitra dorana izy ka nanao azy araka ny fanao.","Dia nentiny nanatona koa ny fanatitra hohanina ka nangalany eran-tànan-ila, dia nodorany ho fofona teo ambonin'ny alitara izany, ho fanampin'ny fanatitra dorana maraina.","Dia namono ny omby sy ny ondrilahy koa izy hatao fanati-pihavanana, izay haterina noho ny olona; ary ny zanak'i Arona nanolotra azy ny rà, dia nanopy izany manodidina tamin'ny lafin'ny alitara izy.","Ary natolony azy koa ny saboran'ny omby sy ny hofaky ny ondrilahy mbamin'ny safodrorohany ary ny voany roa sy ny ila-atiny lehibe,","dia napetrany teo ambonin'ny tratran'ireo ny saborany, ary nodorany ho fofona teo ambonin'ny alitara izany;","fa ny tratrany sy ny sorony ankavanana kosa dia nahevahevan'i Arona ho fanatitra ahevaheva eo anatrehan'i Jehovah, araka izay nandidian'i Mosesy.","Ary Arona nanandratra ny tànany manandrify ny olona ka nitso-drano azy; dia nidina izy, rehefa avy nanatitra ny fanatitra noho ny ota sy ny fanatitra dorana ary ny fanati-pihavanana.","Ary Mosesy sy Arona niditra tao amin'ny trano-lay fihaonana, dia nivoaka ka nitso-drano ny olona; ary ny voninahitr'i Jehovah niseho tamin'ny olona rehetra.","Ary nisy afo nivoaka avy teo anatrehan'i Jehovah ka nandevona ny fanatitra dorana sy ny saborany teo ambonin'ny alitara; ary nony hitan'ny olona rehetra izany, dia nihoby izy sady niankohoka."]}