{"book":"Lioka","chapter":20,"verses":["Ary tamin'ny andro anankiray, raha nampianatra ny olona teo an-kianjan'ny tempoly Jesosy ka nitory ny filazantsara, dia nanatona ny lohan'ny mpisorona sy ny mpanora-dalàna ary ny loholona","ka niteny taminy hoe: Lazao aminay: Fahefana manao ahoana no anaovanao izao zavatra izao? ary iza no nanome Anao izany fahefana izany?","Ary Jesosy namaly ka nanao taminy hoe: Izaho kosa mba hanontany anareo zavatra iray loha, ka lazao amiko:","Ny batisan'i Jaona avy tany an-danitra va, sa avy tamin'ny olona?","Dia niara-nisaina izy ka nanao hoe: Raha holazaintsika hoe mantsy: Avy tany an-danitra, dia hataony hoe: Nahoana no tsy nino azy ianareo?","Fa raha holazaintsika hoe kosa: Avy tamin'ny olona, dia hitora-bato antsika ny vahoaka rehetra, satria inoany ho mpaminany Jaona.","Dia namaly ireo fa tsy fantany izay nihaviany.","Ary Jesosy nanao taminy hoe: Izaho kosa tsy hilaza aminareo izay fahefana anaovako izao zavatra izao.","Dia nilaza izao fanoharana izao tamin'ny olona Izy ka nanao hoe: Nisy lehilahy anankiray nanao tanim-boaloboka, ka nahofany tamin'olona mpiasa tany izany, dia nandeha nitoetra ela tany an-tany hafa izy.","Ary tamin'ny fotoana dia naniraka mpanompo hankany amin'ny mpiasa tany izy mba handray amin'ny vokatry ny tanim-boaloboka; fa ny mpiasa tany nikapoka azy ka nampandeha azy maina.","Dia naniraka mpanompo anankiray koa izy; ary nokapohiny mafy koa iny sady nalany baraka ka nampandehaniny maina.","Dia naniraka anankiray koa izy; ary iny koa dia nataony naratra ka noroahiny.","Dia hoy ny tompon'ny tanim-boaloboka: Inona re no hataoko? Haniraka ny zanako malalako aho; angamba hanaja azy izy.","Fa raha nahita iny ny mpiasa tany, dia niara-nisaina izy ka nanao hoe: Ity no mpandova; andeha hovonointsika io, mba ho antsika ny lova.","Dia namoaka azy tany ivelan'ny tanim-boaloboka izy ka namono azy. Hataon'ny tompon'ny tanim-boaloboka ahoana moa izy amin'izany?","Hankany izy, dia hamono ireo mpiasa tany ireo, ka homeny olon-kafa ny tanim-boaloboka. Ary raha nahare izany ireo, dia hoy izy: Sanatria izany!","Ary Jesosy nijery azy ka nanao hoe: Ahoana moa izao voasoratra izao: Ny vato izay nolavin'ny mpanao trano, Dia izy no efa natao fehizoro? (Sal. 118. 22).","Izay rehetra potraka amin'izany vato izany dia ho torotoro; fa na iza na iza no ianjerany dia ho mongomongo.","Ary tamin'izany ora izany dia nitady hisambotra Azy ny mpanora-dalàna sy ny lohan'ny mpisorona; nefa natahotra ny olona izy, satria fantany fa izy no nolazainy tamin'izany fanoharana izany.","Ary nizaha taratra an'i Jesosy izy ka naniraka mpitsikilo, izay nody ho marina, mba hamandrika Azy amin'ny teniny, hanolorany Azy ho amin'ny hery sy ny fahefan'ny governora.","Ary ireo nanontany Azy ka nanao hoe: Mpampianatra ô, fantatray fa miteny sy mampianatra marina Hianao ka tsy mizaha tavan'olona, fa mampianatra marina ny lalan'Andriamanitra:","Mety va raha mandoa vola hetra ho an'i Kaisara izahay, sa tsia?","Fa Jesosy nahafantatra ny fihendreny ka nanao taminy hoe:","Mampisehoa denaria amiko. An'iza moa io sary sy soratra eo aminy io? Hoy ireo: An'i Kaisara.","Dia hoy Jesosy taminy: Aloavy ho an'i Kaisara ary izay an'i Kaisara, ary ho an'Andriamanitra izay an'Andriamanitra.","Ary tsy sahiny nitanana Azy teo anatrehan'ny olona izany teny izany sady gaga izy noho ny famaliny ka nangina.","Ary ny sasany tamin'ny Sadoseo, izay milaza fa tsy misy fitsanganan'ny maty, dia nanatona ka nanontany Azy hoe:","Mpampianatra ô, Mosesy nanoratra ho antsika hoe: Raha misy manan-drahalahy maty momba, ka mbola velona ny vadin'ny maty, dia aoka ny rahalahiny hampakatra an-dravehivavy ka hiteraka hamelo-maso ny rahalahiny (Deo. 25. 5).","Koa nisy fito mirahalahy; ary ny zokiny nampaka-bady, dia maty momba.","Ary ny faharoa","sy ny fahatelo koa nampakatra azy; ary tahaka izany avokoa no nataon'izy fito mirahalahy; nefa maty momba avokoa izy.","Ary farany dia maty koa ravehivavy.","Koa amin'ny fitsanganan'ny maty ho vadin'iza moa ravehivavy? fa samy efa nanambady azy avokoa izy fito mirahalahy.","Ary Jesosy nanao taminy hoe: Ny zanak'izao fiainana izao dia mampaka-bady sady avoaka hampakarina;","fa izay atao miendrika hahazo izany fiainana izany sy ny fitsanganana amin'ny maty kosa dia tsy raha mampaka-bady, na avoaka hampakarina;","ary tsy mety maty intsony izy, fa mitovy amin'ny anjely sady zanak'Andriamanitra, satria zanaky ny fitsanganana amin'ny maty.","Ary Mosesy aza nanambara teo amin'ilay teny milaza ny Voaroy fa hatsangana ny maty, raha nilaza an'i Jehovah hoe Andriamanitr'i Abrahama sy Andriamanitr'isaka ary Andriamanitr'i Jakoba (Eks. 3. 6).","Fa Izy tsy mba Andriamanitry ny maty, fa an'ny velona; fa velona ho an'Andriamanitra avokoa izy rehetra.","Ary ny mpanora-dalàna sasany namaly ka nanao hoe: Mpampianatra ô, marina izay nolazainao.","Fa tsy nisy sahy nanontany Azy intsony ireo.","Ary hoy Jesosy taminy: Ahoana no lazaina fa Kristy no Zanak'i Davida?","Fa Davida ihany no milaza eo amin'ny bokin'ny Salamo hoe: Jehovah nilaza tamin'ny Tompoko hoe: Mipetraha eo an-tanako ankavanana","Ambara-panaoko ny fahavalonao ho fitoeran'ny tongotrao (Sal. 110. 1).","Davida amin'izany manao Azy hoe Tompo; koa ahoana no maha-Zanany Azy?","Ary hoy Jesosy tamin'ny mpianany teo anatrehan'ny olona rehetra:","Mitandrema ny amin'ny mpanora-dalàna, izay mazoto mandehandeha miakanjo akanjo lava, ary te-hoharabain'ny olona eny an-tsena, sady tia ny fipetrehana aloha eo amin'ny synagoga sy ny fitoerana aloha eo amin'ny fanasana,","ary mandany ny tranon'ny mpitondratena sy manao vavaka lavareny mba ho fiolahana; ireo dia hahazo fahamelohana mafimafy kokoa."]}