{"book":"Lioka","chapter":13,"verses":["Ary tamin'izany andro izany nisy ny sasany teo izay nanambara tamin'i Jesosy ny nanjo ny Galiliana, izay naharoharon'i Pilato tamin'ny fanatiny ny ràny.","Fa Jesosy namaly ka nanao taminy hoe: Ataonareo va fa ireny Galiliana ireny no mpanota mihoatra noho ny Galiliana rehetra, satria nozoin'izany zavatra izany izy?","Tsia, hoy Izaho aminareo; fa raha tsy mibebaka ianareo, dia ho ringana tahaka azy koa ianareo rehetra.","Ary ireny valo ambin'ny folo ireny, izay nianjeran'ny tilikambo tao Siloama ka maty, ataonareo va fa mpanota mihoatra noho ny olona rehetra izay monina ao Jerosalema ireny?","Tsia, hoy Izaho aminareo; fa raha tsy mibebaka ianareo, dia ho ringana tahaka azy koa ianareo rehetra.","Ary nanao ity fanoharana ity Izy hoe: Nisy olona nanana aviavy nambolena teo an-tanim-boalobony; dia nankeo izy nitady voa taminy, fa tsy nahita.","Ka dia hoy izy tamin'ny mpamboatra ny tanim-boaloboka; Indro, efa telo taona izay aho no tonga nitady voa tamin'ity aviavy ity, fa tsy nahita; kapao io; nahoana io no manimba ny tany?","Fa ny mpamboatra namaly ka nanao taminy hoe: Tompoko, avelao ihany izy amin'ity taona ity mandra-pihadiko manodidina azy, ka hasiako zezika;","angamba mbola hamoa izy; fa raha tsy izany, dia hokapainao ihany.","Ary nampianatra tao amin'ny synagoga anankiray Jesosy tamin'ny Sabata.","Ary, indro, nisy vehivavy izay nanana fanahy mahafarofy valo ambin'ny folo taona, ary nanjoko izy ka tsy nahatraka akory.","Ary rehefa nahita azy Jesosy, dia niantso azy ka nanao taminy hoe: Ravehivavy, afaka amin'ny rofinao ianao.","Dia nametraka ny tànany taminy Izy; ary niaraka tamin'izay dia nitraka ravehivavy sady nankalaza an'Andriamanitra.","Ary ny mpanapaka ny synagoga dia tezitra, satria Jesosy nahasitrana tamin'ny Sabata, dia namaly ka nanao tamin'ny vahoaka hoe: Henemana no azo anaovan-draharaha; koa avia hositranina amin'izany, fa tsy amin'ny andro Sabata.","Fa namaly azy ny Tompo ka nanao hoe: Ry mpihatsaravelatsihy, moa tsy samy mamaha ny ombiny na ny borikiny hiala amin'ny fihinanam-bilona amin'ny Sabata va ianareo ka mitondra azy hisotro rano?","Koa ity vehivavy zanak'i Abrahama ity, izay efa nafatotr'i Satana izao valo ambin'ny folo taona izao, moa tsy tokony hovahana ho afaka amin'izany fatorana izany amin'ny andro Sabata va?","Ary raha nilaza izany Izy, dia nangaihay izay rehetra nanohitra Azy; fa ny vahoaka rehetra nifaly noho ny zavatra malaza rehetra nataony.","Dia hoy Jesosy: Tahaka ny inona ny fanjakan'Andriamanitra? ary inona no hanoharako azy?","Tahaka ny voan-tsinapy izy, izay nalain'olona ka namboleny tao an-tanimboly, ary naniry ka tonga haro; ary ny voro-manidina nitoetra tao amin'ny rantsany.","Ary hoy koa Jesosy: Inona no hanoharako ny fanjakan'Andriamanitra?","Tahaka ny masirasira izy, izay nalain'ny vehivavy anankiray ka nataony tao amin'ny koba intelon'ny famarana, mandra-pahazon'ny masirasira azy rehetra.[Gr. nafeniny]","Ary Jesosy nandeha nitety ny tanàna sy ny vohitra nampianatra sady nandroso hankany Jerosalema.","Dia hoy ny anankiray taminy; Tompoko, moa vitsy va no hovonjena? Ary hoy Izy tamin'ny olona:","Miseseha hiditra amin'ny varavarana ety ianareo; fa hoy Izaho aminareo: Maro no hitady hiditra, fa tsy ho afaka.","Rehefa mitsangana ny tompon-trano ka manidy ny varavarana, ary ianareo mijanona eo ala-trano mandondòna ny varavarana ka manao hoe: Tompoko, vohay izahay, dia hamaly Izy ka hanao aminareo hoe: Tsy fantatro na avy taiza na avy taiza ianareo;","ary amin'izay ianareo dia hanao hoe: Nihinana sy nisotro teo anatrehanao izahay, ary nampianatra teny an-dalambenay Hianao.","Fa Izy hiteny hoe: Lazaiko aminareo: Tsy fantatro na avy taiza na avy taiza ianareo; mialà amiko, ianareo rehetra mpanao meloka.","Any no hisy ny fitomaniana sy ny fikitroha-nify, raha mahita an'i Abrahama sy Isaka sy Jakoba ary ny mpaminany rehetra eo amin'ny fanjakan'Andriamanitra ianareo, fa ny tenanareo kosa dia voaroaka any ivelany.","Ary ho tonga avy any atsinanana sy avy any andrefana ary avy any avaratra sy avy any atsimo ireny ka hipetraka hihinana eo amin'ny fanjakan'Andriamanitra.","Ary, indro, misy ny aoriana ho aloha, ary misy ny aloha ho aoriana.","Tamin'izany ora izany indrindra dia nisy Fariseo sasany nankeo amin'i Jesosy ka nanao taminy hoe: Mandehana Hianao, ka mialà eto; fa ta-hamono Anao Heroda.","Fa hoy Izy taminy: Mandehana, lazao amin'izany amboahaolo izany hoe: Indro, mamoaka demonia sy mahasitrana Aho anio sy ampitso, ary raha afaka ampitso dia hotanterahina ny amiko.[ volpa]","Kanefa tsy maintsy mandeha ihany Aho anio sy ampitso sy raha afaka ampitso; fa ny mpaminany tsy azo vonoina, raha tsy any Jerosalema.","Ry Jerosalema, ry Jerosalema, izay mamono ny mpaminany sy mitora-bato izay nirahina any aminao, impiry Aho no ta-hanangona ny zanakao tahaka ny fanomban'ny akoho ny zanany ao ambanin'ny elany, fa tsy nety ianareo!","Indro, avela ho anareo ny tranonareo. ary lazaiko aminareo: Tsy hahita Ahy intsony ianareo mandra-pilazanareo hoe: Isaorana anie Izay avy amin'ny anaran'i Jehovah (Sal. 118. 26)."]}