{"book":"Lioka","chapter":19,"verses":["Ary Jesosy niditra ka nandeha namaky an'i Jeriko.","Ary, indro, nisy lehilahy atao hoe Zakaiosy, izay lehiben'ny mpamory hetra sady nanan-karena.","Ary nitady hahita izay Jesosy izy, kanefa ny afaka noho ny habetsahan'ny olona nifanety, satria fohy izy.","Dia nihazakazaka nialoha izy ka nananika aviavy hizaha an'i Jesosy; fa efa handalo tamin'izany lalana izany Izy.","Ary rehefa tonga teo Jesosy, dia niandrandra ka nanao taminy hoe: Ry Zakaiosy, midina faingana; fa tsy maintsy mitoetra ao an-tranonao Aho anio.","Dia nidina faingana izy ka nampiantrano Azy sady faly.","Ary raha nahita izany izy rehetra, dia nimonomonona ka nanao hoe: Lasa nandeha hiantrano amin'izay lehilahy mpanota Izy.","Fa Zakaiosy kosa nitsangana ka nanao tamin'ny Tompo hoe: Indro, Tompoko, ny antsasaky ny fananako omeko ho an'ny malahelo; ary raha misy zavatr'olona nalaiko tamin'ny fanambakana, dia honerako avy efatra heny izany.","Ary hoy Jesosy taminy: Anio no tonga eto amin'ity trano ity ny famonjena, fa izy dia zanak'i Abrahama koa.","Fa efa tonga ny Zanak'olona hitady sy hamonjy ny very.","Ary raha mbola nihaino izany ny olona, dia nandroso niteny ihany Jesosy ka nanao fanoharana, satria efa akaiky an'i Jerosalema Izy, ka nataon'ny olona fa hiseho faingana ny fanjakan'Andriamanitra.","Dia hoy Izy: Nisy andriandahy anankiray nandeha nankany an-tany lavitra mba handray fahefana hanjaka, dia hiverina.","Dia niantso folo lahy tamin'ny mpanompony izy ary nanome azy farantsa folo ka nanao taminy hoe: Mandrantoa mandra-pihaviko. [Gr. mina = drakma = tokony ho farantsa 15]","Fa ny vahoakany nankahala azy, dia nampitondra reny nanaraka azy nanao hoe: Tsy manaiky hanjakan'iny lehilahy iny izahay.[Na: vahoaka namany]","Ary nony tafaverina izy, rehefa nandray fahefana hanjaka, dia nasainy nantsoina hankeo aminy izany mpanompo nomeny ny vola izany mba hahitany izay azony tamin'ny fandrantoana.","Dia tonga ny voalohany ka nanao hoe: Tompoko, ny farantsanao iray efa nahazoana tombony farantsa folo.","Ary hoy izy taminy: Tsara izany, ry mpanompo tsara; satria nahatoky tamin'ny kely indrindra ianao, dia manapaha tanàna folo.","Dia tonga ny anankiray koa ka nanao hoe: Tompoko, ny farantsanao iray efa tonga farantsa dimy.","Ary hoy koa izy tamin'io: Manapaha tanàna dimy koa ianao.","Fa tonga kosa ny anankiray ka nanao hoe: Tompoko, indry ny farantsanao, izay notehiriziko voafono amin'ny mosara.","Fa natahotra anao aho, satria olona mila voatsiary ianao ka maka izay tsy napetrakao, ary mijinja izay tsy nafafinao.","Ary hoy ny tompony taminy: Ny vavanao no hitsarako anao, ry mpanompo ratsy fanahy: fantatrao fa izaho dia olona mila voatsiary ka maka izay tsy napetrako, ary mijinja izay tsy nafafiko;","koa nahoana no tsy napetrakao tamin'ny mpanana vola ny volako, ka rehefa tonga aho, dia ho nandray ny ahy mban-janany?","Ary hoy izy tamin'izay nitsangana teo anilany: Alao ny farantsa eny aminy, ka omeo ilay manana farantsa folo","(Fa hoy ireo taminy: Tompoko, efa manana farantsa folo izy.)","Lazaiko aminareo: Izay rehetra manana dia homena; fa ny amin'izay tsy manana, na dia izay ananany aza dia halaina aminy.","Fa ireo fahavaloko tsy nanaiky hanjakako ireo, dia ento at? , ka vonoy eto anatrehako.","Ary rehefa niteny izany Izy, dia nandeha nialoha hiakatra ho any Jerosalema.","Ary raha nanakaiky an'i Betifaga sy Betania teo an-tendrombohitra atao hoe Oliva Izy, dia naniraka roa lahy tamin'ny mpianatra","ka nanao hoe: Mankanesa amin'iroa vohitra tandrifinareo iroa; ary raha vao miditra ao ianareo, dia hisy zana-boriky mifatotra ho hitanareo, izay tsy mbola nitaingenan'olona; vahao izy, ka ento er? .","Ary raha misy manontany anareo hoe: Nahoana no vahanareo io? dia izao no holazainareo: Misy raharaha analan'ny Tompo azy.","Ary nony nandeha ireo nirahina, dia nahita araka izay nolazainy taminy.","Ary raha namaha ny zana-boriky izy, dia hoy ny tompony taminy: Nahoana no vahanareo ny zana-boriky?","Ary hoy izy: Misy raharaha analan'ny Tompo azy.","Dia nitondra azy ho any amin'i Jesosy izy ary nametraka ny lambany teo ambonin'ny zana-boriky, ka nampitaingeniny azy Jesosy.","Ary raha nandeha Jesosy, dia namelatra ny lambany teny an-dalana izy lreo.","Ary rehefa nanakaiky Izy ka tonga teo am-pidinana amin'ny tendrombohitra Oliva, dia nifaly avokoa ny mpianatra maro be ka nidera an'Andriamanitra tamin'ny feo mahery noho ny asa lehibe rehetra izay efa hitany","ka nanao hoe: Isaorana anie ny Mpanjaka, Izay avy amin'ny anaran'i Jehovah. Fiadanana any an-danitra, ary voninahitra any amin'ny avo indrindra.","Fa ny Fariseo sasany, izay teo amin'ny vahoaka, nanao taminy hoe: Mpampianatra ô, rarao ny mpianatrao.","Fa Izy namaly ka nanao hoe: Lazaiko aminareo fa raha mangina ireo, dia ny vato no hiantsoantso.","Ary raha nanakaiky Izy ka nahita ny tanàna, dia nitomany azy","ka nanao hoe: Raha mba nahafantatra mantsy ianao na dia amin'ity andro ity aza izay momba ny fiadanana! - fa ankehitriny miafina amin'ny masonao izany.","Fa ho avy aminao ny andro izay hananganan'ny fahavalonao tovon-tany manodidina anao, dia hanemitra anao izy ka hanidy anao manodidina","ary hamongotra anao hatramin'ny tany mbamin'ny zanakao ao anatinao, ka tsy havelany hisy vato mifanongoa eo aminao, ho valin'ny tsy nahafantaranao ny andro namangiana anao.","Ary niditra teo an-kianjan'ny tempoly Jesosy, dia nandroaka izay nivarotra","ka nanao taminy hoe: Efa voasoratra hoe: Ny tranoko dia trano fivavahana (Isa. 56. 7); fa ianareo kosa nanao azy ho zohy fieren'ny jiolahy (Jery. 7. 11).","Ary nampianatra isan'andro teo an-kianjan'ny tempoly Izy. Fa ny lohan'ny mpisorona sy ny mpanora-dalàna ary ny loholona nitady hahafaty Azy;","nefa tsy hitany izay hataony, satria ny vahoaka rehetra nazoto dia nazoto hihaino Azy."]}