{"book":"Lioka","chapter":15,"verses":["Ary ny mpamory hetra rehetra sy ny mpanota nanatona hihaino an'i Jesosy.","Dia nimonomonona ny Fariseo sy ny mpanora-dalàna ka nanao hoe: Ilehity mandray ny mpanota ka miara-mihinana aminy.","Fa Izy nanao izao fanoharana izao taminy hoe:","Iza moa no olona aminareo, izay manana ondry zato, ka very ny anankiray, no tsy mandao ny sivy amby sivi-folo any an-efitra ka mandeha hitady ilay very mandra-pahitany azy?","ary rehefa hitany iny, dia ataony eo an-tsorony, ka dia faly izy;","ary rehefa tonga ao an-trano izy, dia mamory ny sakaizany sy ny namany ka manao aminy hoe: Avia hiara-mifaly amiko; fa efa hitako ilay ondriko very.","Lazaiko aminareo fa hisy fifaliana toy izany any an-danitra ny amin'ny mpanota iray izay mibebaka noho ny amin'ny olona marina sivy amby sivi-folo, izay tsy misy tokony hibebahany.","Ary iza moa no vehivavy manana farantsakely folo, ka very ny anankiray, no tsy mampirehitra jiro ka mifafa trano sy mitady fatratra mandra-pahitany azy?[Gr.drakma]","Ary raha hitany iny, dia mamory ny vehivavy sakaizany sy ny namany izy ka manao hoe: Avia hiara-mifaly amiko; fa efa hitako ny farantsakely izay very.[Gr. drakma]","Lazaiko aminareo fa misy fifaliana toy izany eo anatrehan'ny anjelin'Andriamanitra ny amin'ny mpanota iray izay mibebaka.","Ary hoy Jesosy: Nisy lehilahy anankiray nanana zanaka mirahalahy.","Ary hoy ilay zandriny tamin-drainy: Raiko, omeo ahy ny anjara-fananana tokony ho ahy. Dia nozarainy tamin'izy mirahalahy ny fananany.","Ary nony afaka kelikely, dia nangonin'ilay zandriny ny fananany rehetra, ka lasa nankany an-tany lavitra izy, dia nandany ny fananany tamin'ny fiveloman-dratsy tany.","Ary rehefa laniny avokoa ny fananany rehetra, dia nisy mosary mafy tamin'izany tany izany, ka nahantra izy.","Dia nandeha izy ka niankina tamin'ny tompon-tany anankiray tamin'izany tany izany, ary dia nirahiny tany an-tsahany hiandry kisoa.","Ary satriny hameno ny kibony tamin'ny voan-kazo fihinan'ny kisoa, fa tsy nisy nanome azy.","Ary raha nody ny sainy, dia hoy izy: Indrisy maro ny olona karamain'ny raiko manan-kanina be dia be, fa izaho kosa maty mosary eto!","Hiainga aho, dia hody any amin'ny raiko ka hanao aminy hoe: Raiko ô, efa nanota tamin'ny lanitra sy teo anatrehanao aho","ka tsy miendrika hatao hoe zanakao intsony; fa ataovy tahaka ny anankiray amin'ny olona karamainao aho.","Dia niainga izy ka nankany amin-drainy. Fa raha mbola lavitra izy, dia tazan-drainy, ary onena azy izy ka nihazakazaka, dia namihina ny vozony sady nanoroka azy.","Ary ilay zanany nanao taminy hoe: Raiko ô, efa nanota tamin'ny lanitra sy teo anatrehanao aho ka tsy miendrika hatao hoe zanakao intsony.","Fa rainy kosa nanao tamin'ny ankizilahiny hoe: Alao haingana ny akanjo tsara indrindra ka ampiakanjoy azy; ary asio peratra ny tànany sy kapa ny tongony;","ary ento ny zanak'omby nafahy, ka vonoy; ary aoka isika hihinana sy hifaly;","fa ity zanako ity efa maty, fa velona indray, ary efa very, fa hita indray. Dia nifaly izy.","Fa tany an-tsaha ny zanany lahimatoa; ary nony nody izy ka mby teo akaiky ny trano, dia nandre zava-maneno sy dihy.","Ary niantso ankizilahy anankiray izy ka nanontany azy izay anton'izany zavatra izany.","Ary hoy ilay ankizilahy taminy: Tonga ny rahalahinao, ka namono ny zanak'omby nafahy ny rainao, satria efa tafaverina soa aman-tsara ato aminy izy.","Dia tezitra izy ka tsy nety niditra; ary nivoaka rainy ka nampandroso azy.","Fa izy namaly ka nanao tamin-drainy hoe: Indro, izay ela izay aho no efa nanompo anao ka tsy mbola nandika ny didinao na dia indray mandeha akory aza; nefa izaho tsy mbola nomenao na dia zanak'osy aza mba hifaliako amin'ny sakaizako;","fa raha vao tonga kosa io zanakao io, izay efa nandany ny fanananao tamin'ny vehivavy janga, dia namono ho azy ny zanak'omby nafahy ianao.","Ary hoy rainy taminy: Anaka, ianao eto amiko mandrakariva, ary anao avokoa izay rehetra ananako.","Fa mety ny mifaly sy miravoravo; fa ity rahalahinao ity efa maty, fa velona indray, ary efa very, fa hita indray."]}