{"book":"Lioka","chapter":21,"verses":["Ary Jesosy nanopy ny masony nahita ny mpanankarena mandatsa-drakitra tao amin'ny fandatsahan-drakitra;","ary nahita mpitondratena malahelo anankiray koa mandatsaka farantsakely roa teo Izy.[ Gr. lepta roa, dia farantsakely varahina izany = kodranta iray, tokony ho variroaventy]","Dia hoy Izy: Lazaiko aminareo marina tokoa fa io mpitondratena malahelo io no efa nandatsaka be noho izy rehetra.","Fa ireo rehetra ireo, dia tamin'ny haben'ny fananany no nandatsahany tao amin'ny rakitra; fa izy kosa tamin'ny fahantrany no nandatsahany ny fivelomany rehetra izay nananany.","Ary nisy nilaza ny tempoly, fa voaravaka vato tsara sy fanatitra izy; fa hoy Jesosy:","Ny amin'ireo zavatra hitanareo ireo, dia ho avy ny andro, ka tsy havela hisy vato hifanongoa eto ka tsy horavana.","Ary izy ireo nanontany Azy hoe: Mpampianatra ô, rahoviana no ho avy izany? ary inona no ho famantarana, rehefa ho tonga izany?","Ary hoy Izy: Mitandrema, fandrao ho voafitaka ianareo; fa maro no ho avy amin'ny anarako sady hanao hoe: Izaho no Izy; ary koa: Efa akaiky ny andro; koa aza manaraka azy.","Ary raha handre ady sy tabataba ianareo, aza matahotra; fa tsy maintsy ho tonga aloha izany, nefa tsy dia miaraka amin'izay ny farany.","Ary hoy Izy taminy: Hisy firenena hitsangana hamely firenena, ary hisy fanjakana hitsangana hamely fanjakana.","Ary hisy horohorontany lehibe ary mosary sy areti-mandringana any amin'ny tany samy hafa, ary hisy zava-mahatahotra sy famantarana lehibe avy any an-danitra.","Ary raha tsy mbola tonga izany rehetra izany, dia hisambotra anareo izy ka hanenjika ary hanolotra anareo ao amin'ny synagoga sy ao an-tranomaizina, ka ho entina eo anatrehan'ny mpanjaka sy ny mpanapaka ianareo noho ny anarako.","Dia ho tonga ho vavolombelona aminareo izany.","Koa aoreno ao am-ponareo ny tsy hihevitra rahateo izay havalinareo;","fa Izaho no hanome anareo vava sy saina, izay tsy ho azon'ny fahavalonareo rehetra valiana na resena.","Ary hatolotry ny ray sy ny reny sy ny rahalahy ary ny havana aman-tsakaiza ianareo, koa ny sasany aminareo dia hovonoiny.","Ary ho halan'ny olona rehetra ianareo noho ny anarako.","Nefa tsy hisy ho very na dia singam-bolo iray eo amin'ny lohanareo aza.","Amin'ny faharetanareo no hahatananareo ny ainareo.","Ary raha mahita an'i Jerosalema voahodidin'ny miaramila ianareo, dia aoka ho fantatrareo fa efa mby akaiky ny fandravana azy.","Ary izay any Jodia amin'izany andro izany aoka handositra ho any an-tendrombohitra; ary izay ao Jerosalema aoka handositra ho any ivelany; ary izay any an-tsaha aoka tsy hiditra ao an-tanàna intsony.","Fa ireo dia andro famaliana mba hahatanteraka izay rehetra voasoratra.","Fa lozan'ny bevohoka sy ny mitaiza kely amin'izany andro izany! satria hisy fahoriana lehibe eo amin'ny tany ary fahatezerana amin'ity firenena ity.","Dia ho ringana amin'ny lelan-tsabatra izy ka ho entina ho babon'ny firenena rehetra, ary Jerosalema hohitsahin'ny jentilisa mandra-pahatanteraky ny andron'ny jentilisa.","Ary hisy famantarana eo amin'ny masoandro sy ny volana ary ny kintana, ary ety ambonin'ny tany dia hisy fahorian'ny firenena amin'ny fahaverezan-kevitra noho ny firohondrohon'ny ranomasina sy ny fanonjany,","ka ho reraka ny fon'ny olona noho ny fahatahorany sy ny fiandrasany izay zavatra ho tonga ambonin'ny tany; fa ny herin'ny lanitra dia hohozongozonina.[ Na: ka hisy ho faty aza]","Ary amin'izany andro izany dia hahita ny Zanak'olona avy eo amin'ny rahona amin-kery sy voninahitra lehibe izy.","Ary raha vao miandoha izany zavatra izany dia miandrandrà, ka asandrato ny lohanareo; fa manakaiky ny fanavotana anareo.","Ary Izy nanao fanoharana taminy hoe: Jereo ny aviavy sy ny hazo rehetra.","Raha hitanareo fa vao manaroka ireo, dia fantatrareo ihany fa efa akaiky sahady ny lohataona.","Dia tahaka izany koa ianareo, raha vao hitanareo fa tonga izany zavatra izany, dia aoka ho fantatrareo fa akaiky ny fanjakan'Andriamanitra.","Lazaiko aminareo marina tokoa fa tsy ho lany ity taranaka ity mandra-pahatongan'izany rehetra izany.","Ny lanitra sy ny tany ho levona, fa ny teniko tsy mba ho levona.","Ary mitandrema, fandrao ny fonareo hovesaran'ny vokatry ny fisotroan-toaka sy ny fahamamoana ary ny fiahiahian'izao fiainana izao, ka ho avy tampoka aminareo tahaka ny fandrika izany andro izany.","Fa hihatra amin'izay rehetra mitoetra ety ambonin'ny tany rehetra izany.","Fa miambena ka mivavaha mandrakariva, mba hahery ianareo ka handositra izany zavatra ho avy rehetra izany ary hitsangana eo anatrehan'ny Zanak'olona.","Ary nony antoandro dia nampianatra teo an-kianjan'ny tempoly Izy; ary nony alina dia nivoaka Izy ka nitoetra teo an-tendrombohitra atao hoe Oliva.","Ary ny vahoaka rehetra nankeo aminy maraina koa teo an-kianjan'ny tempoly hihaino Azy."]}