{"book":"Lioka","chapter":2,"verses":["Ary tamin'izany andro izany dia nisy didy navoak'i Aogosto Kaisara hampanoratra ny anaran'ny vahoaka rehetra amin'ny fanjakany.","(Izany no fanoratana voalohany natao fony Kyrenio nanapaka tany Syria.)[Na: Ny tena fanoratana voalohany anefa dia]","Dia samy nankany amin'ny tanànany avy izy rehetra mba hosoratana.","Ary Josefa koa niakatra avy tany Galilia, dia avy tao an-tanàna Nazareta, hankany Jodia, ho ao an-tanànan'i Davida, iza atao hoe Betlehema (satria avy tamin'ny taranak'i Davida sy ny mpianakaviny),","mba hosoratana izy sy Maria fofom-badiny, izay efa bevohoka.","Ary raha nitoetra teo Izy, dia tonga ny andro hahavelomany.","Ary niteraka ny Lahimatoany izy, dia nohodidininy lamban-jaza ka nampandriny teo amin'ny fihinanam-bilona; fa tsy nisy nitoerany tao an-tranom-bahiny.","Ary nisy mpiandry ondry tamin'izany tany izany nitoetra tany an-tsaha nitandrina ny ondriny tamin'ny alina.","Ary nisy anjelin'ny Tompo nitsangana teo anilany, ary ny voninahitry ny Tompo nanelatrelatra manodidina azy, ka raiki-tahotra indrindra izy.","Ary hoy ny anjely taminy: Aza matahotra; fa, indro, milaza teny soa mahafaly aminareo aho, dia fifaliana lehibe izay ho an'ny olona rehetra;","fa Mpamonjy no teraka ho anareo anie ao an-tanànan'i Davida, dia Kristy Tompo.","Ary izao no ho famantarana ho anareo: ianareo hahita Zazakely voahodidina lamban-jaza sady mandry ao am-pihinanam-bilona;","Ary nisy anjely maro be avy any an-danitra niseho tampoka niaraka tamin'ilay anjely teo ka nidera an'Andriamanitra nanao hoe:","Voninahitra any amin'ny avo Indrindra ho an'Andriamanitra! Ary fiadanana ho ety ambonin'ny tany amin'ny olona ankasitrahany. [Na: Fankasitrahana ho amin'ny olona]","Ary tamin'izany rehefa niala teo aminy ireo anjely ireo ka nankany an- danitra, dia niresaka ireo lehilahy mpiandry ondry ka nanao hoe: Andeha isika hankany Betlehema ka hizaha izany zavatra vao tonga izany, izay nampahafantarin'ny Tompo antsika.","Dia nandeha faingana izy ka nahita an'i Maria sy Josefa, ary ny Zazakely nandry teo am-pihinanam-bilona.","Ary nony efa nahita izy, dia nampiely izay teny nolazaina taminy ny amin'izany Zaza izany.","Ary izay rehetra nandre dia gaga tamin'izay zavatra nolazain'ny mpiandry ondry taminy.","Fa Maria kosa nitadidy izany teny rehetra izany ka nieritreritra azy tao am-pony.","Ary ny mpiandry ondry niverina nankalaza ny nidera an'Andriamanitra noho ny zavatra rehetra izay reny ny hitany, araka izay nolazaina taminy.","Ary rehefa tapitra ny havaloana, ka hoforana ny Zaza, dia nataony hoe Jesosy ny anarany, araka ilay nataon'ny anjely, fony tsy mbola torontoronina tao an-kibo Izy.","Ary rehefa tapitra ny andro fidiovany, araka ny lalàn'i Mosesy, dia nitondra Azy niakatra tany Jerosalema izy mba hatolotra ho an'ny Tompo","araka ny voasoratra ao amin'ny lalàn'ny Tompo hoe: Ny lahy voalohan-teraka rehetra hatao hoe masina ho an'i Jehovah. (Eks. 13. 2)","ary mba hanatitra fanatitra araka izay voalaza ao amin'ny lalàn'ny Tompo hoe: domohina roa, na zana-boromailala roa (Lev. 12. 8).","Ary, indro, nisy lehilahy atao hoe Simeona tao Jerosalema; ary marina sady mpivavaka tsara izany lehilahy izany ka niandry ny fampiononana ny Isiraely; ary ny Fanahy Masina dia tao aminy.","Ary efa nambaran'ny Fanahy Masina taminy fa tsy hahita fahafatesana izy mandra-pahitany ny Kristin'ny Tompo.","Ary nentin'ny Fanahy Masina niditra teo an-kianjan'ny tempoly izy; ary rehefa nampidirin'ny ray aman-dreniny Jesosy zaza mba hanaovany araka ny fomban'ny lalàna ny amin'ny zaza,","dia nitrotro Azy izy ka nidera an'Andriamanitra nanao hoe:","Tompo ô, ankehitriny ny mpanomponao dia alefanao amin'ny fiadanana Araka ny teninao;","Fa ny masoko efa nahita ny famonjenao,","Izay namboarinao teo anatrehan'ny firenena rehetra,","Dia fahazavana hahazava ny firenena sady voninahitry ny Isiraely olonao.","Dia gaga ny ray aman-dreniny noho ny teny nilazana Azy.","Ary Simeona nitso-drano azy ireo ka nanao tamin'i Maria, renin'ny Zaza, hoe: Indro, Ity Zaza ity no voatendry ho fandavoana sy ho fananganana ny maro ao amin'ny Isiraely ary ho famantarana holavina","ary ny fanahinao aza dia hotsatohana sabatra - mba haseho ny hevitry ny fo maro.","Ary nisy mpaminanivavy anankiray, dia Ana, zanakavavin'i Fanoela, avy tamin'ny firenen'i Asera; efa anti-panahy tokoa izy ary efa nitoetra tamin'ny vadiny fito taona taorian'ny naha-virijina azy,","ary efa mpitondratena tokony ho efatra amby valo-polo taona; ary tsy niala teo an-kianjan'ny tempoly izy, fa nanompo tamin'ny fifadian-kanina sy ny fivavahana andro aman'alina.","Ary nony niditra tamin'izany ora izany izy, dia nisaotra an'Andriamanitra ka nilaza Azy tamin'izay rehetra niandry ny fanavotana tao Jerosalema.","Ary rehefa vitany ny zavatra rehetra araka ny lalàn'ny Tompo, dia niverina tany Galilia izy, dia tao Nazareta tanànany.","Ary ny Zaza dia nitombo ka nihahery sady feno fahendrena; ary ny fahasoavan'Andriamanitra no tao aminy.","Ary ny ray aman-dreniny nankany Jerosalema isan-taona, raha avy ny andro firavoravoana amin'ny Paska.","Ary rehefa roa ambin'ny folo taona Jesosy, dia niakatra izy ireo, araka ny fanao amin'ny andro firavoravoana.","Ary rehefa tapitra izany andro izany, ka nody izy, Jesosy zaza dia mbola nitoetra tany Jerosalema ihany, nefa tsy fantatry ny ray aman-dreniny izany;","ary satria nataony fa niaraka tamin'ny niara-dia taminy Izy, dia nandeha lalana indray andro izy vao nitady Azy tamin'ny havany sy ny olom-pantany.","Ary nony tsy nahita Azy izy, dia niverina ho any Jerosalema nitady Azy.","Ary rehefa afaka hateloana, dia hitany teo an-kianjan'ny tempoly Izy nipetraka teo afovoan'ny mpampianatra ka nihaino sady nanontany azy.","Ary talanjona izay rehetra nandre Azy noho ny fahalalany sy ny famaliany.","Ary raha nahita Azy izy, dia talanjona, ka hoy ny reniny taminy: Anaka, nahoana no nanao toy izay taminay Hianao? He! izato alahelon-drainao sy izaho nitady Anao!","Fa hoy Izy taminy: Nahoana no nitady Ahy ianareo? tsy fantatrareo va fa tsy maintsy ho eto an-tranon'ny Raiko Aho?[Na: eto amin'ny raharahan']","Nefa tsy azon'ireo ny teny izay nolazainy taminy.","Ary niara-nidina taminy nankany Nazareta Izy ka nanoa azy. Ary ny reniny nitahiry izany teny rehetra izany tao am-pony.","Ary Jesosy nitombo saina sy tena sady nandroso fitia tamin'Andriamanitra sy ny olona.[Na: taona]"]}