{"book":"Lioka","chapter":9,"verses":["Ary Jesosy niantso ny roa ambin'ny folo lahy hankeo aminy ka nanome azy hery sy fahefana hamoaka ny demonia rehetra sy hahasitrana aretina.","Ary Izy naniraka ireo handeha hitory ny fanjakan'Andriamanitra sy hahasitrana ny marary.","Ary hoy izy taminy: Aza mitondra zavatra ho amin'ny alehanareo, na tehina, na kitapom-batsy, na mofo, na vola, ary aza misy mitondra akanjo roa.","Ary izay trano hidiranareo, dia ao no itoero, ary avy ao indray no ialao.","Ary izay tsy mampandroso, anareo, raha miala amin'izany tanàna izany ianareo, dia ahintsano ny vovoka ho afaka amin'ny tongotrareo ho vavolombelona miampanga azy.","Dia lasa nandeha izy ireo ka nitety vohitra nitory ny filazantsara sy nahasitrana teny tontolo eny.","Ary Heroda mpanapaka nandre izay rehetra natao; dia very hevitra izy noho ny filazan'ny olona; fa hoy ny sasany: Jaona no efa nitsangana tamin'ny maty;","ary hoy ny sasany: Elia no efa niseho; fa hoy kosa ny sasany: Ny anankiray amin'ny mpaminany fahiny no efa nitsangana.","Fa hoy Heroda: Raha Jaona, dia izaho no efa nanapaka ny lohany; fa iza indray moa Izao, izay reko fa manao izany zavatra izany? Ary izy nitady hahita Azy.","Ary rehefa niverina ny Apostoly, dia nanambara tamin'i Jesosy izay efa nataony. Ary Izy nitondra azy ka nandeha nitokana nankany amin'ny tanàna atao hoe Betsaida.","Ary ny vahoaka, nony nahalala, dia nanaraka Azy; ary Izy nandray azy tsara ka nilaza taminy ny amin'ny fanjakan'Andriamanitra; ary izay marary dia nositraniny.","Ary nony efa ho hariva ny andro, dia nanatona ny roa ambin'ny folo lahy ka nanao taminy hoe: Ravao ny vahoaka mba hankanesany eny amin'ny vohitra manodidina sy any an-tsaha handry sy hitady hanina; fa at? an-tany foana isika.","Fa hoy Izy taminy: Omeonareo hanina izy. Ary hoy ireo: Tsy manana mihoatra noho ny mofo dimy sy hazandrano roa izahay, raha tsy handeha hividy hanina ho an'ireo olona rehetra ireo.","Fa tokony ho dimy arivo lahy izy. Ary hoy Izy tamin'ny mpianany: Asaovy mipetraka an-tokony izy ka tokony ho dimam-polo avy.","Dia nataony izany, ka nampipetraka azy rehetra izy.","Ary rehefa noraisin'i Jesosy ny mofo dimy sy ny hazandrano roa, dia niandrandra ny lanitra Izy, ka nanaovany fisaorana ireo, dia novakiny ka natolony ny mpianany harosony eny anoloan'ny vahoaka.[Na: nasiany]","Dia nihinana izy rehetra ka voky; ary nangonina izay sombintsombiny sisa tsy lany, ka nisy roa ambin'ny folo harona.","Ary raha nivavaka tao amin'ny mangingina Jesosy, sady teo aminy ny mpianany, dia nanontany azy Izy ka nanao hoe: Ataon'ny olona ho iza moa Aho?","Dia namaly ireo ka nanao hoe: Jaona Mpanao-batisa; nefa ny sasany kosa manao Anao ho Elia, ary ny sasany indray manao hoe: Ny anankiray amin'ny mpaminany fahiny no efa nitsangana.","Fa hoy Izy taminy: Fa ianareo kosa manao Ahy ho iza? Dia namaly Petera ka nanao hoe: Ny Kristin'Andriamanitra.","Ary Izy niteny mafy azy sady nandrara azy mba tsy hilazalaza izany amin'olona","ka nanao hoe: Ny Zanak'olona tsy maintsy hijaly mafy ka holavin'ny loholona sy ny lohan'ny mpisorona mbamin'ny mpanora-dalàna sady hovonoiny; ary amin'ny andro fahatelo dia hatsangana.","Ary hoy koa Jesosy tamin'izy rehetra: Raha misy ta-hanaraka Ahy, aoka izy handà ny tenany, dia hitondra ny hazo fijaliany isan'andro ka hanaraka Ahy.","Fa na iza na iza no ta-hamonjy ny ainy dia hahavery izany; ary na iza na iza no hahavery ny ainy noho ny amiko, dia izy no hamonjy izany.","Fa inona no soa azon'ny olona, raha mahazo izao tontolo izao aza, kanefa very ny ainy, na matiantoka, izany izy?[Na: ny fanahiny]","Fa na iza na iza no ho menatra Ahy sy ny teniko, dia ho menatra azy kosa ny Zanak'olona, raha avy amin'ny voninahiny sy ny an'ny Rainy ary ny an'ny anjely masina.","Fa lazaiko aminareo tokoa: Misy ny sasany eto izay tsy mba hanandrana fahafatesana mandra-pahitany ny fanjakan'Andriamanitra.","Ary rehefa tokony ho havaloana taorian'izany teny izany, dia nitondra an'i Petera sy Jaona ary Jakoba Izy ka niakatra tany an-tendrombohitra hivavaka.","Ary raha mbola nivavaka Izy, dia niova ny toetry ny tarehiny, ary ny fitafiany dia tonga fotsy sady nanelatrelatra.","Ary, indreo, nisy roa lahy niresaka taminy, dia Mosesy sy Elia,","izay niseho tamin-boninahitra ka nilaza ny fialany, izay efa hefainy any Jerosalema.","Ary efa navesatry ny tory ny mason'i Petera sy ny namany; nefa nahari-tory ihany izy, dia nahita ny voninahitr'i Jesosy sy izy roa lahy izay teo aminy.[Na: Nony nahatsiaro tsara]","Ary tamin'ny nisarahan'izy roa lahy taminy dia hoy Petera tamin'i Jesosy: Tompoko, tsara raha mitoetra eto isika; ary aoka izahay hanao tranolay telo: ny anankiray ho Anao, ny anankiray ho an'i Mosesy, ary ny anankiray ho an'i Elia; nefa tsy fantany izay nolazainy.","Ary raha mbola niteny izany izy, dia nisy rahona niseho nanarona azy ireo; ary raha niditra tao anatin'ny rahona ireo, dia raiki-tahotra ny mpianatra telo lahy.","Ary nisy feo avy tao amin'ny rahona nanao hoe: Ity no Zanako voafidiko; Izy no henoy.","Ary rehefa nitsahatra ny feo, dia Jesosy irery ihany no hita. Ary nangina izy ireo ka tsy nilazalaza tamin'olona na dia iray akory aza tamin'izany andro izany ny amin'izay zavatra efa hitany.","Ary nony ampitson'iny, raha nidina avy teo an-tendrombohitra izy ireo, dia nisy vahoaka betsaka nitsena an'i Jesosy.","Ary, indro, nisy lehilahy anankiray avy teo amin'ny vahoaka nitaraina mafy hoe: Mpampianatra ô, masina Hianao, mamindrà fo amin'ny zanako! fa zanako-lahy tokana izy.","Ary, indro, misy fanahy mahazo azy, ka miantsoantso tampoka izy, ary ny fanahy mampifanintontsintona ny tenany sy mampandoa vory azy, ary sarotra ny fialany aminy ka mahatorotorovana azy.","Ary nangataka tamin'ny mpianatrao aho mba hamoaka izany, fa tsy afany.","Ary Jesosy namaly ka nanao hoe: Ry taranaka sady tsy mino no efa nivadika, mandra-pahoviana no hitoerako aminareo sy handeferako aminareo? Ento ety ny zanakao.","Ary raha mbola nanatona izy, dia nampihinjitrinjitra sy nampifanintontsintona azy ny demonia. Ary Jesosy niteny mafy ny fanahy maloto ka nahasitrana ny zazalahy; dia natolony tamin-drainy indray izy.","Dia talanjona izy rehetra noho ny fiandrianan'Andriamanitra. Ny nilazan'i Jesosy fanindroany ny hahafatesany sy ny hitsanganany indray. Fa raha talanjona izy rehetra tamin'izay rehetra nataon'i Jesosy, dia hoy Izy tamin'ny mpianany:","Ampidironareo ao amin'ny sofinareo izany teny izany; fa ny Zanak'olona efa hatolotra eo an-tànan'ny olona.","Nefa tsy azon'ny mpianatra io teny io sady nafenina azy izany mba tsy ho fantany; ary natahotra hanontany Azy ny amin'io teny io izy.","Dia nisy fisainana niseho tao am-pony ny amin'izay ho lehibe ao aminy.","Ary Jesosy nahalala ny fisainan'ny fony, dia nandray zaza anankiray ka nametraka azy teo anoloany;","ary hoy Izy tamin'ireo: Na zovy na zovy no mandray io zaza io noho ny anarako dia mandray Ahy; ary na zovy na zovy no mandray Ahy dia mandray Izay naniraka Ahy; fa izay kely indrindra ao aminareo rehetra, dia izy no lehibe.","Ary Jaona namaly ka nanao hoe: Tompoko, izahay nahita anankiray namoaka demonia tamin'ny anaranao, ka noraranay izy, satria tsy manaraka antsika.","Fa hoy Jesosy taminy: Aza raràna, fa izay tsy manohitra anareo dia momba anareo.","Ary rehefa ho tonga ny fotoana hampiakarana an'i Jesosy, dia niatrika hankany Jerosalema Izy.","Ary nandefa iraka hialoha Azy Izy; dia nandeha ireo ka niditra tao amin'ny vohitra anankiray izay an'ny Samaritana hamboatra ho Azy.","Fa tsy nandray Azy ny olona, satria nandroso toa ho any Jerosalema Izy.","Ary raha hitan'i Jakoba sy Jaona mpianany izany, dia hoy izy: Tompoko, tianao va raha hiteny izahay mba hisy afo milatsaka avy any an-danitra handevona azy?[Ampio hoe: toy ny nataon'i Elia]","Fa Izy nitodika, dia niteny mafy azy.[Ampio hoe: ka nanao hoe: Tsy fantatrareo ny toetry ny fanahy izay anareo. Fa ny Zanak'olona tsy tonga hahavery ny ain'olona, fa hamonjy azy]","Dia nankany amin'ny vohitra hafa Izy.","Ary nony nandroso teny an-dalana izy, dia nisy anankiray nanao tamin'i Jesosy hoe: Hanaraka Anao aho na aiza na aiza halehanao.","Fa hoy Jesosy taminy: Ny amboahaolo manan-davaka, ary ny voro-manidina manana fialofana; fa ny Zanak'olona tsy mba manana izay hipetrahan'ny lohany.[volpa]","Ary hoy Izy tamin'ny anankiray koa: Manaraha Ahy. Fa hoy kosa izy: Tompoko, aoka aho aloha handeha handevina ny raiko.","Fa hoy Jesosy taminy: Aoka ny maty handevina ny maty ao aminy; fa ianao kosa mandehana, ka mitoria ny fanjakan'Andriamanitra.","Ary hoy ny anankiray koa: Tompoko, hanaraka Anao ihany aho; fa aoka aho aloha handeha hanao veloma ny ao an-tranoko.","Fa hoy Jesosy taminy: Tsy misy olona mitana fangady tarihina ary miherika ka miendrika ho ao amin'ny fanjakan'Andriamanitra."]}