{"book":"Lioka","chapter":22,"verses":["Ary efa mby akaiky ny andro firavoravoana fihinanana ny mofo tsy misy masirasira, dia ilay andro atao hoe Paska.","Ary ny lohan'ny mpisorona sy ny mpanora-dalàna nitady izay hamonoany an'i Jesosy; nefa natahotra ny olona izy.","Fa Satana niditra tao anatin'i Jodasy, ilay atao hoe Iskariota, anankiray tamin'ny roa ambin'ny folo lahy;","dia nankao amin'ny lohan'ny mpisorona sy ny lehiben'ny mpiambina izy ka niresaka taminy ny amin'izay hamadihany an'i Jesosy amin'ireo.","Dia faly ireo ka nanaiky hanome vola azy.","Ary nanaiky izy ka nitady izay andro hahazoany hamadika Azy amin'ireo amin'ny tsy misy olona.","Ary tonga ny andro fihinanana ny mofo tsy misy masirasira, dia ilay tsy maintsy hamonoana ny Paska.","Ary Jesosy naniraka an'i Petera sy Jaona ka nanao hoe: Mandehana, ka amboary ny Paska hohanintsika.","Ary hoy ireo taminy: Aiza no tianao hanamboaranay azy?","Dia hoy Izy taminy: Indro, raha miditra ao an-tanàna ianareo, dia hisy lehilahy mitondra siny feno rano hifanena aminareo; manaraha azy ao amin'ny trano izay hidirany.","Dia lazao amin'ny tompon-trano hoe: Izao no lazain'ny Mpampianatra aminao: Aiza ny efi-trano hiarahako mihinana ny Paska amin'ny mpianatro?","Ary izy hanoro anareo efi-trano malalaka ambony rihana, izay efa nasiana fipetrahana; any no amboary.","Dia nandeha izy ka nahita araka izay efa nolazainy taminy; dia namboatra ny Paska izy.","Ary nony tonga ny fotoana, dia nipetraka hihinana Izy mbamin'ny Apostoly.","Ary hoy Izy taminy: Naniry koa raha naniry Aho hiara-mihinana ity Paska ity aminareo, dieny mbola tsy mijaly Aho.","Fa lazaiko aminareo fa tsy mba hihinana izany intsony Aho ambara-pahatanterak'izany ao amin'ny fanjakan'Andriamanitra.","Ary nandray kapoaka Izy, dia nisaotra ka nanao hoe: Raiso ity, ka zarao aminareo;","fa lazaiko aminareo fa hatramin'izao dia tsy hisotro ny vokatry ny voaloboka intsony Aho mandra-pahatongan'ny fanjakan'Andriamanitra.","Ary nandray mofo Izy, ary rehefa nisaotra, dia novakiny ka natolony azy sady nataony hoe : Ity no tenako izay omena ho anareo; izao no ataovinareo ho fahatsiarovana Ahy.","Ary araka izany koa ny kapoaka, rehefa vita ny sakafo, dia hoy Izy: Ity kapoaka ity no fanekena vaovao amin'ny rako, izay aidina ho anareo.","Fa, indro, ny tànan'izay mamadika Ahy dia eto amiko eto ambonin'ny latabatra.","Fa ny Zanak'olona mandeha tokoa, araka izay nanendrena; nefa lozan'izay lehilahy hahazoana manolotra Azy!","Ary ireo nifanontany izay anankiray eo aminy hahefa izany.","Ary nisy koa fifandirana tao aminy ny amin'izay anankiray aminy hatao lehibe.","Ary hoy Jesosy taminy: Ny mpanjakan'ny jentilisa mampanompo azy ary izay manapaka azy no atao hoe mpanao soa.","Fa tsy mba toy izany ianareo; fa izay lehibe aminareo dia aoka ho toy ny zandry; ary izay manapaka dia aoka ho toy ny mpanompo.","Fa iza moa no lehibe, izay mipetraka mihinana va, sa izay manompo? Tsy izay mipetraka mihinana va? Fa Izaho dia eo aminareo toy izay manompo.","Ary ianareo no naharitra nanaraka Ahy tamin'ny fakam-panahy nihatra tamiko;","koa Izaho dia manendry fanjakana ho anareo tahaka ny nanendren'ny Raiko ho Ahy,","mba hihinana sy hisotro eo amin'ny latabatro amin'ny fanjakako ianareo sady hipetraka ambony seza fiandrianana hitsara ny firenen'isiraely roa ambin'ny folo,","Ary hoy ny Tompo: Ry Simona, ry Simona, indro, Satana efa nilofo nitady anareo hokororohiny toy ny vary.","Nefa Izaho nangataka ho anao, mba tsy ho levona ny finoanao; ary rehefa mibebaka ianao, dia ampaherezo ireo rahalahinao.","Ary hoy izy taminy: Tompoko, vonona hanaraka Anao aho, na ho ao an-tranomaizina, na dia ho amin'ny fahafatesana aza.","Fa hoy Jesosy: Lazaiko aminao, ry Petera: Raha tsy mbola misy akoho maneno anio, dia handà intelo ho tsy mahalala Ahy ianao.","Ary hoy koa Izy taminy: Raha nirahiko tsy nitondra kitapom-bola na kitapom-batsy na kapa ianareo, moa nisy zavatra nahory anareo va? Dia hoy ireo: Tsy nisy.","Fa hoy Izy taminy: Fa amin'izao kosa, izay manana kitapom-bola dia aoka hitondra azy; ary toy izany koa ny kitapom-batsy; ary izay tsy manan-tsabatra kosa, dia aoka hivarotra ny lambany izy ka hividy.","Fa lazaiko aminareo: Tsy maintsy ho tanteraka amiko izao voasoratra izao hoe: Ary Izy natao ho isan'ny mpanota (Isa. 53. 12); fa efa ho tanteraka ny amiko.","Ary hoy ireo: Tompoko, indreto sabatra roa. Dia hoy Jesosy taminy: Aoka izay.","Ary nivoaka Jesosy, koa araka ny fanaony dia nankao an-tendrombohitra Oliva Izy, ary ny mpianatra koa nanaraka Azy.","Ary raha vao tonga tao amin'izany tany izany, dia hoy Izy taminy: Mivavaha mba tsy hidiranareo amin'ny fakam-panahy.","Ary Izy nihataka taminy tokony ho indray mitora-bato, dia nandohalika ka nivavaka hoe:","Raiko ô, raha sitrakao, dia esory amiko ity kapoaka ity; nefa aoka tsy ny sitrapoko anie no hatao, fa ny Anao.","Ary nisy anjely avy tany an-danitra niseho teo aminy ka nampahery Azy.","Ary fadiranovana Izy, ka dia nivavaka mafimafy kokoa; ary ny dininy dia tahaka ny rà nipotrapotraka tamin'ny tany.","Ary nony nitsangana avy nivavaka Izy, dia nankeo amin'ny mpianatra ka nahita azy matorin'alahelo.","Dia hoy Izy taminy: Nahoana no dia matory ianareo? Mitsangàna, ka mivavaha, mba tsy hidiranareo amin'ny fakam-panahy.","Ary raha mbola niteny Jesosy, indreo, tamy ny vahoaka, ary ilay atao hoe Jodasy, isan'ny roa ambin'ny folo lahy, dia nandeha teo alohany ka nanatona an'i Jesosy hanoroka Azy.","Fa hoy Jesosy taminy: Ry Jodasy, fanorohana va no amadihanao ny Zanak'olona?","Ary izay teo aminy, raha nahita izay efa hanjo, dia nanao hoe: Tompoko, hamely amin'ny sabatra va izahay?","Ary ny anankiray teo aminy dia nikapa ny mpanompon'ny mpisoronabe ka nahafaka ny sofiny ankavanana.","Fa Jesosy namaly ka nanao hoe: Aoka ihany na dia izao aza. Dia nanendry ny sofiny Izy ka nahasitrana azy.","Ary hoy Jesosy tamin'ny lohan'ny mpisorona sy ny lehiben'ny mpiambina ny tempoly ary ny loholona izay tonga hisambotra Azy: Mivoaka mitondra sabatra sy langilangy toy ny hisambotra jiolahy va ianareo?","Raha teo aminareo isan'andro teo an-kianjan'ny tempoly Aho, dia tsy naninji-tanana tamiko ianareo; fa izao no fotoanareo sy herin'ny maizina.","Ary izy ireo nisambotra an'i Jesosy, dia nitondra Azy ho ao an-tranon'ny mpisoronabe. Ary Petera nanaraka teny lavidavitra eny.","Ary raha namelona afo teo an-kianja ireo ka nipetraka, dia mba nipetraka teo aminy koa Petera.","Ary ny ankizivavy anankiray, nony nahita azy nipetraka teo anilan'ny afo, dia nandinika azy ka nanao hoe: Ity koa nomba Azy.","Fa izy nandà ka nanao hoe: Ravehivavy, tsy fantatro Izy.","Ary vetivety foana rehefa afaka izany, dia nisy olona hafa koa nahita azy ka nanao hoe: Hianao koa mba naman'ireny. Fa Petera nanao hoe: Ralehilahy, tsy mba namany aho.","Ary rehefa afaka tokony ho ora iray, dia nisy anankiray koa nitompo teny ka nanao hoe: Ilehio nomba Azy marina tokoa, fa Galiliana izy.","Fa hoy Petera: Ralehilahy, tsy fantatro izay lazainao. Ary niaraka tamin'izay, raha mbola niteny izy, dia nisy akoho naneno.","Ary ny Tompo nitodika, dia nijery an'i Petera. Ary Petera nahatsiaro ilay tenin'ny Tompo nolazainy taminy hoe: Raha tsy mbola misy akoho maneno anio, dia handà Ahy intelo ianao.","Ary nivoaka Petera, dia nitomany mafy indrindra.","Ary ny lehilahy izay nitana an'i Jesosy dia nanao Azy ho fihomehezana sady nikapoka Azy.","Ary rehefa nanampi-maso Azy izy, dia nanontany Azy hoe: Maminania; iza moa no namely Anao?","Ary niteny ratsy izy nilaza zavatra maro hafa koa nanaratsiany Azy.","Ary raha vao nazava ny andro, niangona ny loholona, dia ny lohan'ny mpisorona sy ny mpanora-dalàna, ka nitondra an'i Jesosy ho eo amin'ny Synedriona, dia nanao hoe:","Raha Hianao no Kristy, dia lazao aminay. Fa hoy Izy taminy: Na dia hilaza aminareo aza Aho, dia tsy hino ianareo.","Ary na dia hanontany aza Aho, dia tsy hamaly akory ianareo.","Fa hatramin'izao ny Zanak'olona dia hipetraka eo an-tanana ankavanan'ny herin'Andriamanitra.","Dia hoy izy rehetra: Zanak'Andriamanitra va ary Hianao? Ary hoy Izy taminy: Voalazanareo fa Izaho no Izy.","Ary hoy ireo: Ka inona indray no ilantsika vavolombelona? fa ny tenantsika no efa nandre tamin'ny vavany."]}