{"book":"Lioka","chapter":8,"verses":["Ary taoriana kelin'izany, dia lasa Jesosy nitety ny tanàna sy ny vohitra nitory ny filazantsaran'ny fanjakan'Andriamanitra; ary ny roa ambin'ny folo lahy nanaraka Azy.","mbamin'ny vehivavy sasany, izay nositraniny tamin'ny fanahy ratsy sy ny aretina, dia Maria atao hoe Magdalena, izay efa nivoahan'ny demonia fito,","sy Johana, vadin'i Koza, mpitandrina ny fananan'i Heroda, ary Sosana mbamin'ny maro hafa koa, izay nanompo azy tamin'ny fananany. [Na: Azy]","Ary nisy vahoaka betsaka niangona, ka nanatona Azy ny olona avy tamin'ny isan-tanàna, dia nanao fanoharana hoe Izy:","Nivoaka ny mpamafy hamafy ny voa; ary raha namafy izy, ny sasany dia voafafy teny amoron-dalana ka voahitsakitsaka, ary dia lanin'ny voro-manidina.","Ary ny sasany dia voafafy teny ambonin'ny vatolampy; ary raha vao naniry izy, dia nalazo; satria tsy nisy mandomando.","Ary ny sasany dia voafafy teny amin'ny tsilo; ary ny tsilo niara-naniry taminy, dia nangeja azy.","Ary ny sasany dia voafafy teny amin'ny tany tsara, dia naniry ka namoa zato heny. Ary rehefa nilaza izany Izy, dia niantso hoe: Izay manan-tsofina ho enti-mihaino, aoka izy hihaino.","Ary ny mpianany nanontany Azy ny amin'izay hevitr'izany fanoharana izany.","Dia hoy Izy: Hianareo no navela hahalala ny zava-miafina ny amin'ny fanjakan'Andriamanitra; fa amin'ny olon-kafa dia fanoharana no atao, mba hijery izy, fa tsy hahita, ary hahare, fa tsy hahafantatra (Isa. 6. 9). [Gr. nomena]","Koa izao no hevitry ny fanoharana: Ny voa dia ny tenin'Andriamanitra.","Ireo teny amoron-dalana dia izay mandre, nefa avy ny devoly ka manaisotra ny teny ao am-pony, fandrao hino izy ka hovonjena.","Ireo teny ambonin'ny vatolampy dia izay mandre sady mandray ny teny amin'ny hafaliana; nefa tsy manam-paka ireo, fa mino vetivety ihany, koa amin'izay andro isehoan'ny fakam-panahy dia mihemotra izy.","Ireo teny amin'ny tsilo dia izay mandre, fa nony mandeha izy, dia voagejan'ny fiahiahiana sy ny harena ary ny fahafinaretan'izao fiainana izao ka tsy mahavanom-boa.","Fa ireo teny amin'ny tany tsara kosa dia izay mandre ny teny amin'ny fo sady marina no tsara, dia mitana azy ka mamoa amin'ny faharetana.","Tsy misy olona mampirehitra jiro ka manarona azy, na nametraka azy ao ambanin'ny farafara; fa ataony eo amin'ny fanaovan-jiro izy, mba ho hitan'izay miditra ny mazava.","Fa tsy misy takona izay tsy ho hita, na miafina izay tsy ho fantatra sy tsy haseho.","Koa tandremo ny fihainonareo; fa izay manana dia homena; ary izay tsy manana kosa, na dia izay ataony ho ananany aza dia halaina aminy.","Ary renin'i Jesosy sy ny rahalahiny nanatona Azy, fa tsy nahazo nihaona taminy, satria nifanety ny vahoaka.","Ary nisy nilaza taminy hoe: Ny reninao sy ny rahalahinao mijanona ato ala-trano ta-hahita Anao.","Fa namaly Izy ka nanao taminy hoe: Ny reniko sy ny rahalahiko dia ireto izay mandre ny tenin'Andriamanitra ka mankatò azy.","Ary tamin'ny andro anankiray dia niondrana an-tsambokely Jesosy sy ny mpianany; ary hoy Izy taminy: Andeha isika hankeny am-pitan'ny farihy; dia lasa izy.","Ary nony nandeha ny sambokely, dia azon'ny torimaso Jesosy; ary nisy tafio-drivotra nidina tamin'ny farihy, ka nila ho feno rano ny sambo, ary saiky nahita loza izy ireo.","Ary nanatona izy, dia namoha Azy ka nanao hoe: Tompoko, Tompoko, maty izahay! Dia nitsangana Izy, ka noteneniny mafy ny rivotra sy ny onjan-drano. Ary dia nitsahatra izany, ka tonga tony tsara ny andro.","Ary hoy Izy taminy: Aiza ny finoanareo? Ary natahotra izy ireo sady gaga ka niresaka hoe: Iza moa Ity, no mandidy ny rivotra sy ny rano Izy, ka manaiky Azy izany!","Dia nitody tany amin'ny tanin'ny Gerasena izay tandrifin'i Galilia izy.[Na: (Gadarena)]","Ary raha niala nankeny an-tanety Jesosy, dia nifanena taminy ny lehilahy anankiray avy tao an-tanàna, izay efa nanana demonia, ary efa ela izy no tsy nitafy lamba sady tsy nitoetra tao an-trano, fa teny amin'ny fasana.","Fa nony nahita an'i Jesosy izy, dia niantso mafy sady niankohoka teo anatrehany ka niteny tamin'ny feo mahery hoe: Moa mifaninona akory Hianao, Jesosy, Zanak'Andriamanitra Avo Indrindra ô? masina Hianao, aza mampijaly ahy.","Fa Izy nandidy ny fanahy maloto hivoaka tamin-dralehilahy. Fa efa nahazo azy ela izany; ary efa nafatotra tamin'ny gadra, na ny tànany, na ny tongony, ka nambenana izy; nefa notapahiny ny fatorana, ka dia nentin'ny demonia niriotra nankany an-efitra izy.","Ary Jesosy nanontany azy ka nanao hoe: Iza moa no anaranao? Dia hoy izy: Legiona; fa demonia maro no efa niditra tao anatiny.","Ary nifona taminy izy mba tsy handidiany azy hankany amin'ny lavaka tsy hita noanoa.","Ary nisy kisoa maro andiany iray nandrasana teny an-tendrombohitra, ary ny demonia nifona taminy mba havelany hiditra ao anatiny. Dia nekeny.","Ary ny demonia, rehefa nivoaka tamin-dralehilahy, dia niditra tao anatin'ny kisoa; ary ireo kisoa andiany ireo nitratrevatreva tamin'ny hantsana ho any amin'ny farihy, ka dia maty tany.[Gr. kenda]","Ary nony hitan'ny mpiandry izany natao izany, dia nandositra izy ka nilaza izany tao an-tanàna sy tany an-tsaha.","Dia nivoaka ny olona mba hizaha izany natao izany; ary tonga tany amin'i Jesosy izy, dia nahita an-dralehilahy izay efa nivoahan'ny demonia, fa indro izy nipetraka teo anilan'ny tongotr'i Jesosy nitafy lamba sady ary saina; dia raiki-tahotra ireo.","Ary izay efa nahita dia nanambara tamin'ny olona ny namonjena an'ilay demoniaka.","Ary ny olona rehetra tany amin'ny tanin'ny Gerasena manodidina dia nangataka an'i Jesosy hiala aminy, satria raiki-tahotra indrindra izy; ary Jesosy niondrana an-tsambokely ka niverina.[Na: Gadarena]","Ary ny lehilahy izay efa nivoahan'ny demonia dia nangataka mba hitoetra ao aminy; nefa nampodin'i Jesosy izy ka nataony hoe:","Modia ihany any an-tranonao, ka ambarao ny zavatra lehibe nataon'Andriamanitra taminao. Dia nandeha izy ka nitory eran'ny tanàna izay zavatra lehibe nataon'i Jesosy taminy.","Ary nony tafaverina Jesosy, dia nandray Azy tsara ny vahoaka, fa niandry Azy avokoa izy rehetra.","Ary, indro, dia tonga ny lehilahy atao hoe Jairo, mpanapaka ny synagoga; dia niankohoka tamin'ny tongotr'i Jesosy izy ka niangavy taminy hiditra ao an-tranony.","Fa nanana zanakavavy tokana tokony ho roa ambin'ny folo taona izy, ary efa ho faty razazavavy. Ary raha nandeha Jesosy, dia nanety lalana Azy ny vahoaka.","Ary nisy vehivavy anankiray narary roa ambin'ny folo taona, izay efa nandany ny fananany rehetra tamin'ny mpanao fanafody, nefa tsy nisy nahasitrana azy akory.[Gr. narary nandeha rà]","Dia nankao ivohon'i Jesosy ravehivavy ka nanendry ny somotraviavin-dambany, ary niaraka tamin'izay dia nijanona ny aretiny.[Gr. fandehanan'ny ràny]","Ary hoy Jesosy: Iza moa no nanendry Ahy? Ary rehefa samy nandà izy rehetra, dia hoy Petera sy ny namany: Tompoko, ny vahoaka betsaka mifanety ka manizina Anao.","Fa hoy Jesosy: Nisy olona nanendry Ahy; fa fantatro fa nisy hery nivoaka avy tamiko.","Ary rehefa hitan-dravehivavy fa tsy takona Azy izy, dia nangovitra izy ka nankeo aminy sady niankohoka teo anatrehany, dia nanambara teo anatrehan'ny vahoaka rehetra izay anton'ny nanendreny Azy sy izay nahasitranany niaraka tamin'izay.","Ary hoy Jesosy taminy: Anaka, ny finoanao no nahasitrana anao; mandehana soa aman-tsara.[Gr. nahavonjy]","Ary raha mbola niteny Jesosy, dia tonga ny anankiray avy tany amin'ilay mpanapaka ny synagoga ka nanao hoe: Maty ny zanakao-vavy; aza manahirana ny Mpampianatra.","Fa Jesosy, raha nahare, dia namaly azy ka nanao hoe: Aza matahotra; minoa fotsiny ihany, dia ho velona izy.[Gr. voavonjy]","Ary raha tonga tao an-trano Izy, dia tsy nisy olona navelany hiara-miditra taminy, afa-tsy Petera sy Jaona ary Jakoba mbamin'ny ray aman-drenin-drazazavavy.","Ary ny olona rehetra nitomany sy nisaona azy; fa Jesosy nanao hoe: Aza mitomany; fa tsy maty izy, fa matory.","Dia nihomehy Azy fatratra ny olona satria fantany fa efa maty razazavavy.","Ary Jesosy dia nandray ny tànany ka niantso hoe: Ry zazavavy, miarena.","Dia nody indray ny ainy, ka niarina niaraka tamin'izay izy; ary nasainy nomena hanina izy.","Ary dia talanjona ny ray aman-dreniny; fa Jesosy nandrara ary tsy hilazalaza amin'olona ny zavatra efa natao."]}