{"book":"Lioka","chapter":23,"verses":["Ary ny olona rehetra nitsangana ka nitondra an'i Jesosy tany amin'i Pilato,","dia niampanga Azy ka nanao hoe: Ilehity hitanay nampiodina ny firenenay sady nandrara tsy handoa hetra ho an'i Kaisara ka nilaza ny tenany ho Kristy Mpanjaka.","Ary Pilato nanontany Azy hoe: Hianao va no Mpanjakan'ny Jiosy? Ary Izy namaly azy ka nanao hoe: Voalazanao.","Dia hoy Pilato tamin'ny lohan'ny mpisorona sy ny vahoaka: Tsy hitako izay helok'ity Lehilahy ity.","Fa vao mainka nandentika ireo ka nanao hoe: Nampiodina ny olona Izy sady nampianatra eran'i Jodia rehetra, nanomboka hatrany Galilia ka hatraty.","Raha nandre izany Pilato, dia nanontany raha olona avy any Galilia Jesosy.","Ary rehefa fantany fa avy tamin'ny tany tapahin'i Heroda Izy, dia nampanatitra Azy tany amin'i Heroda izy, fa tany Jerosalema koa Heroda tamin'izany andro izany.","Ary faly dia faly Heroda, raha nahita an'i Jesosy; fa efa naniry ela hahita Azy izy, satria efa nandre ny aminy ary nanantena hahita famantarana hataony.","Ary izy nanontany Azy teny maro; fa tsy namaly teny azy akory Jesosy.","Ary ny lohan'ny mpisorona sy ny mpanora-dalàna nijanona teo dia nitompo teny fatratra hiampanga Azy.","Ary Heroda sy ny miaramilany namingavinga Azy ka nanao Azy ho fihomehezana, dia nampiakanjo Azy akanjo tsara ka namerina Azy tany amin'i Pilato.","Ary tonga nisakaiza Heroda sy Pilato tamin'izany andro izany; kanefa nifandrafy izy roa lahy talohan'izany.","Ary rehefa nasain'i Pilato novorina ny lohan'ny mpisorona sy ny mpanapaka ary ny vahoaka,","dia hoy izy taminy: Entinareo at? amiko ity Lehilahy ity toy ny nampiodina ny vahoaka; ary, indro, efa nanadina Azy teto anatrehanareo aho, nefa tsy hitako izay helok'ity Lehilahy ity amin'izay iampanganareo Azy.","Tsia, na dia Heroda koa aza, fa namerina Azy hoy amintsika izy; ary, indro, tsy nisy zavatra nataony izay tokony hahafaty Azy;","koa hofaizako Izy, dia halefako.","","Fa izy rehetra niantso mafy indray miredona nanao hoe: Vonoy Io, ka Barabasy no alefaso ho anay!","Nefa natao tao an-tranomaizina io Barabasy io noho ny fikomiana tao an-tanàna sy ny vonoan-olona.","Ary satria tian'i Pilato halefa Jesosy, dia niteny indray izy.","Fa ny olona niantso kosa ka nanao hoe: Homboy, homboy amin'ny hazo fijaliana Izy!","Fa hoy izy taminy fanintelony: Ka inona ary no ratsy nataony: tsy hitako izay helony tokony hahafaty Azy koa hofaizako Izy, dia halefako.","Fa niantso tamin'ny feo mafy ny olona ka nangataka hanomboana an'i Jesosy amin'ny hazo fijaliana. Ary nahery ny feon'ny olona.","Ary Pilato dia nandidy hanao izay nangatahiny.","Ary dia nalefany ilay natao tao an-tranomaizina noho ny fikomiana sy ny vonoan-olona, satria io no nangatahiny; fa Jesosy kosa natolony hataony araka ny sitrapony.","Ary raha nitondra an'i Jesosy izy, dia nitana lehilahy Kyreniana anankiray atao hoe Simona, izay vao avy any an-tsaha, ka nampitondra iny ny hazo fijaliana hanaraka an'i Jesosy.","Ary nisy vahoaka betsaka nanaraka Azy ary vehivavy maro izay niteha-tratra sady nitomany Azy.","Fa Jesosy nitodika azy ka nanao hoe: Ry zanakavavin'i Jerosalema, aza mitomany Ahy, fa mitomania ny tenanareo sy ny zanakareo.","Fa, indro, ho avy ny andro izay hilazany hoe: Sambatra ny momba sy ny kibo izay tsy niteraka ary ny nono izay tsy ninonoan-jaza.","Dia hilaza amin'ny tendrombohitra hoe izy: Mianjerà aminay; ary amin'ny havoana hoe: Saròny izahay (Hos. 10. 8).","Fa raha ataony amin'ny hazo maitso izany hatao ahoana amin'ny maina?","Ary nisy olon-dratsy roa lahy nentina hiaraka hovonoina aminy koa.","Ary rehefa tonga teo amin'ny tany atao hoe Ikarandoha izy, dia teo no namonoany an'i Jesosy sy ireo olon-dratsy ireo, ny anankiray teo ankavanany ary ny anankiray teo ankaviany.","Ary hoy Jesosy: Raiko ô, mamelà ny helony, fa tsy fantany izay ataony.Dia nanaovany loka no fizara ny fitafiany.","Ary ny olona nijanona teo ka nijery. Ary ny loholona kosa mba nandatsa ka nanao hoe: Namonjy ny sasany Izy; aoka hovonjeny ny tenany, raha Izy no Kristin'Andriamanitra, dia Ilay nofidina.","Ary ny miaramila koa nihomehy Azy, dia nankeo ka nanome Azy vinaingitra,","sady nanao hoe: Raha Hianao no Mpanjakan'ny Jiosy, vonjeo ny tenanao.","Ary nisy soratra teo amboniny nanao hoe: ITY NO MPANJAKAN'NY JIOSY.","Ary ny anankiray tamin'ireo olon-dratsy nahantona teo ireo dia niteny ratsy Azy ka nanao hoe: Tsy Hianao va no Kristy? vonjeo ny tenanao sy izahay.","Fa namaly kosa ilay anankiray, sady nananatra ny namany ka nanao hoe: Moa ianao koa tsy mba matahotra an'Andriamanitra na dia izao samy voaheloka izao aza?","Ary marina ny anamelohany antsika, satria mandray ny valin'ny nataontsika isika; fa ity Lehilahy ity kosa tsy mbola nanao zavatra tsy mety na dia kely akory aza.","Ary hoy izy: Jesosy ô, tsarovy aho, rehefa avy amin'ny fanjakanao Hianao.","Dia hoy Jesosy taminy: Lazaiko aminao marina tokoa: Anio no hihaonanao amiko any Paradisa.","Ary rehefa tokony ho tamin'ny ora fahenina, dia maizina ny tany rehetra ka naharitra hatramin'ny ora fahasivy izany,","satria nihamaizina ny masoandro, ary triatra misasaka ny efitra lamba teo amin'ny tempoly.","Ary niantso tamin'ny feo mahery Jesosy ka nanao hoe: Raiko ô, eo an-tananao no atolotro ny fanahiko (Sal. 31. 5); ary rehefa niteny izany Izy, dia afaka ny ainy.","Ary ny kapiteny, raha nahita izay zavatra tonga teo, dia nankalaza an'Andriamanitra ka nanao hoe: Lazaiko tokoa fa marina io Lehilahy io.","Ary ny vahoaka rehetra izay vory teo mba hijery izany, raha nahita ny zavatra tonga teo, dia niverina miteha-tratra.","Fa ny olom-pantany rehetra sy ny vehivavy izay nanaraka Azy avy tany Galilia dia nijanona teny lavidavitra eny nijery izany zavatra izany.","Ary, indro, nisy lehilahy atao hoe Josefa, izay isan'ny Synedriona, dia lehilahy tsara fanahy sady marina.","Izany lehilahy izany tsy nanaiky ny hevitra sy ny nataon'ny sasany; avy tany Arimatia, tanànan'ny Jiosy, izy sady niandry ny fanjakan'Andriamanitra.","Izany lehilahy izany dia nankao amin'i Pilato ka nangataka ny fatin'i Jesosy.","Dia nampidininy ny faty ka nofonosiny hariry madinika, dia naleviny tao amin'ny fasana nolavahana tamin'ny vatolampy, izay tsy mbola nandevenana olona.","Ary andro fiomanana izany andro izany, ka efa antomotra ny Sabata.","Ary ny vehivavy izay nomba Azy avy tany Galilia dia nanaraka teo aoriana ka nahita ny fasana sy izay fampandriny ny faty.","Ary niverina ireo ka namboatra zava-manitra sy menaka manitra. Ary tamin'ny Sabata dia nitsahatra ihany izy araka ny lalàna."]}