{"book":"Lioka","chapter":17,"verses":["Ary hoy Jesosy tamin'ny mpianany: Tsy maintsy ho avy ny fahatafintohinana; nefa lozan'izay olona mahatonga izany!","Aleo anantonana vato lehibe fikosoham-bary ny vozony, ka atsipy any an-dranomasina izy, toy izay hahatafintohina na dia ny anankiray amin'ireo madinika ireo aza.[Na: ahodim-boriky]","Mitandrema ianareo; fa raha manota ny rahalahinao, dia teneno mafy izy, ka raha mibebaka izy, dia mamelà ny helony.","Ary raha manota aminao impito indray andro izy, ary mivalo aminao impito kosa manao hoe; Mibebaka aho, dia mamelà ny helony.","Ary hoy ny Apostoly tamin'ny Tompo: Ampitomboy ny finoanay.","Fa hoy ny Tompo: Raha manana finoana na dia hoatra ny voan-tsinapy iray aza ianareo, dia azonareo lazaina amin'io vorihazo io hoe: Miongota, ary aoka hambolena ao anatin'ny ranomasina, dia hanaiky anareo izy.","Ary iza moa aminareo no manana mpanompo miasa tany, na miandry ondry, ka raha tonga avy tany an-tsaha ilay mpanompo, dia hanao aminy hoe: Avia faingana, ka mipetraha hihinana?","Fa tsy hilaza aminy kosa hoe va izy: Manamboara izay hisakafoako, ary misikìna, ka manompoa ahy ambara-pihinako sy hisotroako; fa rehefa vita izany, dia vao mahazo mihinana sy misotro ianao?","Moa misaotra izany mpanompo izany va izy, satria nataony izay nandidiany?","Dia tahaka izany koa ianareo, rehefa vitanareo izay rehetra nandidiana anareo, dia ataovy hoe: Mpanompo ny mahasoa izahay; ny tokony ho nataonay ihany no efa nataonay.","Ary raha niakatra ho any Jerosalema Jesosy, dia nandeha namaky an'i Samaria sy Galilia.[Na: Teny anelanelan'i]","Ary raha niditra tao amin'ny vohitra anankiray Izy, dia nisy boka folo lahy nifanena taminy, izay nijanona teny lavitra eny.","Ary izy ireo niantso mafy nanao hoe: Ry Jesosy Tompo ô, mamindrà fo aminay.","Ary raha hitany ireo, dia hoy Izy taminy: Mandehana, misehoa amin'ny mpisorona. Ary rehefa lasa izy ireo, dia nadio teny am-pandehanana.","Ary ny anankiray tamin'ireo, raha nahita fa sitrana izy, dia niverina ka nankalaza an'Andriamanitra tamin'ny feo mahery","sady niankohoka tamin'ny tongotr'i Jesosy ka nisaotra Azy; ary Samaritana iny lehilahy iny.","Dia namaly Jesosy ka nanao hoe: Tsy efa voadio avokoa va izy folo lahy? fa aiza ny sivy?","Moa tsy nisy hita niverina hanome voninahitra an'Andriamanitra afa-tsy ity olona hafa firenena ity ihany va?","Ary hoy Izy taminy: Mitsangàna, mandehana; ny finoanao no efa nahavonjy anao.","Ary Jesosy, nony nanontanian'ny Fariseo izay andro hihavian'ny fanjakan'Andriamanitra, dia namaly azy hoe: Tsy misehoseho no fihavin'ny fanjakan'Andriamanitra.","Ary ny olona tsy hanao hoe: Indro, et?! na er? ! fa, indro, ny fanjakan'Andriamanitra dia ao anatinareo.[Na: efa eo aminareo]","Ary hoy Izy tamin'ny mpianatra: Ho avy ny andro hanirianareo hahita ny anankiray amin'ny andron'ny Zanak'olona, nefa tsy hahita ianareo.","Ary ny olona hilaza aminareo hoe: Indro, er? ! na: Indro, et?! nefa aza mandeha ianareo, na manaraka azy.","Fa tahaka ny helatra manelatra hatramin'ny faravodilanitra ka mahazava hatramin'ny farany koa, dia ho toy izany ny Zanak'olona amin'ny androny,","Fa tsy maintsy mijaly mafy Izy aloha ka holavin'ity taranaka ity.","Ary tahaka ny tamin'ny andron'i Noa, dia hisy toy izany koa amin'ny andron'ny Zanak'olona:","nihinana izy, nisotro izy, nampaka-bady izy, navoaka hampakarina izy, mandra-pihavin'ny andro izay nidiran'i Noa tao amin'ny sambo-fiara, dia tonga ny Safo-drano ka nandringana azy rehetra.","Ary tahaka ny tamin'ny andron'i Lota koa: nihinana izy, nisotro izy, nivarotra izy, namboly izy, nanao trano izy;","fa tamin'ny andro izay nivoahan'i Lota avy tao Sodoma, dia nisy afo sy solifara nilatsaka avy tany an-danitra ka nandringana azy rehetra.","Dia ho tahaka izany koa amin'ny andro hisehoan'ny Zanak'olona.","Amin'izany andro izany izay eo an-tampon-trano, ary ny entany ao an-trano, dia aoka tsy hidina haka izany; ary toy izany koa izay any an-tsaha, aoka tsy hiverina amin'izay efa nilaozany izy.","Tsarovy ny vadin'i Lota.","Na zovy na zovy mitady hamonjy ny ainy dia hahavery azy; ary na zovy na zovy no hahavery ny ainy dia hahazo izany.","Lazaiko aminareo fa amin'izany alina izany hisy roa lahy miray fandriana; ny anankiray horaisina, ary ny anankiray havela.","Hisy roa vavy miara-mitoto vary; ny anankiray horaisina, ary ny anankiray havela.","","Dia namaly izy ireo ka nanao taminy hoe: Aiza, Tompoko? Ary hoy Izy taminy: Izay itoeran'ny faty, dia any koa no hiangonan'ny voromahery."]}