{"book":"Lioka","chapter":5,"verses":["Ary raha nifanizina taminy ny vahoaka mba hihaino ny tenin'Andriamanitra, dia nijanona teo amoron'ny Farihin'i Genesareta Jesosy;","ary nahita sambokely roa nijanona teo an-tsisin'ny farihy Izy; fa ny mpanarato efa niala taminy ka nanasa ny haratony.","Ary niditra teo amin'ny sambokely anankiray izay an'i Simona Izy, dia nangataka taminy hihataka kely amin'ny tany. Dia nipetraka teo an-tsambokely Izy ka nampianatra ny vahoaka.","Ary rehefa nitsahatra niteny Jesosy, dia hoy Izy tamin'i Simona: Mandrosoa ho any amin'ny lalina, dia alatsaho ny haratonareo hahazoana hazandrano.","Fa Simona namaly ka nanao hoe: Tompoko, mandritra ny alina no efa nikelezanay aina, nefa tsy nahazo na inona na inona; kanefa noho ny teninao; dia halatsako ihany ny harato.","Ary rehefa nataony izany, dia nahazo hazandrano be dia be izy, ka efa nisy triatra ny haratony.","Ary izy nanatsika ny namany, izay teo amin'ny sambokely hafa, mba ho avy hanampy azy. Dia avy ireny, ary nofenoiny ny sambokely roa, ka efa saiky nilentika.","Ary rehefa hitan'i Simona Petera izany, dia niankohoka tamin'ny tongotr'i Jesosy izy ka nanao hoe: Tompoko, mialà amiko, fa olo-meloka aho.","Fa talanjona izy sy izay rehetra teo aminy noho ny haben'ny hazan-drano izay azony.","Ary toy izany koa Jakoba sy Jaona, zanak'i Zebedio, izay niombon-draharaha tamin'i Simona. Dia hoy Jesosy tamin'i Simona: Aza matahotra; hatramin'izao ankehitriny izao dia olona kosa no ho azonao.","Ary rehefa nampiantsona ny sambokeliny teo an-tanety izy, dia nahafoy ny zavatra rehetra ka nanaraka an'i Jesosy.","Ary raha tao an-tanàna anankiray Jesosy, indro, nisy lehilahy heniky ny habokana: ary nony nahita Azy io, dia niankohoka ka nitaraina taminy hoe: Tompoko, raha mety Hianao, dia mahay manadio ahy.","Ary Jesosy naninjitra ny tanany, dia nanendry azy ka nanao hoe: Mety Aho; madiova ianao. ry ny habokany niala taminy niaraka tamin'izay.","Ary Jesosy nandrara azy tsy hilaza amin'olona na dia iray akory aza; fa mandehana, hoy Izy, misehoa amin'ny mpisorona, ka manatera ny fanadiovana anao araka ny nandidian'i Mosesy, ho vavolombelona amin'ireo.","Fa mainka niely bebe kokoa ny lazany, dia niangona ny vahoaka betsaka hihaino Azy sy hositranina tamin'ny aretiny.","Ary niala teo Izy, dia nitoetra tany an-efitra ka nivavaka.","Ary tamin'ny andro anankiray, raha nampianatra Jesosy, dia nipetraka teo ny Fariseo sasany sy ny mpampiana-dalàna, izay efa niala tamin'ny tanàna rehetra any Galilia sy Jodia ary tany Jerosalema; ary ny herin'ny Tompo dia tao aminy mba hahasitranany.","Ary, indro, nisy nitondra lehilahy tamin'ny fandriana, izay mararin'ny paralysisa, ka nitady izay hampidirany sy hametrahany azy teo anatrehany.","Ary satria tsy nahita izay hampidirany azy izy noho ny habetsahan'ny vahoaka, dia niakatra teo an-tampon-trano ka nanesorany ny tafo tanimanga, dia nampidininy ralehilahy mbamin'ny fandriany ho eo afovoan'ny olona, dia teo anatrehan'i Jesosy.","Ary raha hitan'i Jesosy ny finoan'ireo, dia hoy Izy: Ralehilahy, voavela ny helokao.","Fa ny mpanora-dalàna sy ny Fariseo niara-nisaina hoe: Iza moa Ity miteny ratsy Ity? Iza no mahavela heloka, afa-tsy Andriamanitra ihany?[Gr. manao blasfemia; izahao Mat. 9.3]","Fa Jesosy nahafantatra ny eritreriny, dia namaly ka nanao taminy hoe: Nahoana ianareo no mieritreritra ao am-ponareo?","Iza moa no moramora kokoa, ny manao hoe va: Voavela ny helokao, sa ny manao hoe: Mitsangàna, ka mandehana?","Fa mba ho fantatrareo fa ny Zanak'olona manana fahefana ety ambonin'ny tany hamela heloka - dia hoy Izy tamin'ilay mararin'ny paralysisa: Izaho milaza aminao hoe: Mitsangàna, dia betao ny fandrianao, ary modia any an-tranonao.","Ary tamin'izay dia nitsangana teo anatrehan'ny olona izy ka nambeta ny fandriany, dia lasa nody sady nankalaza an'Andriamanitra.","Ary talanjona avokoa ny olona rehetra, dia nankalaza an'Andriamanitra sady raiki-tahotra indrindra ka nanao hoe: Efa nahita zavatra mahagaga isika androany.","Ary rehefa afaka izany, dia nandeha Jesosy ka nahita mpamory hetra atao hoe Levy, nipetraka teo am-pamorian-ketra; dia hoy Izy taminy: Manaraha Ahy.[Izahao Mat. 9,9]","Ary nahafoy ny zavatra rehetra izy ka nitsangana, dia nanaraka Azy.","Ary Levy nanao fanasana lehibe tao an-tranony ho an'i Jesosy; ary nisy mpamory hetra maro sy olon-kafa koa, izay niara-nipetraka nihinana teo aminy.","Fa ny Fariseo sy ny mpanora-dalàna izay teo aminy dia nimonomonona tamin'ny mpianatr'i Jesosy ka nanao hoe: Nahoana ianareo no miara-mihinana sy misotro amin'ny mpamory hetra sy ny mpanota?","Ary Jesosy namaly ka nanao taminy hoe: Tsy ny finaritra no mila mpanao fanafody, fa ny marary;","tsy avy hiantso ny marina Aho, fa ny mpanota mba hibebaka.","Ary hoy izy ireo taminy: Ny mpianatr'i Jaona mifady hanina matetika sy mivavaka, ary ny an'ny Fariseo koa mba tahaka izany ihany, fa ny Anao kosa mihinana sy misotro ihany.","Ary hoy Jesosy taminy: Mahay mampifady ny havan'ny mpampakatra va ianareo, raha mbola ao aminy ihany ny mpampakatra?","Fa ho avy ny andro; ary rehefa voaisotra ny mpampakatra hiala aminy, dia amin'izany andro izany vao hifady izy.[Na: Ny andro izay hanesorana]","Ary Izy nanao fanoharana taminy koa nanao hoe: Tsy misy olona mandriatra lamba vaovao hanalany tapa-damba hatampina ny lamba tonta; fa raha izany, dia mahatriatra ny vaovao izy, ary ilay tapa-damba nalaina tamin'ny vaovao dia tsy hifanaraka amin'ny tonta.","Ary tsy misy olona manisy divay vaovao no anaty siny hoditra tonta; fa raha izany, ny divay vaovao mahatriatra ny siny hoditra, ka ho raraka ny divay, sady ho simba foana ny siny hoditra;","Fa ny divay vaovao dia tsy maintsy hatao ao anaty siny hoditra vaovao.","Tsy misy olona, rehefa nisotro ny divay ela, no maniry ny vaovao; fa hoy izy: Ny ela no tsara.[Na: tsaratsara kokoa]"]}