{"book":"Malakia","chapter":2,"verses":["Ary ankehitriny, ry mpisorona, dia ho aminareo izao didy izao:","Raha tsy hihaino na handatsaka am-po ka hanome voninahitra ny anarako ianareo, hoy Jehovah, Tompon'ny maro, dia halefako hamely anareo ny ozona, ka hozoniko ny tso-drano ataonareo; eny, efa voaozoko sahady izany, satria tsy nandatsaka am-po ianareo.","Indro, hasiako teny mafy ny voa afafinareo, ary hofafazako tain-droroha ny tavanareo, dia ny tain-droroha avy amin'ny andro firavoravoanareo; ary hailika miaraka aminy ianareo.","Dia ho fantatrareo fa nampitondra izany didy izany ho aminareo Aho, mba haharetan'ny fanekeko amin'i Levy, hoy Jehovah, Tompon'ny maro. [Na: mba ho fanekeko amin'ny Levy zanany]","Ny fanekeko taminy dia fiainana sy fiadanana; ary nomeko azy ho fahatahorana izany, ka dia natahotra Ahy sy nangovitra teo anatrehan'ny anarako izy.","Ny lalàn'ny fahamarinana no teo am-bavany, ary tsy mba nisy tsi-fahamarinana teo amin'ny molony; tamin'ny fiadanana sy ny fahitsiana no niarahany nandeha tamiko, ary maro no nampialainy tamin'ny heloka.","Fa ny molotry ny mpisorona tokony hitahiry fahalalana, ary ny lalàna hotadiavina eo am-bavany, satria irak'i Jehovah, Tompon'ny maro, izy.","Fa ianareo kosa dia efa nivily lalana sady nampahatafintohina olona maro ny amin'ny lalàna ary namadika ny fanekena amin'i Levy, hoy Jehovah; Tompon'ny maro.","Ary Izaho kosa dia efa nanolotra anareo ho fanazimbazimba sy ho fanao tsinontsinona eo anatrehan'ny vahoaka rehetra, noho ny tsy nitandremanareo ny lalako sy ny nizahanareo tavan'olona ny amin'ny lalàna.","Tsy mpiombon-dray va isika rehetra? Tsy Andriamanitra iray ihany va no nahary antsika ? Koa nahoana no samy mivadika amin'ny rahalahintsika avy isika ka mamadika ny fanekena tamin'ny razantsika?","Ny Joda efa namitaka, ary misy fahavetavetana atao ao amin'ny Isiraely sy ao Jerosalema; fa ny Joda efa nandoto ny fitoera-masin'i Jehovah, izay tiany, sady efa nanambady ny zanaka-vavin'ny andriamani-kafa.","Enga anie ka hofongoran'i Jehovah hiala amin'ny lain'i Jakoba ny lehilahy izay manao izany, na iza na iza, sy izay manatitra fanatitra ho an'i Jehovah, Tompon'ny maro. [Heb. na ny mpiambina, na ny mpamaly]","Ary faharoan'izany, dia izao koa no ataonareo: Saronanareo ranomaso sy fitomaniana ary fisentoana ny alitaran'i Jehovah, ka tsy mba jereny intsony ny fanatitra, ary tsy handray fankasitrahana avy amin'ny tananareo Izy.","Nefa hoy ianareo: Nahoana? Satria Jehovah no vavolombelona ny aminao sy ny vadin'ny fahatanoranao izay nofitahinao, na dia namanao sady vady efa vita fanekena taminao aza izy.","Moa tsy nisy anankiray nanao izany va, nefa mbola nanam-panahy ihany ? Fa inona andrefa no notadiavin'ilay anankiray? Taranaka araka an'Andriamanitra. Koa dia tandremo ny fanahinareo, ary aoka tsy hisy hamitaka ny vadin'ny fahatanorany. [Na: moa tsy iray va no nataony? Nefa nanana fanahy sisa ihany Izy. Ary nahoana no iray? Nitady taranaka araka an'Andriamanitra Izy]","Fa halako ny fisaoram-bady, hoy Jehovah, Andriamanitry ny Isiraely, sy ny fanosenana fampahoriana amin'ny fitafiany, hoy Jehovah, Tompon'ny maro; koa tandremo ny fanahinareo, ary aza mamitaka ianareo.","Efa manasatra an'i Jehovah amin'ny teninareo ianareo. Nefa hoy ianareo: Amin'inona moa no anasaranay Azy ? Amin'ny fanaovanareo hoe: Izay rehetra manao ratsy dia tsara eo imason'i Jehovah ka ankasitrahany, na amin'ny hoe: Aiza Andriamanitry ny fitsarana ?"]}