{"book":"Malakia","chapter":3,"verses":["Indro, haniraka ny irako Aho, ary izy hanamboatra lalana eo alohako; ary ny Tompo Izay tadiavinareo dia ho avy tampoka ho eo an-tempoliny; ary ny Anjelin'ny fanekena Izay irinareo, dia, indro, tamy Izy, hoy Jehovah, Tompon'ny maro. [Na: Iraky]","Nefa iza no mahatanty ny andro hihaviany? Ary iza no mahajanona, raha miseho Izy? Fa Izy dia tahaka ny afon'ny mpandrendrika sy ny savonin'ny mpanasa lamba.","Ary hipetraka handrendrika sy hanadio volafotsy Izy; eny, hanadio ny taranak'i Levy Izy sy handrendrika azy toy ny fandrendrika volamena sy volafotsy, ka dia ho an'i Jehovah ireny ho mpanatitra fanatitra amim-pahamarinana.","Dia ho mamin'i Jehovah ny fanatitry ny Joda sy Jerosalema toy ny tamin'ny andro fahiny sy toy ny tamin'ny taona taloha.","Ary hanatona anareo ho fitsarana Aho ka ho vavolombelona faingana hanameloka ny mpanana ody sy ny mpijangajanga sy ny mpianian-tsy tò sy ny mpampahory ny mpikarama amin'ny karamany mbamin'ny mpitondratena sy ny kamboty ary izay mampahory ny vahiny; fa tsy matahotra Ahy izy, hoy Jehovah, Tompon'ny maro.","Fa Izaho Jehovah dia tsy miova, ary ianareo, ry taranak'i Jakoba, dia tsy fongana.","Hatramin'ny andron'ny razanareo dia efa niala tamin'ny didiko ianareo ka tsy nitandrina azy. Miverena amiko, dia mba hiverina ho aminareo kosa Aho, hoy Jehovah, Tompon'ny maro. Nefa hoy ianareo: Ahoana ary no ho fiverinay?","Handroba an'Andriamanitra va ny olona, no mandroba Ahy ianareo ? Nefa hoy ianareo: Amin'inona moa no androbanay Anao ? Amin'ny fahafolon-karena sy ny fanatitra. [Heb. fanatitra asandratra]","Voaozona amin'ny ozona ianareo nefa Izaho no robainareo, dia izao ianareo rehetra iray firenena izao.","Entonareo ny fahafolon-karena rehetra ho ao amin'ny trano firaketako, mba hasian-kanina ao an-tranoko, ary izahao toetra amin'izany Aho, hoy Jehovah, Tompon'ny maro, raha tsy hovohako ny varavaran'ny lanitra ho anareo ka hampidinako fitahiana manana amby ampy ho anareo.","Ary hasiako teny mafy ny valala noho ny aminareo, ka tsy hanimba ny vokatry ny tany intsony ireny, ka dia hahavanom-boa ny voalobokareo any an-tsaha, hoy Jehovah, Tompon'ny maro. [Heb. mpandany]","Ary ianareo hataon'ny firenena rehetra hoe sambatra; fa ho tany mahafinaritra ianareo, hoy Jehovah, Tompon'ny maro.","Ny teninareo dia mahery mamely Ahy hoy Jehovah. Nefa hoy ianareo: Inona no resakay nentinay namely Anao?","Tamin'ny nanaovanareo hoe: zava-poana ny manompo an'Andriamanitra; ary inona moa no soa efa azo tamin'ny fitandremantsika izay nasainy notandremana sy tamin'ny nandehanantsika nitafy lamba fisaonana teo anatrehan'i Jehovah, Tompon'ny maro. [Na: nijoretra]","Ary ankehitriny isika dia midera ny mpirehareha hoe sambatra; eny, voaorina tsara izay nanao ratsy, sady efa naka fanahy an'Andriamanitra izy, nefa afa-nandositra ihany.","Ary tamin'izany izay natahotra an'i Jehovah dia samy niresaka tamin'ny namany avy; ary Jehovah nihaino ka nandre izany; ary nisy boky nosoratana teo anatrehany ho fahatsiarovana izay matahotra an'i Jehovah sy mihevitra ny anarany.","Ary ho rakitra soa ho Ahy ireny amin'ny andro izay hotendreko, hoy Jehovah, Tompon'ny maro, ary ho antra azy Aho toy ny olona antra ny zananilahy izay manompo azy.","Ka dia ho hitanareo indray ny tsi-fitovian'ny marina sy ny meloka, dia ny manompo an'Andriamanitra sy ny tsy manompo Azy.","Fa, indro, avy ny andro, mandoro toy na fatana fandoroana izy; ary ny mpirehareha rehetra sy ny mpanao ratsy rehetra dia ho vodivary; ka dia handoro azy ny andro izay ho avy, hoy Jehovah, Tompon'ny maro, ka tsy hasiany miangana, na ny fakany na ny sampany.","Ary hiposaka aminareo, izay matahotra ny anarako, ny Masoandron'ny fahamarinana, manana fanasitranana ao amin'ny tanany; ary hivoaka ianareo ka hifalihavanja toy ny zanak'omby mifahy; [Heb. elany]","ary hohitsahinareo ny ratsy fanahy; fa ho lavenona eo ambanin'ny faladianareo izay amin'ny andro izay hotendreko, hoy Jehovah, Tompon'ny maro.","Tsarovinareo ny lelan'i Mosesy mpanompoko, izay nandidiako azy tao Horeba ny amin'ny Isiraely rehetra, dia ny didy sy ny fitsipika.","Indro, Izaho haniraka an'i Elia mpaminany ho aminareo, dieny tsy mbola tonga ny andron'i Jehovah, ilay lehibe sady mahatahotra;","ary izay hampody ny fon'ny ray ho amin'ny zanaka, ary ny fon'ny zanaka ho amin'ny rainy, fandrao ho avy Aho hamely ny tany amin'ny fandringanana. [Heb. Herema]"]}