{"book":"Marka","chapter":9,"verses":["Ary hoy Izy taminy: Lazaiko aminareo marina tokoa: Misy ny sasany eto izay tsy mba hanandrana fahafatesana mandra-pahitany ny fanjakan'Andriamanitra tonga amin'ny hery.","Ary nony afaka henemana, Jesosy dia naka an'i Petera sy Jakoba ary Jaona ka nitondra azy nitokana niakatra ho any an-tendrombohitra avo anankiray; dia niova tarehy teo anatrehany Izy,","ary ny fitafiany niova nanelatrelatra sady fotsy indrindra, ka tsy misy mpamotsy lamba ambonin'ny tany mahafotsy toy izany.","Ary Elia sy Mosesy niseho taminy ka niresaka tamin'i Jesosy.","Ary niteny Petera ka nanao tamin'i Jesosy hoe: Raby ô, tsara raha mitoetra eto isika; ary aoka hanao lay telo izahay: ny anankiray ho Anao, ny anankiray ho an'i Mosesy, ary ny anankiray ho an'i Elia.","Fa tsy fantany izay havaliny, satria efa raiki-tahotra izy rehetra.","Ary nisy rahona niseho nanarona azy; ary dia nisy feo avy tao amin'ny rahona nanao hoe: Ity no Zanako malalako, Izy no henoy.","Ary niaraka tamin'izay, nony nijery manodidina izy ireo, dia tsy nisy hitany intsony na iza na iza afa-tsy Jesosy irery ihany, Izay teo aminy.","Ary nony nidina avy teo an-tendrombohitra Izy, dia nandrara azy Jesosy mba tsy hilazalaza amin'olona izay zavatra efa hitany mandra-pitsangan'ny Zanak'olona amin'ny maty.","Ary nitana izany teny izany izy ka nifampaka saina ny amin'izay hevitr'izany fitsanganana amin'ny maty izany.","Dia nanontany an'i Jesosy izy ka nanao hoe: Lazain'ny mpanora-dalàna fa Elia tsy maintsy ho avy aloha.[Na: Nahoana no lazain']","Ary Izy nanao taminy hoe: Elia dia avy aloha ihany ka mampody ny zavatra rehetra. Ary ahoana kosa no nanoratana ny amin'ny Zanak'olona fa tsy maintsy mijaly mafy Izy ka hatao tsinontsinona?","Nefa lazaiko aminareo: Efa tonga Elia, sady nataon'ny olona taminy izay sitraky ny fony araka ny nanoratana azy.","Ary nony tonga teo amin'ny mpianatra izy, dia nahita vahoaka betsaka manodidina azy sy mpanora-dalàna niady hevitra taminy.","Ary niaraka tamin'izay, nony nahita Azy ny vahoaka rehetra, dia talanjona ka nihazakazaka nanatona sy niarahaba Azy.","Ary Izy nanontany azy hoe: Inona no iadianareo hevitra amin'ireto?","Ary ny anankiray tamin'ny vahoaka namaly ka nanao hoe: Mpampianatra ô, nentiko ho ety aminao ny zanako-lahy, izay azom-panahy moana;","ary na aiza na aiza no ahazoany azy, dia ampihinjitrinjiriny izy, ary mandoa vory, dia mikitro-nify sady valaka dia valaka; ary niteny tamin'ny mpianatrao aho mba hamoaka izany; fa tsy hainy.","Ary Jesosy namaly azy hoe: Ry taranaka tsy mino, mandra-pahoviana no hitoerako aminareo? Mandra-pahoviana no handeferako aminareo? Ento ety amiko izy.","Dia nentiny teo aminy izy; fa nony nahita an'i Jesosy izy, dia nampifanintontsintona ny tenany niaraka tamin'izay ny fanahy. Dia lavo tamin'ny tany izy sady nitsinkasinkasina sy nandoa vory.","Ary Jesosy nanontany an-drainy hoe: Hoatrinona izay no nahatongavan'izao taminy? Ary hoy izy: Hatry ny fony izy mbola zaza.","Ary nazerany matetika tao anaty afo sy tao anaty rano izy hamonoany azy; fa raha mba misy hainao, dia mamindrà fo aminay, ka vonjeo izahay.","Fa hoy Jesosy taminy: Hainao hoe? Ny zavatra rehetra dia hain'ny mino.","Ary niaraka tamin'izay dia niantso ny rain-drazazalahy ka nanao hoe: Mino aho; vonjeo mba ho afaka amin'ny tsi-finoako.[Ampio hoe: sady nandrotsa-dranomaso].","Ary nony hitan'i Jesosy fa nihazakazaka nanatona azy ny vahoaka, dia niteny mafy ny fanahy maloto Izy ka nanao taminy hoe: Ry fanahy moana sy marenina! Izaho mandidy anao: Mivoaha aminy, ka aza miditra ao anatiny intsony.","Ary rehefa ninananana izy sady nampifanintontsintona mafy ilay zazalahy, dia nivoaka taminy; ary efa toy ny maty, ka dia nataon'ny maro hoe: Maty.","Fa Jesosy nandray ny tànany ka nanarina azy; dia nitsangana izy.","Ary rehefa tonga tao an-trano Jesosy, dia nanontany Azy mangingina ny mpianany hoe: izahay tsy nahavoaka azy.[Na:Nahoana izahay no]","Ary hoy Izy taminy: Iny karazana iny tsy mba azo avoaka na amin'inona na amin'inona, afa-tsy amin'ny fivavahana ihany.[Ampio hoe: sy ny fifadian-kanina].","Dia niala teo izy ka nizotra namaky an'i Galilia, ary tsy tian'i Jesosy ho fantatry ny olona izany.","Fa nampianatra ny mpianany Izy ka nanao taminy hoe: Ny Zanak'olona dia hatolotra eo an-tànan'ny olona ka hovonoiny; ary rehefa voavono Izy, dia hitsangana rehefa afaka hateloana.","Fa izy ireo tsy nahafantatra izany teny izany sady natahotra hanontany Azy.","Ary tonga tao Kapernaomy izy; ary rehefa mby tao an-trano Jesosy, dia nanontany ny mpianany hoe: Inona no niadianareo hevitra teny an-dalana?","Fa tsy nahateny izy, satria efa niady hevitra teny an-dalana izy ny amin'izay lehibe indrindra.","Ary rehefa tafapetraka Jesosy, dia niantso ny roa ambin'ny folo lahy Izy ka nanao taminy hoe: Raha misy te-ho voalohany, dia hatao farany amin'izy rehetra sy ho mpanompo'izy rehetra izy.","Ary nandray zaza Izy ka nametraka azy teo afovoany; ary raha notrotroiny ilay zaza, dia hoy Izy tamin'ny mpianany:","Na zovy na zovy no mandray zaza iray tahaka itony amin'ny anarako, dia mandray Ahy; ary na zovy na zovy no mandray Ahy, dia tsy mandray Ahy, fa Izay naniraka Ahy.","Ary hoy Jaona taminy: Mpampianatra ô, nahita olona anankiray namoaka demonia tamin'ny anaranao izahay, ka noraranay izy, satria tsy nanaraka antsika.","Fa hoy Jesosy: Aza mandrara azy; fa tsy misy olona izay hanao asa lehibe amin'ny anarako ka hahateny ratsy Ahy vetivety.","Fa izay tsy manohitra antsika dia momba antsika.","Fa na iza na iza no manome anareo rano eran'ny kapoaka hosotroinareo, satria an'i Kristy ianareo, dia lazaiko aminareo marina tokoa fa tsy ho very ny valim-pitiany.","Ary na iza na iza no mahatafintohina na iray aza amin'ireo madinika mino Ahy ireo, dia tsara ho azy, raha anantonana vato lehibe fikosoham-bary ny vozony, ka hatsipy ao anaty ranomasina izy.","Ary raha ny tananao no manafintohina anao, tapaho izy; fa tsara ho anao ny hiditra kilemaina any amin'ny fiainana noho ny manana tanana roa, nefa hariana any amin'ny helo, dia any amin'ny afo tsy azo vonoina. [ Gr. Gehena]","","Ary raha ny tongotrao no manafintohina anao, tapaho izy; fa tsara ho anao ny hiditra mandringa any amin'ny fiainana noho ny manana tongotra roa, nefa hariana any amin'ny helo.","","Ary raha ny masonao no manafintohina anao, esory hiala izy: fa tsara ho anao ny hiditra toka-maso amin'ny fanjakan'Andriamanitra noho ny manana maso roa, nefa hariana any amin'ny helo;","any ny kankany tsy maty, ary ny afo tsy vonoina.","Fa samy ho voasira amin'ny afo izy rehetra.[Ampio hoe: ary ny fanatitra rehetra samy ho voasira amin'ny fanasina]","Tsara ny sira, fa raha tonga matsatso izy, inona no ho entinareo mampody ny tsirony? Aoka hisy sira ao anatinareo, ka mihavàna tsara ianareo."]}