{"book":"Marka","chapter":11,"verses":["Ary raha nanakaiky any Jerosalema tao Betifaga sy Betania any an-tendrombohitra Oliva izy, dia naniraka roa lahy tamin'ny mpianany Jesosy","ka nanao taminy hoe: Mankanesa amin'iroa vohitra tandrifinareo iroa; ary raha vao miditra eo ianareo, miaraka amin'izay dia hahita zana-boriky mifatotra, izay tsy mbola nitaingenan'olona; vahao izy, ka ento et?.","Ary raha misy olona manao aminareo hoe: Ahoana no anaovanareo izao? dia lazao hoe: Misy raharaha analan'ny Tompo azy; dia havelany ho entina ety indray miaraka amin'izay izy.","Dia nandeha izy ka nahita zana-boriky nifatotra teo ala-trano anilan'ny varavarana teo an-dalana, dia novahany izy.","Ary ny olona sasany teo nanao taminy hoe: Ahoana no amahanareo ny zana-boriky?","Ary izy nilaza taminy araka izay nolazain'i Jesosy taminy, dia navelan'ny olona handeha izy.","Ary nentiny teo amin'i Jesosy ny zana-boriky, dia nataony teo amboniny ny lambany; ary Jesosy nitaingina azy.","Ary maro no namelatra ny lambany teny an-dalana; ary ny sasany kosa nampihahaka rantsan-kazo izay efa nalainy tany an-tsaha.","Ary izay nandeha teo alohany sy izay nanaraka teo aoriany dia samy niantso hoe: Hosana! Isaorana anie Izay avy amin'ny anaran'i Jehovah!","Hotahina anie ny fanjakana izay avy, dia ny an'i Davida raintsika! Hosana any amin'ny avo indrindra (Sal. 118. 26).","Ary Jesosy niditra tany Jerosalema ka nankeo an-kianjan'ny tempoly; ary rehefa nijerijery ny zavatra rehetra Izy, sady efa hariva ny andro tamin'izay, dia niala Izy mbamin'ny roa ambin'ny folo lahy ka nankany Betania.","Ary nony ampitson'iny, rehefa niala tany Betania izy, dia noana Jesosy.","Ary nahatsinjo aviavy anankiray mandravina er? lavidavitra Izy, dia nankeo, fa toa hahita voany eo aminy; kanjo nony tonga teo aminy Izy, dia tsy nahita na inona na inona, afa-tsy ravina ihany; fa tsy mbola tonga ny taom-pamoazan'ny aviavy.","Ary Jesosy namaly ka nanao taminy hoe: Aza misy mihinana voa avy aminao intsony mandrakizay. Ary ny mpianany nahare izany.","Ary tonga tany Jerosalema izy: ary Jesosy niditra teo an-kianjan'ny tempoly, dia nandroaka izay nivarotra sy izay nividy teo an-kianjan'ny tempoly sady nanjera ny latabatry ny mpanakalo vola sy ny fipetrahan'ny mpivarotra ny voromailala;","ary tsy navelany hisy olona hitondra fanaka handeha hamaky ny kianjan'ny tempoly.","Dia nampianatra Izy ka nanao taminy hoe: Tsy voasoratra hoe va: Ny tranoko hatao hoe trano fivavahana ho an'ny firenena rehetra? (Isa. 56. 7); fa ianareo kosa efa nanao azy ho zohy fieren'ny jiolahy (Jery. 7. 11).","Ary nahare izany ny lohan'ny mpisorona mbamin'ny mpanora-dalàna, ka dia nitady izay hamonoany Azy; saingy natahotra Azy izy, satria talanjona ny vahoaka rehetra noho ny fampianarany.","Ary isan-kariva dia niala tao an-tanàna Izy.","Ary nony maraina, raha nandalo izy, dia hitany fa efa nalazo hatramin'ny fakany ilay aviavy.","Ary Petera nahatsiahy ka nanao taminy hoe: Raby ô, indro fa efa malazo ilay aviavy nozoninao.","Ary Jesosy namaly ka nanao taminy hoe: Manàna finoana an'Andriamanitra.","Lazaiko aminareo marina tokoa: Na zovy na zovy no hilaza amin'ity tendrombohitra ity hoe: Mifindrà, ka mianjerà any an-dranomasina, ka tsy hiahanahana ao am-pony, fa hino fa ho tonga ny zavatra lazainy, dia ho azony izany.","Koa lazaiko aminareo: Na inona na inona tononinareo amin'ny fivavahana sy angatahinareo, dia minoa fa efa nandray ianareo, dia ho azonareo izany.","Ary raha mitsangana mivavaka ianareo, ka misy olona anananareo alahelo, dia mamelà ny helony, mba havelan'ny Rainareo Izay any an-danitra kosa ny helokareo.","","Ary tonga tany Jerosalema indray izy; ary raha nitsangantsangana teo an-kianjan'ny tempoly Jesosy, dia nanatona Azy ny lohan'ny mpisorona sy ny mpanora-dalàna ary ny loholona","ka nanao taminy hoe: Fahefana manao ahoana no anaovanao izao zavatra izao? Ary iza no nanome Anao izany fahefana izany hanaovanao izao zavatra izao?","Ary Jesosy nanao taminy hoe: Hanontany anareo zavatra iray loha kosa Aho, ka valio Aho; ary dia holazaiko aminareo izay fahefana anaovako izao zavatra izao:","Ny batisan'i Jaona avy tany an-danitra va, sa avy tamin'ny olona? Valio Aho.","Ary izy ireo niara-nisaina ka nanao hoe: Raha holazaintsika hoe mantsy: Avy tany an-danitra, dia hataony hoe: Nahoana ary no tsy nino azy ianareo?","Fa raha holazaintsika hoe kosa: Avy tamin'ny olona, natahotra ny olona izy, satria neken'ny olona rehetra fa mpaminany tokoa Jaona.","Dia namaly an'i Jesosy izy ka nanao hoe: Tsy fantatray. Ary Jesosy nanao taminy hoe: Izaho kosa tsy hilaza aminareo izay fahefana anaovako izao zavatra izao."]}