{"book":"Marka","chapter":8,"verses":["Tamin'izany andro izany, nony betsaka indray ny vahoaka teo sady tsy nanan-kohanina izy, dia nantsoin'i Jesosy hanatona Azy ny mpianany ka nilazany hoe:","Mahonena Ahy ireo vahoaka, fa hateloana izay no nitoerany tat? amiko, sady tsy manan-kohanina izy;","koa raha hampodiko ho any an-tranony mbola tsy nihinana izy, dia ho reraka eny an-dalana, sady avy lavitra ny sasany.","Fa ny mpianany namaly Azy hoe: Aiza no hahazoana mofo at? an-efitra hahavoky ireto olona ireto!","Ary izy nanontany azy hoe: Misy mofo firy any aminareo? Ary hoy ireo: Fito.","Dia nasainy nipetraka tamin'ny tany ny vahoaka; ary dia nandray ny mofo fito Izy, ka rehefa nisaotra, dia novakiny ka natolony ny mpianany mba harosony; dia narosony teny anoloan'ny vahoaka izany.","Ary nisy hazandrano madinika vitsy tao aminy; ka rehefa nanaovan'i Jesosy fisaorana ireo, dia nasainy naroso teny anoloany koa.","Ary nihinana ny olona, ka dia voky; ary nangoniny ny sombintsombiny sisa tsy lany, ka nisy fito sobiky.","Ary tokony ho efatra arivo ireo. Dia nampodiny izy.","Ary niaraka tamin'izay dia niondrana an-tsambokely Izy mbamin'ny mpianany ka tonga tany amin'ny fari-tanin'i Dalmanota.","Ary ny Fariseo nankany, dia niady hevitra taminy ary naka fanahy Azy ka nitady famantarana avy any an-danitra.","Ary nisento mafy am-panahy Jesosy ka nanao hoe: Nahoana ity taranaka ity no mitady famantarana? Lazaiko aminareo marina tokoa fa tsy homena famantarana akory ity taranaka ity.","Ary nandao azy Izy, dia niondrana indray ka lasa nankeny am-pita.","Ary tsy tsaroan'ireo ny hitondra mofo, ka tsy nisy teo an-tsambokely afa-tsy mofo iray ihany.","Dia nananatra azy Izy ka nanao hoe: Mihevera, ka mitandrema ianareo, fandrao azon'ny masirasiran'ny Fariseo sy ny masirasiran'i Heroda.","Ary niara-nisaina izy ka nanao hoe: Ny tsy nitondrantsika mofo angaha izany.","Ary Jesosy nahalala izany, dia nanao taminy hoe: Nahoana ianareo no miara-misaina, satria tsy manana mofo? Tsy mbola mahazo an-tsaina na mahafantatra va ianareo? Efa mafy va ny fonareo?","Mana-maso, fa tsy mahita va ianareo? Ary manan-tsofina, fa tsy mandre va ianareo? Ary tsy mahatadidy va ianareo?","Raha ny mofo dimy no novakiko ho an'ny dimy arivo, firy harona moa no sombintsombiny nangoninareo? Hoy ny mpianany taminy: Roa ambin'ny folo.","Ary raha ny mofo fito ho an'ny efatra arivo, firy sobiky moa no sombintsombiny nangoninareo? Dia hoy ny mpianany: Fito.","Ary hoy Izy taminy: Mbola tsy mahafantatra ihany va ianareo?","Ary tonga tany Betsaida izy; ary nisy nitondra lehilahy jamba teo amin'i Jesosy ka nangataka taminy hanendry ilay jamba.","Ary nitantana ilay jamba Izy ka nitondra azy teny ivelan'ny tanàna; ary rehefa nororany ny masony, ka napetrany taminy ny tànany, dia nanontaniany hoe izy: Mahita zavatra va ianao?","Dia niandrandra ralehilahy ka nanao hoe: Mahita ny olona aho: fa toa hazo ny fijeriko azy, saingy mamindra.","Dia napetrany tamin'ny masony indray ny tànany, dia nibanjina ralehilahy ka nahiratra tsara, ary hitany miharihary ny zavatra rehetra.","Ary Jesosy nampody azy ho any an-tranony ka nanao hoe: Aza mankao an-tanàna.","Ary Jesosy sy ny mpianany dia lasa nankeny amin'ireny tanàna momba an'i Kaisaria-filipo; ary nony teny an-dalana dia nanontany ny mpianany Izy ka nanao taminy hoe: Ataon'ny olona ho iza moa Aho?","Ary izy nanao taminy hoe: Jaona Mpanao-batisa; fa hoy ny sasany: Elia; ary hoy ny sasany: Anankiray amin'ny mpaminany.","Ary Jesosy nanontany azy hoe: Fa ianareo kosa manao Ahy ho iza? Dia namaly Petera ka nanao taminy hoe: Hianao no Kristy.","Ary nandrara azy rehetra Izy mba tsy hilazalaza Azy amin'olona.","Dia nampianatra azy Izy fa ny Zanak'olona tsy maintsy hijaly mafy ka holavin'ny loholona sy ny lohan'ny mpisorona ary ny mpanora-dalàna, dia hovonoiny, ary rehefa afaka hateloana, dia hitsangana indray Izy.","Ary naharihariny tsara no filaza izany teny izany. Ary Petera nanohina Azy hitanila kely, dia niteny mafy Azy.","Fa Izy nihodina, dia nijery ny mpianany ka niteny mafy an'i Petera hoe: Mankanesa ato ivohoko, ry Satana, satria tsy misaina izay an'Andriamanitra ianao, fa izay an'ny olona.","Ary nantsoiny hanatona Azy ny vahoaka mbamin'ny mpianany, dia hoy Izy taminy: Raha misy ta-hanaraka Ahy, dia aoka izy handà ny tenany sy hitondra ny hazo fijaliany ka hanaraka Ahy.","Fa na iza na iza no ta-hamonjy ny ainy, dia hahavery ary; ary na iza na iza no hahavery ny ainy noho ny amiko sy ny filazantsara, dia hamonjy izany.","Fa inona no soa azon'ny olona, raha mahazo izao tontolo izao aza, kanefa very ny ainy?","Fa inona no homen'ny olona ho takalon'ny ainy?","Fa na iza na iza no ho menatra Ahy sy ny teniko amin'ity taranaka sady mijangajanga no manota ity, dia ho menatra azy kosa ny Zanak'olona, raha avy amin'ny voninahitry ny Rainy mbamin'ny anjely masina."]}