{"book":"Marka","chapter":15,"verses":["Ary niaraka tamin'izay raha vao maraina ny andro, ny lohan'ny mpisorona sy ny loholona sy ny mpanora-dalàna mbamin'ny Synedriona rehetra dia niara-nisaina ary namatotra an'i Jesosy ka nitondra Azy, dia nanolotra Azy teo amin'i Pilato.[Na: dia]","Ary Pilato nanontany Azy hoe: Hianao va no Mpanjakan'ny Jiosy? Ary Izy namaly ka nanao taminy hoe: Voalazanao.","Ary ny lohan'ny mpisorona niampanga Azy zavatra maro.","Ary Pilato dia nanontany Azy indray hoe: Tsy mety mamaly akory va Hianao? He! izao hamaroan'ny zavatra iampangany Anao izao!","Fa Jesosy tsy namaly intsony, na dia indraim-bava akory aza, ka dia gaga Pilato.","Ary isaky ny avy ny andro firavoravoana dia fanaony ny mandefa mpifatotra iray izay angatahin'ny vahoaka.","Ary nisy anankiray ilay atao hoe Barabasy, nifatotra tao mbamin'ny mpikomy sasany, izay efa nahafaty olona tamin'ny fikomiana.","Ary ny vahoaka niakatra ka nangataka azy hanao araka izay fanaony aminy.","Fa Pilato namaly azy ka nanao hoe: Tianareo va mba ny Mpanjakan'ny Jiosy no halefako ho anareo?","Fa fantany fa fialonana no nanoloran'ny lohan'ny mpisorona Azy.","Fa ny lohan'ny mpisorona nanome fo ny vahoaka, fa aleo Barabasy no halefan'i Pilato ho azy.","Ary Pilato namaly ka nanao taminy indray hoe: Ka inona ary no hataoko amin'ilay ataonareo hoe: Mpanjakan'ny Jiosy?","Ary ny vahoaka niantso indray hoe: Homboy amin'ny hazo fijaliana Izy!","Ary hoy Pilato taminy: Fa inona moa no ratsy nataony? Nefa vao mainka niantsoantso izy ka nanao hoe: Homboy amin'ny hazo fijaliana Izy!","Ary Pilato ta-hahazo sitraka tamin'ny vahoaka, ka dia nandefa an'i Barabasy ho azy; fa Jesosy nasainy nokapohina, dia natolony azy mba hohomboana amin'ny hazo fijaliana.[Izahao Mat. 27.36]","Ary ny miaramila nitondra an'i Jesosy ho eo an-kianja, dia ao anati-rova, sady nanangona ny miaramila namany rehetra.","Ary dia nampitafy Azy lamba volomparasy izy, sady nandrandrana satroka tsilo, ka nasatrony ny lohany.","Ary dia niarahaba Azy hoe izy: Arahaba, ry Mpanjakan'ny Jiosy!","Ary dia nikapoka ny lohany tamin'ny volotara izy sady nandrora Azy, dia nandohalika sy niankohoka teo anatrehany.","Ary rehefa nanao Azy ho fihomehezana izy, dia nanala ilay lamba volomparasy teny aminy, ka nampitafiny Azy indray ny fitafiany; ary dia nentiny hohomboany amin'ny hazo fijaliana Izy.","Ary Simona Kyreniana (rain'i Aleksandro sy Rofosy) izay nandalo avy tany an-tsaha, no notereny hitondra ny hazo fijalian'i Jesosy.","Ary Jesosy dia nentiny teo amin'ny tany Golgota, izany hoe, raha adika, Fitoeran-karan-doha.","Dia notolorany divay miharo miora Izy; nefa tsy nety nisotro Izy.","Ary rehefa voahombony tamin'ny hazo fijaliana Izy, dia nanaovany loka no fizara ny fitafiany, hahitany izay ho azony avy.","Ary tamin'ny ora fahatelo no nanomboany tamin'ny hazo fijaliana.","Ary ny soratra milaza ny nanamelohana Azy dia voasoratra teo amboniny hoe: MPANJAKAN'NY JIOSY.","Ary nisy jiolahy roa nohomboany tamin'ny hazo fijaliana koa, ny anankiray teo amin'ny ankavanany, ary ny anankiray teo amin'ny ankaviany.","","Ary izay nandalo niteny ratsy Azy sady nihifikifi-doha ka nanao hoe: Hià! ry Ilay maharava ny tempoly sy mahatsangana azy amin'ny hateloana,","vonjeo ny tenanao, ka midìna hiala amin'ny hazo fijaliana.","Ary toy izany koa no faneson'ny lohan'ny mpisorona, fa niresaka izy sy ny mpanora-dalàna nanao hoe: Namonjy ny sasany Izy, fa ny tenany tsy hainy vonjena.","Aoka Kristy, Mpanjakan'ny Isiraely, hidina hiala amin'ny hazo fijaliana ankehitriny mba ho hitantsika ka hinoantsika. Ary ireo niaraka nohomboana taminy tamin'ny hazo fijaliana dia naneso Azy koa.","Ary nony tamin'ny ora fahenina, dia tonga maizina ny tany rehetra, ka naharitra hatramin'ny ora fahasivy izany.","Ary tamin'ny ora fahasivy Jesosy dia niantso tamin'ny feo mahery ka nanao hoe: Eloy, Eloy, lamà sabaktany! izay hoe, raha adika: Andriamanitro ô, Andriamanitro ô, nahoana no mahafoy Ahy Hianao? (Sal. 22. 2).","Ary ny sasany izay nijanona teo, raha nandre izany, dia nanao hoe: Indro, miantso an'i Elia Izy.","Ary ny anankiray nihazakazaka, dia nanatsoboka sipaonjy tamin'ny vinaingitra, ka notohiziny tamin'ny volotara, dia natohony hotsentsefin'i Jesosy, fa hoy izy: Aoka ho hizahantsika, na ho avy hampidina Azy Elia, na tsia.","Ary Jesosy niantso tamin'ny feo mahery, dia afaka ny ainy.","Ary ny efitra lamba tao amin'ny tempoly dia triatra nizara roa hatrany ambony ka hatrany ambany.","Ary ny kapiteny izay nijanona tandrifiny, raha nahita fa afaka toy izany ny ainy, dia nanao hoe: Marina tokoa fa Zanak'Andriamanitra io Lehilahy io.[Na: nahita Azy niantso toy izany, sady afaka ny ainy]","Ary nisy vehivavy koa nitsinjo teny lavidavitra eny, ary isan'ireny Maria Magdalena sy Salome ary Maria, renin'i Jakoba kely sy Josesy,","izay nanaraka Azy ka nanompo Azy, fony Izy tany Galilia, mbamin'ny vehivavy maro koa izay niaraka taminy niakatra tany Jerosalema.","Ary nony hariva (satria andro fiomanana ny andro, dia ny andro alohan'ny Sabata),","dia avy Josefa avy any Arimatia, lehilahy manan-kaja, izay isan'ny Synedriona sady niandry ny fanjakan'Andriamanitra koa; ary sahy niditra tao amin'i Pilato izy ka nangataka ny fatin'i Jesosy.","Ary gaga Pilato raha maty sahady Jesosy, ka dia niantso ny kapiteny hankao aminy izy ka nanontaniany azy na efa maty ela Izy, na tsia.","Ary rehefa nahare tamin'ny kapiteny izy, dia nomeny an'i Josefa ny faty.","Ary izy nividy hariry madinika, dia nampidininy ny fatin'i Jesosy ka nofonosiny hariry madinika, ary naleviny tao amin'ny fasana, izay nolavahana tamin'ny vatolampy, dia nanakodia vato ho eo amin'ny varavaran'ny fasana izy.","Ary Maria Magdalena sy Maria, renin'i Josesy, dia nijery izay nametrahany Azy."]}