{"book":"Marka","chapter":3,"verses":["Ary niditra tao amin'ny synagoga indray Jesosy: ary nisy lehilahy anankiray maty tanana teo.[Gr. efa maina, na malazo]","Ary nizaha taratra Azy ny olona, na hahasitrana io amin'ny Sabata Izy na tsia, mba hiampanganany Azy.","Dia hoy Jesosy tamin'ilay lehilahy maty tanana: Mitsangàna etsy afovoany.","Ary hoy koa Izy tamin'ny olona: Inona moa no mety hatao amin'ny Sabata, ny manao soa va, sa ny manao ratsy? ny mamonjy aina va, sa ny mahafaty? Fa tsy nety niteny ny olona.","Ary nony nijerijery azy tamin'ny fahatezerana Izy sady nalahelo noho ny hamafin'ny fony, dia hoy Izy tamin-dralehilahy: Ahinjiro ny tananao. Dia nahinjiny, ka sitrana ny tànany.","Ary lasa nivoaka ny Fariseo, ka niaraka tamin'izay dia niray tetika tamin'ny Herodiana izy hanohitra an'i Jesosy mba hahafaty Azy.","Ary Jesosy mbamin'ny mpianany niala teo ka nankany amin'ny ranomasina; ary nisy olona maro avy tany Galilia nanaraka Azy; ary nisy olona maro koa avy tany Jodia","sy Jerosalema sy Edoma sy tany an-dafin'i Jordana ary tamin'ny tany manodidina an'i Tyro sy Sidona nandre izay zavatra nataony, dia nankeo aminy.","Ary Izy nilaza tamin'ny mpianany mba hanisy sambokely hiandry Azy noho ny habetsahan'ny vahoaka, fandrao mifanety aminy ireo.","Fa efa nahasitrana olona maro Izy, ka dia nifanety taminy mba hanendry Azy izay rehetra nanana aretina.[Gr. kapoka]","Ary ny fanahy maloto, raha nahita Azy dia niankohoka teo anatrehany ka niantso hoe: Hianao no Zanak'Andriamanitra.","Ary nandrara azy mafy Izy tsy hanao izay hahafantarana Azy.","Ary niakatra teo an-tendrombohitra Jesosy ka niantso izay tiany hankeo aminy; dia nankeo aminy ireo.","Ary nanendry roa ambin'ny folo lahy Izy ho ao aminy sy hirahiny hitori-teny","sady hanana fahefana hamoaka ny demonia.","Ary Simona dia nomeny anarana hafa koa hoe Petera;","ary Jakoba, zanak'i Zebedio, sy Jaona, rahalahin'i Jakoba; izy mirahalahy dia nomeny anarana hafa koa hoe Boaneryjesy, izany hoe Zana-baratra;","ary Andrea sy Filipo sy Bartolomeo sy Matio sy Tomasy sy Jakoba, zanak'i Alfeo, sy Tadeo sy Simona Kananeana[Na: Zelota, izahao Lio.6.15]","ary Jodasy Iskariota, ilay namadika Azy.","Ary niditra tao an-trano Izy, dia niangona indray ny vahoaka, ka dia tsy nahazo nihinan-kanina akory Izy.","Ary ny havany, raha nandre, dia nivoaka hihazona Azy; fa hoy ireo: Efa very saina Izy.","Ary ny mpanora-dalàna izay nidina avy tany Jerosalema dia nanao hoe: Manana an'i Belzeboba Izy, sy hoe: Ny lohan'ny demonia no amoahany ny demonia.","Ary rehefa niantso ireo hankeo aminy Izy, dia nanao fanoharana taminy hoe: Hataon'i Satana ahoana no famoaka an'i Satana?","Fa raha misy fanjakana miady an-trano, dia tsy haharitra izany fanjakana izany.","Ary raha misy mpiray trano miady an-trano, dia tsy haharitra izany mpiray trano izany.","Ary raha Satana no mitsangana hanohitra ny tenany ka miady an-trano, dia tsy haharitra izy, fa ho rava ny heriny.","Kanefa tsy misy olona afaka miditra ao an-tranon'ny mahery ka handroba ny entany, raha tsy afatony aloha ilay mahery, dia vao robainy ny ao an-tranony.","Lazaiko aminareo marina tokoa: Hahazo famelan-keloka ny zanak'olombelona amin'ny ota rehetra sy ny fitenenan-dratsy rehetra izay ataony;[Gr.blasfemia; izahao Mat. 9.3]","fa izay miteny ratsy ny Fanahy Masina kosa dia tsy mahazo famelan-keloka mandrakizay, fa miendrika hohelohina ny amin'ny ota mandrakizay izy; izany no nolazainy,","satria ny olona nanao hoe: Azom-panahy maloto Izy.","Ary avy ny reniny mbamin'ny rahalahiny ka nijanona teo ala-trano, dia naniraka tao aminy hiantso Azy.","Ary ny vahoaka nipetraka manodidina Azy ka nanao taminy hoe: Indreo, ato ala-trano ny reninao sy ny rahalahinao mitady Anao.","Ary Izy namaly azy ka nanao hoe: Iza no reniko sy rahalahiko?","Ary nony nijery izay nipetraka manodidina Azy Izy, dia hoy Izy: Indreo ny reniko sy ny rahalahiko!","Fa na iza na iza no manao ny sitrapon'Andriamanitra, dia izy no rahalahiko sy anabaviko ary reniko."]}