{"book":"Marka","chapter":12,"verses":["Ary niteny taminy Izy ka nanao fanoharana hoe: Nisy lehilahy anankiray nanao tanim-boaloboka ka namefy azy manodidina sy nihady famiazana ary nanao tilikambo, ka nahofany tamin'olona mpiasa tany izany, dia lasa nankany an-tany hafa izy.","Ary nony tonga ny fotoana, dia naniraka mpanompo anankiray izy hankany amin'ny mpiasa tany handray amin'ny vokatry ny tanim-boaloboka.","Fa ireo nisambotra ilay mpanompo sady nikapoka azy ka nampiala azy maina.","Ary izy naniraka mpanompo anankiray koa ho any aminy indray, fa io koa, dia noratrainy ny lohany, ka nalany baraka izy.","Ary naniraka anankiray koa izy, fa io kosa indray dia novonoiny ho faty; ary maro koa no nirahiny, fa ny sasany nokapohiny, ary ny sasany novonoiny ho faty.","Ary mbola nanana anankiray izy, dia ny zananilahy malalany, ka nony farany dia naniraka azy hankany aminy izy ka nanao hoe: Hanaja ny zanako izy.","Fa izany mpiasa tany izany niresaka hoe: Ity no mpandova; andeha hovonointsika izy, dia ho antsika ny lova.","Ary rehefa nisambotra azy izy, dia nahafaty azy sy namoaka azy teo ivelan'ny tanim-boaloboka.","Koa ahoana no hataon'ny tompon'ny tanim-boaloboka amin'izany? Ho avy izy, dia handringana ny mpiasa tany, ka homeny olon-kafa ny tanim-boaloboka.","Ary tsy mbola novakinareo va izao Soratra Masina izao: Ny vato izay nolavin'ny mpanao trano, Dia izy no efa natao fehizoro;","Avy tamin'i Jehovah izao Ka mahagaga eo imasontsika? (Sal. 118. 22, 23.)","Ary nitady hisambotra Azy izy ireo, nefa natahotra ny vahoaka izy, satria fantany fa ny tenany no nolazainy tamin'izany fanoharana izany; dia nandao an'i Jesosy ny olona ka lasa.","Ary nirahiny hankeo amin'i Jesosy ny sasany avy tamin'ny Fariseo sy ny Herodiana hamandrika Azy amin'ny teniny.","Ary rehefa tonga izy ireo, dia nanao taminy hoe: Mpampianatra ô, fantatray fa marina Hianao, ka tsy mampaninona Anao ny hevitry ny olona, fa tsy mba mizaha tavan'olona Hianao, fa mampianatra marina ny lalan'Andriamanitra. Mety va ny mandoa vola hetra ho an'i Kaisara, sa tsia?","Handoa va izahay, sa tsy handoa? Fa Izy nahalala ny fihatsaram-belatsihiny, ka dia nanao taminy hoe: Nahoana no maka fanahy Ahy ianareo? Itondray denaria ety amiko hizahako azy.","Dia nitondrany Izy. Ary hoy Izy taminy: An'iza io sary sy soratra io? Ary hoy izy taminy: An'i Kaisara.","Dia hoy Jesosy taminy: Aloavy ho an'i Kaisara izay an'i Kaisara, ary ho an'Andriamanitra izay an'Andriamanitra. Dia gaga taminy ireny.","Ary ny Sadoseo, izay milaza fa tsy misy fitsanganan'ny maty, dia nisy sasany tonga teo aminy ka nanontany Azy hoe:","Mpampianatra ô, Mosesy nanoratra ho antsika hoe: Raha misy manan-drahalahy maty momba, ka mbola velona ny vadin'ny maty, dia aoka ny rahalahiny hampakatra azy hiteraka hamelo-maso ny rahalahiny (Deo. 25. 5).","Nisy fito mirahalahy; ary ny zokiny nampaka-bady, dia maty momba.","Ary ny faharoa nampakatra an-dravehivavy, dia maty momba koa; ary ny fahatelo dia toy izany ihany koa.","Ary izy fito mirahalahy dia samy maty momba avokoa. Koa faran'izy rehetra dia maty koa ravehivavy.","Koa amin'ny fitsanganan'ny maty, ho vadin'iza moa ravehivavy, satria efa samy nanambady azy avokoa izy fito mirahalahy?","Ary hoy Jesosy taminy: Tsy izao tsi-fahafantaranareo ny Soratra Masina sy ny herin'Andriamanitra izao va no mahadiso hevitra anareo?","Fa amin'ny hitsanganana amin'ny maty dia tsy hisy hampaka-bady na havoaka hampakarina; fa tahaka ny anjely any an-danitra izy.","Ka ny amin'ny hananganana ny maty, tsy mbola novakinareo va ny eo amin'ny bokin'i Mosesy, eo amin'ilay teny milaza ny Voaroy, dia ny nanaovan'Andriamanitra taminy hoe: Izaho no Andriamanitr'i Abrahama sy Andriamanitr'isaka ary Andriamanitr'i Jakoba? (Eks. 3. 6.)","Tsy Andriamanitry ny maty Izy, fa an'ny velona; koa diso indrindra ianareo.","Dia nanatona an'i Jesosy ny mpanora-dalàna anankiray, izay efa nahare ny niadiany hevitra tamin'ny Sadoseo ka nahalala fa namaly azy tsara Izy, dia nanontany Azy hoe: Ny didy manao ahoana no voalohany amin'izy rehetra?","Ary Jesosy namaly hoe: Ny voalohany dia izao: Mihainoa, ry Isiraely: Jehovah Andriamanitsika dia Jehovah iray ihany;","koa tiava an'i Jehovah Andriamanitrao amin'ny fonao rehetra sy ny fanahinao rehetra sy ny sainao rehetra ary ny herinao rehetra (Deo. 6. 4, 5).","Ary ny faharoa dia izao: Tiava ny namanao tahaka ny tenanao (Lev. 19. 18). Tsy misy didy hafa lehibe noho ireo.","Ary hoy ilay mpanora-dalàna taminy: Marina izany, Tompoko; tsara ny nilazanao fa iray ihany Andriamanitra, ary tsy misy afa-tsy Izy.","Ary ny ho tia Azy amin'ny fo rehetra sy ny saina rehetra sy ny hery rehetra, ary ny ho tia ny namana tahaka ny tena, dia mihoatra lavitra noho ny fanatitra hodorana sy ny fanatitra hafa rehetra izany.","Ary raha hitan'i Jesosy fa namaly tamim-pahendrena izy, dia hoy Izy taminy: Tsy lavitra ny fanjakan'Andriamanitra ianao. Ary tsy nisy sahy nanontany Azy intsony.","Ary Jesosy, raha nampianatra teo an-kianjan'ny tempoly, dia namaly ka nanao hoe: Ahoana no lazain'ny mpanora-dalàna fa Kristy no Zanak'i Davida?","Kanefa ny tenan'i Davida dia nampilazain'ny Fanahy Masina hoe: Jehovah nilaza tamin'ny Tompoko hoe: Mipetraha eo an-tanako ankavanana Ambara-panaoko ny fahavalonao ho fitoeran-tongotrao (Sal. 110. 1).","Ny tenan'i Davida manao Azy hoe Tompo, koa ahoana no maha-Zanany Azy? Ary ny vahoaka betsaka nihaino Azy tamin'ny hafaliana.","Ary hoy Izy amin'ny fampianarany: Mitandrema ny amin'ny mpanora-dalàna izay mazoto mandehandeha miakanjo akanjo lava sy te-hoharabain'olona eny an-tsena,","ary tia ny fipetrahana aloha ao amin'ny synagoga sy ny fitoerana aloha ao amin'ny fanasana,","ary mandany ny tranon'ny mpitondratena ka manao vavaka lavareny mba ho fiolahana; ireo no hahazo fahamelohana mafimafy kokoa.","Ary raha nipetraka tandrifin'ny fandatsahan-drakitra Jesosy, dia nijery ny fandatsaky ny vahoaka tao; ary maro ny mpanankarena nandatsaka be tao.","Fa nisy mpitondratena malahelo anankiray kosa tonga teo, ka nandatsaka farantsakely roa an-kevitry ny variroaventy avy.[Gr. lepta roa, dia farantsakely varahina izany = kodranta iray = tokony ho variroaventy]","Ary Jesosy niantso ny mpianany hanatona Azy ka nanao taminy hoe: Lazaiko aminareo marina tokoa fa io mpitondratena malahelo io no efa nandatsaka be noho izay rehetra nandatsaka tao amin'ny fandatsahan-drakitra.","Fa ireo rehetra ireo, dia tamin'ny haben'ny fananany ho nandatsahany tao; fa izy kosa, tamin'ny alahelony no nandatsahany tao izay rehetra nananany, dia ny fivelomany rehetra."]}