{"book":"Matio","chapter":4,"verses":["Ary Jesosy dia nentin'ny Fanahy nankany an-efitra, mba halain'ny devoly fanahy.[Devoly = mpiampanga, na mpanendrikendrika]","Ary nifady hanina efa-polo andro sy efa-polo alina Izy, koa nony afaka izany, dia noana.","Dia nanatona ny mpaka fanahy ka nanao taminy hoe: Raha Zanak'Andriamanitra Hianao, dia teneno ho tonga mofo ireto vato ireto.","Fa Izy kosa namaly ka nanao hoe: Voasoratra hoe: Tsy mofo ihany no hiveloman'ny olona, fa ny teny rehetra izay aloaky ny vavan'Andriamanitra (Deo. 8. 3).","Ary ny devoly nitondra Azy nankany amin'ny tanàna masina ka nampitoetra Azy teo an-tampon ny tempoly,","dia nanao taminy hoe: Raha Zanak'Andriamanitra Hianao, mianjerà any ambany any; fa voasoratra hoe: Izy handidy ny anjeliny ny aminao; Ary eny an-tànany no hitondran'ireo Anao, fandrao ho tafintohina amin'ny vato ny tongotrao (Sal. 91. 11, 12).","Hoy Jesosy taminy: Voasoratra hoe koa: Aza maka fanahy an'i Jehovah Andriamanitrao (Deo. 6. 16).","Ary ny devoly nitondra Azy Indray nankany an-tendrombohitra avo dia avo ka naneho Azy ny fanjakana rehetra amin'izao tontolo izao mbamin'ny voninahiny,","dia nanao taminy hoe: Izao rehetra izao dia homeko Anao, raha hiankohoka eto anatrehako Hianao.","Fa hoy Jesosy taminy: Mandehana ianao, ry Satana: fa voasoratra hoe; Jehovah Andriamanitrao no hiankohofanao, ary Izy irery ihany no hotompoinao (Deo. 6. 13).","Dia nandao Azy ny devoly, ary indreo, nisy anjely tonga ka nanompo Azy.","Ary nony ren'i Jesosy fa efa voasambotra Jaona, dia lasa nankany Galilia Izy.","Ary nony niala tany Nazareta Izy, dia nankany Kapernaomy, izay ao amoron-dranomasina, ao amin'ny zara-tanin'ny Zebolona sy ny Naftaly, ka nonina tao Izy,","mba hahatanteraka izay nampilazaina an'Isaia mpaminany hoe:","Ny tanin'ny Zebolona sy ny tanin'ny Naftaly, Ao amin'ny tany amoron-dranomasina, any an-dafin'i Jordana, Galilia, tanin'ny jentilisa,","Ny olona izay nitoetra tao amin'ny maizina dia nahita mazava lehibe; Ary izay nitoetra tao amin'ny tany aloky ny fahafatesana no niposahan'ny fahazavana (Isa. 8. 23; 9. 1).","Ary tamin'izany andro izany dia nanomboka nitori-teny Jesosy ka nanao hoe: Mibebaha ianareo, fa efa akaiky ny fanjakan'ny lanitra.","Ary nony nitsangantsangana teny amoron'ny Ranomasin'i Galilia Jesosy, dia nahita olona mirahalahy, dia Simona, izay atao hoe Petera, sy Andrea rahalahiny, nanarato teny amin'ny ranomasina; fa mpanarato izy.","Dia hoy Jesosy taminy: Andeha hanaraka Ahy, fa hataoko mpanarato olona ianareo.","Dia nandao ny harato niaraka tamin'izay izy ka nanaraka Azy.","Ary raha mbola nandroso Izy, dia nahita olona mirahalahy hafa koa, dia Jakoba zanak'i Zebedio, sy Jaona rahalahiny, izay niara-nipetraka tamin'i Zebedio rainy teo an-tsambokely ka namboatra ny haratony; ary niantso azy mirahalahy Izy.","Dia nandao ny sambokely sy ny rainy niaraka tamin'izay izy ka nanaraka Azy.","Ary Jesosy nandeha eran'i Galilia ka nampianatra tao amin'ny synagogan'ny olona teo sy nitory ny filazantsaran'ny fanjakana ary nahasitrana ny aretina rehetra mbamin'ny rofy rehetra tamin'ny olona.","Ary niely eran'i Syria ny lazany, ka dia nentin'ny olona tany aminy ny marary rehetra, izay azon'ny aretina maro samy hafa sy ny fangirifiriana, dia ny demoniaka sy izay mararin'ny androbe ary ny mararin'ny paralysisa, ka nahasitrana ireny Izy.[Demoniaka = olona nidiran'ny demonia; izahao Mat.7.22]","Dia nanaraka Azy ny vahoaka betsaka avy tany Galilia sy Dekapolisy sy Jerosalema sy Jodia ary ny avy tany an-dafin'i Jordana."]}