{"book":"Matio","chapter":12,"verses":["Tamin'izany andro izany Jesosy nandeha namaky ny tanimbary tamin'ny Sabata; ary noana ny mpianany ka nanoty salohim-bary, dia nihinana.","Fa nony nahita izany ny Fariseo, dia hoy izy taminy: Indro, ny mpianatrao manao izay tsy mety hatao amin'ny Sabata.","Ary hoy Izy taminy: Tsy mbola novakinareo va ny teny milaza ilay nataon'i Davida, raha noana izy mbamin'izay nanaraka azy,","Fa niditra tao amin'ny tranon'Andriamanitra izy ka nihinana ny mofo aseho, izay nahadiso raha haniny, na izay nanaraka azy, afa-tsy ny mpisorona ihany?","Ary tsy mbola novakinareo ao amin'ny lalàna va fa amin'ny Sabata ny mpisorona ao amin'ny tempoly manota ny Sabata, nefa tsy manan-tsiny?","Ary dia lazaiko aminareo fa misy eto lehibe noho ny tempoly.","Fa raha fantatrareo izay hevitry ny teny hoe: Famindram-po no sitrako, fa tsy fanatitra alatsa-drà (Hos. 6. 6), dia tsy mba nanameloka ny tsy manan-tsiny ianareo.","Fa Tompon'ny Sabata ny Zanak'olona.","Ary nony niala teo Jesosy, dia niditra tao amin'ny synagoga;","ary, indro, nisy lehilahy maty tanana teo. Ary ny olona nanontany Azy hoe: Mety va ny mahasitrana amin'ny Sabata? mba hiampangany Azy.[Gr. efa maina, na malazo]","Ary hoy Izy taminy: Iza moa no olona ao aminareo, raha manana ondry anankiray, ka latsaka any an-kady amin'ny Sabata, no tsy handray azy sy hampakatra azy?","Ary tsy mihoatra lavitra noho ny ondry va ny olona? Koa amin'izany dia mety ny manao soa amin'ny Sabata.","Dia hoy Izy tamin-dralehilahy: Ahinjiro ny tananao. Dia nahinjiny ka sitrana ho tahaka ny anankiray.","Ary ny Fariseo dia lasa nivoaka ka niara-nisaina mba hahafaty Azy.","Fa Jesosy nahalala izany, ka dia niala teo. Ary nisy olona betsaka nanaraka Azy, ka dia nositraniny avokoa izy rehetra;","ary nandrara azy Izy tsy hanao izay hahafantarana Azy,","mba hahatanteraka izay nampilazaina an'Isaia mpaminany hoe:","Indro ny Mpanompoko, Izay nofidiko, Ny Malalako, Izay sitraky ny foko indrindra; Hapetrako ao aminy ny Fanahiko, Ary hitory ny rariny amin'ny jentilisa Izy;","Tsy hifanditra, na hiantso mafy Izy; Ary tsy hisy handre ny feony any an-dalana;","Tsy hotapahiny ny volotara torotoro, Ary tsy hovonoiny ny lahin-jiro manetona, Ambara-pamoakany ny rariny ho mpandresy;","Ary ny anarany no hitokian'ny jentilisa (Isa. 42:1-4).","Dia nentina tany amin'i Jesosy ny lehilahy anankiray izay demoniaka, sady jamba no moana; dia nositraniny, ka dia niteny sy nahita ilay moana.","Dia talanjona ny vahoaka rehetra ka nanao hoe: Moa Ity va Ilay Zanak'i Davida?","Fa nony ren'ny Fariseo izany, dia hoy izy: Tsy misy amoahan'ilehiny ny demonia, afa-tsy Belzeboba, lohan'ny demonia.","Ary Jesosy nahalala ny eritreriny, dia nanao taminy hoe: Ho foana ny fanjakana rehetra izay miady an-trano; ary tsy haharitra ny tanàna rehetra, na ny trano, izay miady an-trano.","Ary raha Satana no mamoaka an'i Satana, dia miady an-trano izy; ka ahoana no haharetan'ny fanjakany?","Ary raha Belzeboba no amoahako ny demonia, iza kosa no mba amoahan'ny zanakareo azy? ary noho izany dia izy ihany no ho mpitsara anareo.","Fa raha ny Fanahin'Andriamanitra kosa no amoahako ny demonia, dia efa tonga aminareo sahady ny fanjakan'Andriamanitra.","Fa hataon'ny olona ahoana no fiditra ao an-tranon'ny mahery handroba ny entany, raha tsy afatony aloha ny mahery? dia vao handroba ny ao an-tranony izy.","Izay tsy momba Ahy dia manohitra Ahy; ary izay tsy miara-mamory amiko dia manahaka.","Ary noho izany dia lazaiko aminareo hoe: Hahazo famelan-keloka ny olona amin'ny ota sy fitenenan-dratsy samy hafa rehetra; fa tsy hahazo famelan-keloka ny olona amin'ny fitenenan-dratsy ny Fanahy Masina.[Gr.blasfemia,izahao 9. 3]","Ary na iza na iza no manao teny hanohitra ny Zanak'olona, dia hahazo famelan-keloka ihany; fa na iza na iza no miteny hanohitra ny Fanahy Masina, dia tsy mba hahazo famelan-keloka, na amin'izao fiainana izao, na amin'ny ho avy.","Koa ataovy tsara ny hazo mbamin'ny voany, na ataovy ratsy ny hazo mbamin'ny voany; fa ny voany no ahafantarana ny hazo.","Ry taranaky ny menarana! hataonareo, izay ratsy fanahy, ahoana no fahay miteny zavatra tsara? fa avy amin'ny haben'ny ao am-po no itenenan'ny vava.","Ny rakitra tsara no amoahan'ny olona tsara fanahy zavatra tsara; ary ny rakitra ratsy kosa no amoahan'ny olona ratsy fanahy zavatra ratsy.","Ary lazaiko aminareo fa hampamoahina ny olona amin'ny andro fitsarana noho ny amin'ny teny foana rehetra izay ataony.","Fa ny teninao no hanamarinana anao, ary ny teninao no hanamelohana anao.","Ary tamin'izany ny sasany tamin'ny mpanora-dalàna sy ny Fariseo namaly Azy ka nanao hoe: Mpampianatra ô, ta-hahita famantarana avy aminao izahay.","Fa Jesosy namaly ka nanao taminy hoe: Izay taranaka ratsy fanahy sy mijangajanga dia fatra-pitady famantarana; nefa tsy hisy famantarana homena azy, afa-tsy famantarana ny amin'i Jona mpaminany;","fa tahaka ny nitoeran'i Jona hateloan'andro sy hateloan'alina tao an-kibon'ny hazandrano lehibe, dia toy izany no hitoeran'ny Zanak'olona hateloan'Andro sy hateloan'alina ao anatin'ny tany.","Ny olona tany Ninive hiara-mitsangana amin'ity taranaka ity amin'ny andro fitsarana ka hanameloka azy; fa nibebaka izy tamin'ny nitorian'i Jona teny; nefa, indro, misy lehibe noho Jona eto.","Ny mpanjakavavy avy tany atsimo hiara-mitsangana amin'ity taranaka ity amin'ny andro fitsarana ka hanameloka azy; fa avy tany amin'ny faran'ny tany izy hihaino ny fahendren'i Solomona; nefa, indro, misy lehibe noho Solomona eto.","Raha mivoaka amin'ny olona ny fanahy maloto, dia mandeha mitety ny tany tsy misy rano izy, mitady fitsaharana, fa tsy mahita.","Dia hoy izy: Hody any amin'ny tranoko izay nivoahako aho; ary nony tonga izy, dia hitany fa foana ny trano sady voafafa no voavoatra.","Ary dia mandeha izy ka mitondra fanahy fito hafa koa miaraka aminy izay ratsy noho izy; dia miditra ireo ka mitoetra ao; ary ny faran'izany olona izany dia tonga ratsy noho ny voalohany. Ary dia tahaka izany koa no ho amin'ity taranaka ratsy fanahy ity.","Ary raha mbola niteny tamin'ny vahoaka Jesosy, indreo, ny reniny mbamin'ny rahalahiny nijanona teo ala-trano nitady hiteny aminy.","Ary nisy anankiray nanao taminy hoe: Indreo, ny reninao mbamin'ny rahalahinao mijanona ato ala-trano mitady hiteny aminao.","Fa namaly Izy ka nanao tamin'ilay nilaza taminy hoe: Iza moa no reniko, ary iza no rahalahiko?","Ary naninjitra ny tànany nanondro ny mpianany Izy ka nanao hoe: Indreo ny reniko sy ny rahalahiko;","Fa na iza na iza no hanao ny sitrapon'ny Raiko Izay any an-danitra, dia izy no rahalahiko sy anabaviko ary reniko."]}