{"book":"Matio","chapter":27,"verses":["Ary nony maraina ny andro, ny lohan'ny mpisorona rehetra sy ny loholona dia niara-nihevitra hiampanga an'i Jesosy mba hamonoany Azy.","Ary rehefa nafatony Izy, dia nentiny ka natolony an'i Pilato governora.","Ary Jodasy, ilay namadika Azy, raha nahita fa nohelohina Jesosy, dia nanenina ka namerina ny sekely volafotsy telo-polo tamin'ny lohan'ny mpisorona sy ny loholona","ka nanao hoe: Nanota aho, satria namadika rà marina. Fa hoy ireo: Ahoanay izany? fa asa anao.","Ary nony natsipiny teo amin'ny tempoly ny vola, dia niala izy ka lasa nandeha, dia nanao tadimody ary nananton-tena, ka dia maty.","Ary ny lohan'ny mpisorona nandray ny vola ka nanao hoe: Tsy mety raha alatsaka ao amin'ny rakitry ny tempoly io, fa vidin-drà.","Ary nony niara-nihevitra izy, dia namidiny ny sahan'ny mpanefy vilany ny vola ho fandevenam-bahiny.","Koa izany no anaovana ny anaran'izany saha izany mandraka androany hoe Sahan-drà.","Ary tamin'izany dia tanteraka izay nampilazaina an'i Jeremia mpaminany hoe: Dia nalainy ny sekely volafotsy telo-polo, vidin'ilay notombanana, dia ilay notombanan'ny Zanak'Isiraely,[Na: Nohajaina]","ka nomeny hamidy ny sahan'ny mpanefy vilany izany, araka izay efa nandidian'i Jehovah ahy (Jer. 18. 2; Zak. 11. 13).","Ary Jesosy nitsangana teo anatrehan'ny governora; ary ny governora nanontany Azy ka nanao hoe: Hianao va no Mpanjakan'ny Jiosy? Dia hoy Jesosy taminy: Voalazanao.","Ary raha nampangain'ny lohan'ny mpisorona mbamin'ny loholona Izy, dia tsy namaly akory.","dia hoy Pilato taminy: Tsy renao va izany zavatra maro iampangany Anao izany?","Fa tsy namaly azy Izy na dia indraim-bava akory aza, ka dia gaga indrindra ny governora.","Ary isaky ny tonga ny andro firavoravoana dia fanaon'ny governora ny mandefa mpifatotra anankiray ho an'ny vahoaka, araka izay tiany.","Ary tamin'izany dia nisy mpifatotra malaza atao hoe Barabasy.","Koa nony tafangona teo ny olona, dia hoy Pilato taminy: Iza moa no tianareo halefako ho anareo? Barabasy, sa Jesosy, Izay atao hoe Kristy?","Fa fantany fa fialonana no nanoloran'ireo Azy.","Ary raha nipetraka teo amin'ny fitsarana izy, ny vadiny dia naniraka hankeo aminy ka nanao hoe: Aza manao na inona na inona amin'izany Lehilahy marina izany, fa nampahory ahy be ihany ny nanofisako Azy any naraina.","Ary ny lohan'ny mpisorona mbamin'ny loholona nitaona ny vahoaka mba hangataka an'i Barabasy ary hamono an'i Jesosy.","Fa ny governora namaly ka nanao taminy hoe: Iza moa amin'izy roa lahy no tianareo halefako ho anareo? Dia hoy izy: Barabasy.","Hoy Pilato taminy: Ka ahoana kosa ary no hataoko amin'i Jesosy, Izay atao hoe Kristy? Dia hoy izy rehetra: Aoka hohomboana amin'ny hazo fijaliana Izy.","Fa hoy ny governora: Inona ary no ratsy nataony? Fa vao mainka niantsoantso izy ka nanao hoe: Aoka hohomboana amin'ny hazo fijaliana Izy!","Ary raha hitan'i Pilato, fa tsy nahaleo ditra aza izy, fa vao mainka nandroso ihany aza ny tabataba, dia naka rano izy ka nanasa tanana teo anatrehan'ny vahoaka ary nanao hoe: Afaka amin'ny ran'ity Lehilahy marina ity aho, fa asa anareo.","Ary ny olona rehetra dia namaly ka nanao hoe: Aoka ny ràny ho aminay mbamin'ny zanakay.","Ary dia nandefa an'i Barabasy ho an'ny olona izy; fa Jesosy nasainy nokapohina, dia natolony mba hohomboana tamin'ny hazo fijaliana.[Gr. dia nokapohiny; ny teny Grika milaza ny nokapohina tamin'ny fikapohana hoditra lehibe nisy varahina]","Ary ny miaramilan'ny governora dia nitondra an'i Jesosy ho ao anati-rova sady nanangona ny miaramila namany rehetra ho eo aminy.[Gr. pretoria]","Ary rehefa nanala ny fitafiany, dia nanafy Azy lamba jaky izy.","Ary nandrandrana satroka tsilo izy, ka nasatrony ny lohany, ary nampitaniny volotara ny tànany ankavanana, dia nandohalika teo anatrehany izy ka naneso Azy hoe: Arahaba, ry Mpanjakan'ny Jiosy!","Dia nororany Izy, ary nalainy ny volotara ka nokapohiny ny lohany.","Ary rehefa naneso Azy izy, dia nanala ilay lamba taminy, ka nampitafiny Azy indray ny fitafiany, ary dia nentiny Izy mba hohomboana amin'ny hazo fijaliana.","Ary raha nandeha izy, dia nahita lehilahy Kyreniana anankiray, atao hoe Simona, ka izy notereny hitondra ny hazo fijalian'i Jesosy.","Ary rehefa tonga teo amin'ny tany atao hoe Golgota izy, izany hoe Ikarandoha,","dia nomeny divay miharo afero Izy hosotroiny; ary nony nanandrana izany Izy, dia tsy nety nisotro.","Ary rehefa voahombony tamin'ny hazo fijaliana Izy, dia nanaovany loka no fizàrany ny fitafiany.","Ary nipetraka izy, dia niambina Azy teo.","Ary napetany teo ambonin'ny lohany ny soratra milaza ny nanamelohana Azy, dia izao: Ity no Jesosy, Mpanjakan'ny Jiosy.","Ary nisy jiolahy roa nohomboana tamin'ny hazo fijaliana teo an-daniny roa, ny anankiray teo amin'ny ankavanany, ary ny anankiray teo amin'ny ankaviany.","Ary izay nandalo dia niteny ratsy Azy, sady nihifikifi-doha[Gr. nanao blasfemia; izahao 9. 3]","ka nanao hoe: Ry Ilay mandrava ny tempoly sy manangana azy amin'ny hateloana, vonjeo ny tenanao. Raha Zanak'Andriamanitra Hianao, midina hiala amin'ny hazo fijaliana.","Ary dia naneso toy izany koa ny lohan'ny mpisorona mbamin'ny mpanora-dalàna sy ny loholona ka nanao hoe:","Ny sasany novonjeny; fa ny tenany tsy hainy vonjena. Mpanjakan'ny Isiraely Izy, aoka hidina hiala amin'ny hazo fijaliana Izy ankehitriny, dia hino Azy izahay;","natoky an'Andriamanitra Izy, aoka Izy hamonjy Azy ankehitriny, raha ankasitrahany Izy (Sal. 22. 8), satria hoy Izy: Zanak'Andriamanitra Aho.","Ary nandatsa Azy toy izany koa ireo jiolahy niaraka nohomboana taminy tamin'ny hazo fijaliana.","Ary hatramin'ny ora fahenina ka hatramin'ny ora fahasivy dia maizina ny tany rehetra.","Ary nony tokony ho tamin'ny ora fahasivy, dia niantso tamin'ny feo mahery Jesosy ka nanao hoe: Ely, Ely, lamà sabaktany? izany hoe: Andriamanitro ô, Andriamanitro ô, nahoana no dia mahafoy Ahy Hianao? (Sal. 22. 1).","Ary ny sasany tamin'izay nijanona teo, raha nandre izany, dia nanao hoe: Miantso an'i Elia Ilehio.","Ary niaraka tamin'izay ny anankiray teo aminy dia nihazakazaha ka nandray sipaonjy, ary rehefa natsobony tamin'ny vinaingitra izany ka notohiziny tamin'ny volotara, dia natohony hotsentsefin'i Jesosy.","Fa ny sasany kosa nanao hoe: Aoka hoe hizahantsika na ho avy hamonjy Azy Elia, na tsia.","Ary rehefa niantso tamin'ny feo mahery indray Jesosy, dia nanolotra ny fanahiny.","Ary, indro, ny efitra lamba tao amin'ny tempoly dia triatra nizara roa hatrany ambony ka hatrany ambany; dia nihorohoro ny tany, ka nitresaka ny vatolampy;","ary nisokatra ny fasana, ka maro ny fatin'ny olona masina izay efa nodi-mandry no natsangana,","ka nivoaka avy tao amin'ny fasana ireo taorian'ny nitsanganan'i Jesosy, dia nankao amin'ny Tanàna Masina ka niseho tamin'ny maro.[Na:ary taorin',...]","Ary ny kapiteny sy ny fehiny, izay niambina an'i Jesosy, raha nahita ny horohorontany mbamin'izay zavatra tonga teo, dia raiki-tahotra indrindra ka nanao hoe: Marina tokoa fa Zanak'Andriamanitra io Lehilahy io.","Ary nisy vehivavy maro nitsinjo teny lavitra eny, izay nanaraka an'i Jesosy hatrany Galilia ka nanompo Azy.","Isan'ireny Maria Magdalena sy Maria, renin'i Jakoba sy Josesy, ary ny renin'ny zanak'i Zebedio.","Ary nony hariva ny andro, dia avy ny lehilahy manan-karena anankiray, avy any Arimatia, ny anarany atao hoe Josefa, ary izy koa dia mpianatr'i Jesosy.","Izany lehilahy izany dia nankao amin'i Pilato ka nangataka ny fatin'i Jesosy. Dia nasain'i Pilato homena azy izany.","Ary rehefa nalain'i Josefa ny faty ka nofonosiny hariry madinika madio,","dia naleviny tao amin'ny fasany vaovao izay efa nolavahany tamin'ny vatolampy; ary rehefa nanakodia vato lehibe ho eo amin'ny varavaran'ny fasana izy, dia lasa nandeha.","Ary tao Maria Magdalena sy ilay Maria anankiray ka nipetraka tandrifin'ny fasana.","Ary nony ampitson'ny andro fiomanana, dia nivory nankeo amin'i Pilato ny lohan'ny mpisorona sy ny Fariseo","ka nanao hoe: Tompoko, tsaroanay fa iny mpamitaka iny, fony Izy mbola velona, dia nanao hoe: Raha afaka hateloana, dia hitsangana Aho.","Koa asaovy hambenana mafy ny fasana mandra-pahatongan'ny andro fahatelo, fandrao avy ny mpianany ka mangalatra Azy, dia hilaza amin'ny olona hoe: Efa natsangana tamin'ny maty Izy; ka dia ho ratsy ny fitaka farany noho ny voalohany.","Hoy Pilato taminy: Makà mpiambina ka mandehana, ary ataovy mafy araka izay hainareo ny fiambenana.","Ary nony lasa izy, dia nalatsany ny mpiambina hiambina mafy ny fasana, rehefa nasiany tombo-kase ny vato."]}