{"book":"Matio","chapter":1,"verses":["Ny filazana ny razan'i Jesosy Kristy, zanak'i Davida zanak'i Abrahama.","Abrahama niteraka an'i Isaka; ary Isaka niteraka an'i Jakoba; ary Jakoba niteraka an'i Joda mirahalahy avy;","ary Joda niteraka an'i Fareza sy Zara tamin'i Tamara; ary Fareza niteraka an'i Hezrona; ary Hezrona niteraka an-dRama;","ary Rama niteraka an'i Aminadaba; ary Aminadaba niteraka an'i Nasona; ary Nasona niteraka an'i Salmona; [Gr. Arama]","ary Salmona niteraka an'i Boaza tamin-dRahaba; ary Boaza niteraka an'i Obeda tamin-dRota; ary Obeda niteraka an'i Jese;","ary Jese niteraka an'i Davida mpanjaka. Ary Davida niteraka an'i Solomona tamin'ny vadin'i Oria;","ary Solomona niteraka an-dRehoboama; ary Rehoboama niteraka an'i Abia; ary Abia niteraka an'i Asa; [Gr. Asafa]","ary Asa niteraka an'i Josafata; ary Josafata niteraka an'i Jorama; ary Jorama niteraka an'i Ozia; [Gr. Asafa]","ary Ozia niteraka an'i Jotama; ary Jotama niteraka an'i Ahaza; ary Ahaza niteraka an'i Hezekia;","ary Hezekia niteraka an'i Manase; ary Manase niteraka an'i Amona; ary Amona niteraka an'i Josia; [Gr. Amosa]","ary Josia niteraka an'i Jekonia mirahalahy avy, tamin'ny nifindrana tany Babylona.","Ary taorian'ny nifindrana tany Babylona Jekonia dia niteraka an'i Sealtiela; ary Sealtiela niteraka an'i Zerobabela; [Gr. Salatiela]","ary Zerobabela niteraka an'i Abihoda; ary Abihoda niteraka an'i Eliakima; ary Eliakima niteraka an'i Azora;","ary Azora niteraka an'i Zadoka; ary Zadoka niteraka an'i Akima; ary Akima niteraka an'i Elihoda;","ary Elihoda niteraka an'i Eleazara; ary Eleazara niteraka an'i Matana; ary Matana niteraka an i Jakoba;","ary Jakoba niteraka an'i Josefa, vadin'i Maria; ary Maria niteraka an'i Jesosy, Izay atao hoe Kristy.","Ary ny taranaka rehetra hatramin'i Abrahama ka hatramin'i Davida dia taranaka efatra ambin'ny folo; ary hatramin'i Davida ka hatramin'ny nifindrana tany Babylona dia taranaka efatra ambin'ny folo; ary hatramin'ny nifindrana tany Babylona ka hatramin'i Kristy dia taranaka efatra ambin'ny folo.","Ary ny nahaterahan'i Jesosy Kristy dia toy izao: Rehefa nanaiky Maria, renin'i Jesosy, ho fofombadin'i Josefa, raha tsy mbola nivady izy, dia hita fa nitoe-jaza avy tamin'ny Fanahy Masina izy.","Ary Josefa vadiny, izay lehilahy marina sady tsy ta-hanala baraka azy, dia nikasa hametraka azy mangingina.","Fa raha mbola nisaina izany izy, indro, nisy anjelin'ny Tompo niseho taminy tamin'ny nofy ka nanao hoe: Ry Josefa, zanak'i Davida, aza matahotra hampakatra an'i Maria vadinao; fa ny Zaza ao an-kibony dia avy amin'ny Fanahy Masina,","ka hiteraka Zazalahy izy, ary ny anarany hataonao hoe Jesosy; fa Izy no hamonjy ny olony ho afaka amin'ny fahotany. [Jesosy = Jehovah no Mpamonjy]","Ary izany rehetra izany dia tonga mba hahatanteraka izay nampilazain'ny Tompo ny mpaminany hoe: [Gr. profeta dia olona voafidin'Andriamanitra ho mpilaza ny teniny]","Indro, ny virijina hitoe-jaza ka hiteraka zazalahy; Ary ny anarany hataon'ny olona hoe Imanoela (Isa. 7. 14), izany hoe, raha adika: Amintsika Andriamanitra.","Ary Josefa, rehefa nahatsiaro tamin'ny torimasony, dia nanao araka izay nandidian'ny anjelin'ny Tompo ary ka nampakatra ny vadiny.","Ary tsy nahalala azy izy mandra-piterany Zazalahy; ary ny anarany nataony hoe Jesosy."]}