{"book":"Matio","chapter":8,"verses":["Ary raha nidina avy teo an-tendrombohitra Izy, dia nisy vahoaka betsaka nanaraka Azy.","Ary, indro, nisy boka anankiray nanatona dia niankohoka teo anatrehany ka nanao hoe: Tompoko ô, raha mety Hianao, dia mahay manadio ahy.","Ary Jesosy naninjitra ny tànany, dia nanendry azy ka nanao hoe: Mety Aho; madiova ianao. Dia nadio tamin'ny habokany niaraka tamin'izay izy.","Ary hoy Jesosy taminy: Tandremo mba tsy hilaza amin'olona na dia iray akory aza ianao; fa mandehana, misehoa amin'ny mpisorona, ka mitondrà ny fanatitra izay nandidian'i Mosesy ho vavolombelona amin'ireo.","Ary nony tonga tao Kapernaomy Jesosy, dia nisy kapiteny anankiray nankao aminy ka nitaraina taminy","nanao hoe: Tompoko ô, ny ankizilahiko mandry ao an-trano, mararin'ny paralysisa ka mijaly loatra.","Dia hoy Jesosy taminy: Ho avy Aho hahasitrana azy.","Fa namaly ilay kapiteny ka nanao hoe: Tompoko, tsy miendrika hidiranao ao ambanin'ny tafon-tranoko aho; fa mitenena ihany, dia ho sitrana ny ankizilahiko.","Fa izaho koa mba lehilahy manan-dehibe ihany ka manana miaramila izay feheziko; ary raha hoy izaho amin'ny anankiray: Mandehana, dia mandeha izy; ary amin'ny anankiray koa: Avia, dia avy izy; ary amin'ny andevolahiko: Ataovy izao, dia manao izy.","Ary nony nahare izany Jesosy, dia gaga ka niteny tamin'izay nanaraka Azy hoe: Lazaiko aminareo marina tokoa fa tsy mbola nahita finoana lehibe toy izany Aho na dia tamin'ny Isiraely aza.","Ary lazaiko aminareo fa maro ny avy any atsinanana sy any andrefana no ho tonga ka hipetraka hiara-mihinana amin'i Abrahama sy Isaka ary Jakoba any amin'ny fanjakan'ny lanitra;","fa ny zanaky ny fanjakana dia hariana amin'ny maizina any ivelany; any no hisy ny fitomaniana sy ny fikitroha-nify.","Ary Jesosy niteny tamin'ilay kapiteny hoe: Mandehana; tongava aminao araka ny ninoanao. Dia sitrana tamin'izany ora izany ilay ankizilahy.","Ary Jesosy, nony niditra tao an-tranon'i Petera, dia nahita ny rafozam-bavin'i Petera nandry teo nanavin'ny tazo.","Ary nanendry ny tànany Izy, dia niala taminy ny tazo; dia nitsangana ravehivavy ka nanompo Azy.","Ary nony hariva ny andro, dia nentin'ny olona tany aminy ny demoniaka maro; ary ny teniny ihany no namoahany ny fanahy ratsy, ary izay narary rehetra dia nositraniny avokoa,","mba, hahatanteraka izay nampilazaina an'Isaia mpaminany hoe: Izy naka ny rofintsika sy nitondra ny aretintsika (Isa. 53. 4).","Ary Jesosy, nony nahita ny vahoaka betsaka manodidina Ary, dia nanome teny hiala ho eny am-pita.","Ary nanatona ny mpanora-dalàna anankiray ka nanao taminy hoe: Mpampianatra ô, hanaraka Anao aho na aiza na aiza no halehanao.","Fa hoy Jesosy taminy : Ny amboahaolo manan-davaka; ary ny voro-manidina manana fialofana; fa ny Zanak'olona tsy mba manana izay hipetrahan'ny lohany.[volpa]","Ary nisy hafa koa tamin'ny mpianatra niteny taminy hoe: Tompoko, aoka aho aloha handeha handevina ny raiko.","Fa hoy Jesosy taminy: Manaraha Ahy; ary aoka ny maty handevina ny maty ao aminy.","Ary nony niondrana an-tsambokely Izy, dia nanaraka Azy ny mpianany.","Ary, indro, nisy tafio-drivotra mafy tonga tamin'ny ranomasina, ka dia efa nila ho voasafotry ny alon-drano ny sambokely; fa Izy natory.","Ary nanatona izy ireo, dia namoha Azy ka nanao hoe: Tompoko, vonjeo, fa maty izahay!","Ary hoy Izy taminy: Nahoana no saro-tahotra ianareo, ry kely finoana? Dia nitsangana Izy, ka noteneniny mafy ny rivotra sy ny ranomasina, dia tonga tony tsara ny andro.","Ary talanjona ny olona ka nanao hoe: Lehilahy manao ahoana re Io, fa ny rivotra sy ny ranomasina aza dia manaiky Azy!","Ary nony tonga teny am-pita teo amin'ny tanin'ny Gadarena Izy, dia nifanena taminy ny demoniaka roa lahy, nivoaka avy teny amin'ny fasana, sady masiaka loatra, ka tsy nisy olona nahazo nandalo tamin'izany lalana izany.","Ary, indro, niantso izy ka nanao hoe: Moa mifaninona akory izahay sy Hianao, ry Zanak'Andriamanitra ô? Tonga eto va Hianao hampijaly anay alohan'ny fotoana?","Ary nisy kisoa maro andiany iray nihinana teny lavidavitra azy teny.","Ary ny demonia nifona tamin'i Jesosy ka nanao hoe: Raha avoakanao ary izahay, dia iraho hankany anatin'ireo kisoa andiany ireo.","Ary hoy Izy taminy: Mandehana. Dia nivoaka ireo, ka lasa nankany anatin'ny kisoa; ary, indreny, ny kisoa andiany rehetra nitratrevatreva teny amin'ny hantsana ho any amin'ny ranomasina, ka dia maty tany anatin'ny rano.","Ary ny mpiandry nandositra, dia nankany an-tanàna ka nilaza ny zavatra rehetra ny amin'ireo demoniaka.","Ary, indreo, nivoaka ny tao an-tanàna rehetra mba hitsena an'i Jesosy; ka nony nahita Azy izy, dia nifona taminy mba hiala amin'ny fari-taniny."]}