{"book":"Matio","chapter":19,"verses":["Ary rehefa vitan'i Jesosy izany teny izany, dia niala tany Galilia Izy ka nihazo ny lalana teny an-dafin'i Jordana, dia tonga tany amin'ny sisin'i Jodia.","Ary nisy vahoaka betsaka nanaraka Azy, dia nahasitrana azy teo Izy.","Ary nisy Fariseo nanatona Azy, dia naka fanahy Azy hoe: Mahazo misaotra ny vadiny va ny lehilahy noho izay rehetra entiny iampangany azy na inona na inona?[Na: (Ary nanatona Azy ny Fariseo)]","Ary Izy namaly ka nanao hoe: Tsy mbola novakinareo va ny teny, fa Izay nahary azy tamin'ny voalohany dia nahary azy ho lahy sy vavy (Gen. 1. 27), ka dia nanao hoe:","Ary noho izany ny lehilahy dia handao ny rainy sy ny reniny ka hikambana amin'ny vadiny; ary dia ho nofo iray ihany izy roroa. (Gen. 2. 24)?","ka dia tsy roa intsony izy, fa nofo iray ihany. Koa amin'izany, izay nampiraisin'Andriamanitra dia aoka tsy hampisarahin'olona.","Hoy ireo taminy: Nahoana ary Mosesy no nandidy hanome taratasy fisaoram-bady sy hisaotra azy? (Deo. 24. 1).","Ary hoy Jesosy taminy: Ny hamafin'ny fonareo no namelan'i Mosesy anareo hisao-bady; fa tamin'ny voalohany dia tsy mba toy izany.","Fa lazaiko aminareo: Na zovy na zovy no misaotra ny vadiny, afa-tsy noho ny fijangajangana ihany, ka mampakatra ny hafa, dia mijangajanga; ary izay mampakatra ny voasaotra dia mijangajanga koa.","Dia hoy ny mpianatra taminy: Raha izany no toetry ny lehilahy amin'ny vadiny, dia aleo tsy manambady.","Fa hoy Izy taminy: Tsy ny olona rehetra no mahay mandray izany teny izany, fa izay nomena ihany;","fa misy ionoka, izay teraka ionoka hatrany an-kibon-dreniny; ary misy ionoka, izay nataon'ny olona ionoka; ary misy ionoka, izay nanao ny tenany ionoka noho ny fanjakan'ny lanitra. Aoka handray izany izay mahay mandray.","Ary tamin'izany dia nisy zazakely nentina teo amin'i Jesosy mba hametrahany ny tànany sy hivavahany ho azy; fa ny mpianany niteny mafy ireny.","Nefa Jesosy kosa nanao hoe: Avelao ny zaza, ary aza raràna tsy hanatona Ahy; fa an'ny toa azy ny fanjakan'ny lanitra.","Ary nony nametraka ny tànany taminy Izy, dia niala teo.","Ary, indro, nisy anankiray nanatona Azy ka nanao hoe: Mpampianatra ô, inona no tsara hataoko hahazoako fiainana mandrakizay?[Na: (Mpampianatra tsara ô)]","Fa hoy Jesosy taminy: Nahoana Aho no anontanianao ny amin'izay tsara? Iray no tsara; fa raha te-hiditra any amin'ny fiainana ianao, tandremo ny didy.[Na: (Nahoana Aho no ataonao tsara? Tsy misy tsara afa-tsy iray ihany dia Andriamanitra.)]","Hoy ralehilahy taminy: Inona avy moa? Dia hoy Jesosy: Ny hoe: Aza mamono olona, Aza mijangajanga, Aza mangalatra, Aza mety ho vavolombelona mandainga,","Manajà ny rainao sy ny reninao (Eks. 20:12-16), ary: Tiava ny namanao tahaka ny tenanao (Lev. 19:18).","Hoy ilay zatovo taminy: Izany rehetra izany efa voatandriko avokoa; fa inona no tsy mbola mahatanteraka ahy?","Dia hoy Jesosy taminy: Raha tia ho tanteraka ianao, mandehana, amidio ny fanananao, ka omeo ny malahelo, dia hanana rakitra any an-danitra ianao; ary avia hanaraka Ahy.","Fa nony nandre izany teny izany ilay zatovo, dia niala tamin'alahelo izy, satria nanana fananana be.","Dia hoy Jesosy tamin'ny mpianany: Lazaiko aminareo marina tokoa fa sarotra ny hidiran'ny manan-karena amin'ny fanjakan'ny lanitra.","Ary hoy Izaho aminareo indray: Ho moramora kokoa ny hidiran'ny rameva amin'ny vodi-fanjaitra noho ny hidiran'ny manan-karena amin'ny fanjakan'Andriamanitra.","Ary nony nandre izany ny mpianatra, dia talanjona indrindra ka nanao hoe: Iza indray no azo hovonjena?","Ary Jesosy nijery azy ka nanao taminy hoe: Tsy hain'ny olona izany, fa hain'Andriamanitra ny zavatra rehetra.","Dia namaly Petera ka nanao taminy hoe: Indro, izahay efa nahafoy ny zavatra rehetra ka nanaraka Anao; koa inona ary no ho azonay?","Fa hoy Jesosy taminy: Lazaiko aminareo marina tokoa fa rehefa mby amin'ny fanavaozana, ka hipetraka amin'ny seza fiandrianan'ny voninahiny ny Zanak'olona, ianareo koa, izay nanaraka Ahy, dia hipetraka amin'ny seza fiandrianana roa ambin'ny folo ka hitsara ny firenen'isiraely roa ambin'ny folo.[Gr.fiteraham-baovao]","Ary izay rehetra efa nahafoy trano, na rahalahy, na anabavy, na ray, na reny, na zanaka, na tany, noho ny anarako, dia handray zato heny ka handova fiainana mandrakizay.[Ampio hoe: (na vady.)]","Nefa maro izay voalohany no ho farany, ary izay farany no ho voalohany."]}