{"book":"Matio","chapter":18,"verses":["Tamin'izany ora izany dia nankeo amin'i Jesosy ny mpianatra ka nanao hoe: Iza moa no lehibe indrindra ao amin'ny fanjakan'ny lanitra?","Ary Jesosy niantso zazakely anankiray hankeo aminy, dia nametraka azy teo afovoany","ka nanao hoe: Lazaiko aminareo marina tokoa: Raha tsy miova ianareo ka ho tonga tahaka ny zazakely, dia tsy hiditra amin'ny fanjakan'ny lanitra mihitsy ianareo.[Gr. mitodika]","Koa na zovy na zovy no hanetry tena tahaka ity zazakely ity, dia izy no ho lehibe indrindra amin'ny fanjakan'ny lanitra.","Ary na zovy na zovy no handray zazakely anankiray aza tahaka itony noho ny anarako, dia mandray Ahy.","Fa na zovy na zovy no hanafintohina na dia iray aza amin'ireny madinika mino Ahy ireny, dia tsara lavitra ho azy raha anantonana vato lehibe fikosoham-bary ny vozony, ka alentika any amin'ny ranomasina lalina izy.[Na: ahodim-boriky]","Lozan'izao tontolo izao noho ny fahatafintohinana! fa tsy maintsy ho avy ny fahatafintohinana, nefa lozan'izay olona mahatonga ny fahatafintohinana.","Koa raha ny tananao na ny tongotrao no manafintohina anao, tapaho izy ka ario ho afaka aminao; fa tsara ho anao ny hiditra kilemaina na mandringa any amin'ny fiainana noho ny manana tanana roa sy tongotra roa, nefa hariana any amin'ny afo maharitra mandrakizay.","Ary raha ny masonao no manafintohina anao, esory hiala izy, ka ario ho afaka aminao; fa tsara ho anao ny hiditra toka-maso amin'ny fiainana noho ny manana maso roa, nefa hariana any amin'ny helo mirehitra afo.","Mitandrema, fandrao manao tsinontsinona na dia ny iray aza amin'ireny madinika ireny ianareo; fa lazaiko aminareo: Ny anjeliny any an-danitra mahita mandrakariva ny tavan'ny Raiko Izay any an-danitra.[Ampio hoe:]","(Fa tonga ny Zanak'olona hamonjy ny very.)","Ahoana no hevitrareo? Raha misy olona manana ondry zato, ka mania ny anankiray moa tsy hamela ny sivy amby sivi-folo eny an-tendrombohitra va izy ka handeha hitady ilay nania?","Ary raha tàhiny hitany izy, dia lazaiko aminareo marina tokoa fa mahafaly azy iny noho ny sivy amby sivifolo izay tsy nania.","Ary tahaka izany, dia tsy sitraky ny Rainareo Izay any an-danitra, raha ho very na dia iray aza amin'ireny madinika ireny.","Ary raha manota aminao ny rahalahinao, dia mankanesa any aminy, ka rehefa mitokana ianareo roa lahy, dia asehoy azy ny fahadisoany. Raha mihaino anao izy, dia efa azonao ny rahalahinao;","fa raha tsy mihaino anao kosa izy, dia ento miaraka aminao ny olona iray na roa, mba ho voaorina mafy avokoa ny teny rehetra amin'ny tenin'ny vavolombelona roa na telo (Deo. 19. 15).","Ary raha tsy mety mihaino ireo izy, dia ambarao amin'ny fiangonana; ary raha tsy mety mihaino ny fiangonana koa izy, dia aoka hataonao ho tahaka ny jentilisa sy ny mpamory hetra izy. [ Gr. eklesia] [ Gr. eklesia]","Lazaiko aminareo marina tokoa: Na inona na inona fehezinareo ety ambonin'ny tany dia hofehezina any an-danitra; ary na inona na inona vahanareo ety ambonin'ny tany dia hovahana any an-danitra.","Ary lazaiko aminareo koa: Raha misy roa aminareo mifanaiky ety ambonin'ny tany na amin'inona na amin'inona ka hangataka izany, dia ho azony avy amin'ny Raiko Izay any an-danitra izany.","Fa na aiza na aiza no iangonan'ny roa na telo amin'ny anarako, dia ao afovoany Aho.","Dia nanatona Petera ka nanao taminy hoe: Tompoko, impiry moa no hanotan'ny rahalahiko amiko, ka havelako izy? Hatramin'ny impito va?","Fa hoy Jesosy taminy: Tsy lazaiko aminao hoe: Hatramin'ny impito, fa hatramin'ny impito amby fito-polo.[Na: fito-polo impito]","Koa amin'izany ny fanjakan'ny lanitra dia tahaka ny mpanjaka anankiray, izay te-hidinika amin'ny mpanompony ny amin'ny volany.","Ary raha vao nidinika izy, dia nisy anankiray nentina teo aminy, izay nitrosa talenta iray alina.[Anaram-bola; ny talenta volafotsy dia sekely telo arivo]","Ary satria tsy nanan-kaloa izy, dia nasain'ny tompony hamidy izy sy ny vadiny aman-janany mbamin'ny fananany rehetra handoavana ny trosa.","Dia niankohoka teo anatrehany ilay mpanompo ka nanao hoe: Tompoko, omeo andro aho, fa haloako ny anao rehetra.","Ary ny tompon'izany mpanompo izany dia onena azy ka nandefa azy sady namoy ny trosa taminy.","Nefa nony nivoaka izany mpanompo izany, dia nahita mpanompo namany anankiray, izay nitrosa denaria zato taminy; dia nosamboriny izy ka notraohiny sady nataony hoe: Aloavy izay trosako aminao.[Anaram-bola tokony ho venty no heviny]","Fa niankohoka ilay mpanompo namany ka nifona taminy nanao hoe: Omeo andro aho, fa haloako ny anao.","Nefa tsy nety izy, fa lasa nampanao azy tao an-tranomaizina mandra-pandoany ny trosa.","Ary nony hitan'ireo mpanompo namany izay efa natao, dia nalahelo indrindra izy ka nandeha nanambara tsara tamin'ny tompony izany rehetra natao izany.","Dia nampanalain'ny tompony ralehilahy ka noteneniny hoe: Ry mpanompo ratsy fanahy, efa nafoiko ilay trosa rehetra taminao, satria nifona tamiko ianao;","moa tsy tokony mba ho namindra fo tamin'ny mpanompo namanao koa va ianao tahaka ny namindrako fo taminao?","Dia tezitra ny tompony ka nanolotra azy ho amin'ny mpampijaly mandra-pandoany ny trosa rehetra.","Ary tahaka izany koa no hataon'ny Raiko Izay any an-danitra aminareo, raha tsy samy mamela ny rahalahinareo amin'ny fonareo avy ianareo."]}