{"book":"Matio","chapter":24,"verses":["Ary nony niala teo an-kianjan'ny tempoly Jesosy, dia lasa nandeha; ary ny mpianany nanatona Azy hampizaha Azy ny rafitry ny tempoly.","Fa Izy namaly ka nanao taminy hoe: Tsy hitanareo va ireo rehetra ireo? Lazaiko aminareo marina tokoa: Tsy havela hisy vato hifanongoa eto ka tsy horavana. [Na:Tsy hitanareo izany rehetra izany]","Ary nipetraka teo an-tendrombohitra Oliva Izy, dia nanatona Azy mangingina ny mpianany ka nanao hoe: Lazao aminay izay andro hahatongavan'izany, ary izay ho famantarana ny fihavianao sy ny fahataperan'izao tontolo izao.","Ary Jesosy namaly ka nanao taminy hoe: Mitandrema, fandrao hisy hamitaka anareo.","Fa maro no ho avy amin'ny anarako hanao hoe: Izaho no Kristy, ka maro no ho voafitany.","Ary handre ady sy filazana ady ianareo; koa mitandrema, aza matahotra; fa tsy maintsy ho tonga izany; nefa tsy mbola tonga ny farany.","Fa hisy firenena hitsangana hamely firenena, ary hisy fanjakana hitsangana hamely fanjakana; ary hisy mosary sy horohorontany amin'ny tany samy hafa.","Fa izany rehetra izany no fiandohan'ny fahoriana.[Gr. faharariam-piterahana; izahao 19. 28]","Ary dia hatolony ho amin'ny fahoriana ianareo ka hovonoiny; ary ho halan'ny firenena rehetra ianareo noho ny anarako.","Ary amin'izany andro izany dia ho tafintohina ny maro, ary hifampiampanga sy hifankahala izy.","Ary hisy mpaminany sandoka maro hitsangana ka hamitaka ny maro.","Ary noho ny haben'ny tsi-fankatoavan-dalàna dia hihamangatsiaka ny fitiavan'ny maro.","Fa izay maharitra hatramin'ny farany no hovonjena.","Ary hotorina amin'izao tontolo izao ity filazantsaran'ny fanjakana ity ho vavolombelona amin'ny firenena rehetra, dia vao ho tonga ny farany.","Koa raha hitanareo mitsangana ao amin'izay fitoerana masina ny fahavetavetan'ny fandravana, izay nampilazaina an'i Daniela mpaminany (Dan. 12. 11; 9. 27) (aoka hisaina izay mamaky izany),","dia aoka izay olona any Jodia handositra ho any an-tendrombohitra;","ary izay ao an-tampon-trano aoka tsy hidina haka ny ao an-tranony;","ary izay any an-tsaha aoka tsy hiverina haka ny lambany.","Ary lozan'ny bevohoka sy ny mampinono amin'ireo andro ireo!","Fa mivavaha ianareo mba tsy ho amin'ny ririnina na ho amin'ny Sabata no handosiranareo.","Fa amin'izany andro izany dia hisy fahoriana lehibe, izay tsy mbola nisy toa azy hatrizay niandohan'izao tontolo izao ka mandraka ankehitriny, sady tsy hisy intsony.","Ary raha tsy efa nohafohezina izany andro izany, dia tsy nisy nofo hovonjena; fa noho ny olom-boafidy dia hohafohezina izany andro izany.","Koa raha misy manao aminareo hoe: Indro,y Kristy, na: Indro, ar ; aza mino ianareo.","Fa hisy Kristy sandoka sy mpaminany sandoka hitsangana ka haneho famantarana lehibe sy fahagagana, ary raha azo atao, na dia ny olom-boafidy aza dia hofitahiny.","Indro, voalazako aminareo rahateo izany.","Ary amin'izany, raha misy manao aminareo hoe: Indro, any an-efitra Izy, aza mankany ianareo; Indro, ao amin'ny efi-trano Izy, aza mino.","Fa tahaka ny helatra avy any atsinanana ka hita hatrany andrefana, dia ho tahaka izany ny fihavian'ny Zanak'olona.","Fa izay itoeran'ny faty, dia any no hiangonan'ny voromahery.","Ary raha vao afaka ny fahoriana amin'ireo andro ireo, ny masoandro dia hohamaizinina, ary ny volana tsy hahazava; ny kintana hiraraka avy any an-danitra, ary ny herin'ny lanitra hohozongozonina.","Ary amin'izany andro izany dia hiseho eo amin'ny lanitra ny famantarana ny Zanak'olona, ka dia hitomany ny firenena rehetra ambonin'ny tany, ary hahita ny Zanak'olona avy amin-kery sy voninahitra lehibe eo amin'ny rahon'ny lanitra izy.","Ary amin'ny ampanenoana mafy ny trompetra dia haniraka ny anjeliny Izy, ary hangonin'ireo ny olom-boafidy avy amin'ny vazan-tany efatra hatramin'ny faravodilanitra rehetra.[Gr. rivotra]","Ary mianara ny fanoharana ny amin'ny aviavy: Raha vao manaroka ny rantsany ka mandravina, dia fantatrareo fa efa akaiky ny lohataona.[aviavimbazaha]","Dia tahaka izany koa ianareo, raha vao hitanareo izany rehetra izany, dia aoka ho fantatrareo fa efa akaiky mby eo am-baravarana Izy.[Na: izany]","Lazaiko aminareo marina tokoa: Tsy mba ho lany izao taranaka izao mandra-pahatongan'izany rehetra izany.","Ny lanitra sy ny tany ho levona, fa ny teniko tsy mba ho levona.","Fa ny amin'izany andro sy ora izany dia tsy misy mahalala, na dia ny anjelin'ny lanitra aza, [ary na ny Zanaka aza,] afa-tsy ny Ray ihany.","Fa tahaka ny andron'i Noa, dia ho tahaka izany koa ny fihavian'ny Zanak'olona.","Fa tahaka ny tamin'ny andro fony tsy mbola tonga ny Safo-drano, ka nihinana sy nisotro ny olona ary nampaka-bady sy namoaka ny ampakarina, mandra-pihavin'ny andro izay nidiran'i Noa tao amin'ny sambo-fiara,","ary tsy fantany mandra-pihavin'ny Safo-drano izay nandringana ny olona rehetra, dia ho tahaka izany ny fihavian'ny Zanak'olona.","Ary amin'izany hisy roa lahy any an-tsaha; ny anankiray horaisina, ary ny anankiray havela.","Ary hisy roa vavy manodina ny fikosoham-bary; ny anankiray horaisina, ary ny anankiray havela.","Koa amin'izany miambena ianareo; fa tsy fantatrareo izay andro hihavian'ny Tomponareo.","Nefa aoka ho fantatrareo izao: Raha fantatry ny tompon-trano ny fiambenana amin'ny alina izay hihavian'ny mpangalatra, dia ho niambina izy ka tsy namela ny tranony hotamina.","Koa miomana kosa ianareo; fa amin'izay ora tsy ampoizinareo no hihavian'ny Zanak'olona.","Iza moa no mpanompo mahatoky sy manan-tsaina, izay notendren'ny tompony hifehy ny mpanompony mba hanome azy hanina amin'ny fotoana?","Sambatra izany mpanompo izany, raha avy ny tompony ka hahita azy manao izany.","Lazaiko aminareo marina tokoa: Hotendreny ho mpanapaka ny fananany rehetra izy.","Fa raha manao anakampo izany mpanompo ratsy fanahy izany hoe: Maharitra ela ny tompoko,","ka dia mikapoka ny mpanompo namany izy ary mihinana sy misotro amin'ny mpimamo,","dia ho avy ny tompon'izany mpanompo izany amin'ny andro izay tsy ampoiziny sy amin'ny ora izay tsy fantany,","dia hotapahiny roa izy ka homeny anjara any amin'ny mpihatsaravelatsihy; any no hisy ny fitomaniana sy ny fikitroha-nify.[Na: hokapohiny mafy]"]}