{"book":"Matio","chapter":20,"verses":["Fa ny fanjakan'ny lanitra dia tahaka ny lehilahy tompon-trano, izay nivoaka maraina koa hanakarama mpiasa ho any an-tanim-boalobony.","Ary rehefa nifanekeny tamin'ny mpiasa fa ho denaria isan'andro ny karamany, dia nasainy nankany amin'ny tanim-boalobony ireny.","Ary nivoaka tamin'ny ora fahatelo izy, dia nahita ny sasany nitoetra foana tany an-tsena,","ka hoy izy taminy: Mandehana koa ianareo hankany amin'ny tanim-boaloboka, fa izay an-keviny marina dia homeko anareo. Ka dia lasa ireny.","Ary nivoaka tamin'ny ora fahenina sy fahasivy indray izy ka nanao toy izany koa.","Ary rehefa tokony ho tamin'ny ora fahiraika ambin'ny folo dia nivoaka izy ka nahita ny sasany mitoetra eo, dia hoy izy taminy: Nahoana ianareo no mitoetra foana eto mandritra ny andro?","Hoy izy taminy: Satria tsy nisy olona nanakarama anay. Dia hoy ralehilahy taminy: Mandehana koa ianareo mankany amin'ny tanim-boaloboka.","Ary rehefa hariva ny andro, dia hoy ny tompon'ny tanim-boaloboka tamin'ny mpitandrina ny raharahany: Antsoy ny mpiasa, ka aloavy ny karamany: atombohy amin'ireo taoriana ka vao hatramin'ireo voalohany.","Ary rehefa tonga ireo nokaramaina tamin'ny ora fahiraika ambin'ny folo, dia nahazo denaria misesy avy izy.","Fa rehefa tonga ireo voalohany, dia nanantena hahazo mihoatra izy; kanjo samy denaria misesy avy ihany no azony.","Ary rehefa nahazo izany izy, dia nimonomonona tamin'ny tompon-trano ka nanao hoe:","Ireo olona farany ireo dia niasa ora iray monja, kanefa nataonao mitovy aminay, izay niaritra ny fahatrotrahana sy ny hainandro.","Fa izy namaly ka nanao tamin'ny anankiray amin'ireny hoe: Ry sakaiza, tsy mba manao izay tsy marina aminao aho; tsy efa denaria va no nifanekenao tamiko?","Raiso ny anao, ka mandehana; fa ilay farany dia tiako homena toraka ny anao koa.","Tsy mahazo manao izay tiako amin'ny ahy va aho? Ratsy va ny masonao, satria tsara aho?","Dia toy izany, ny farany ho voalohany, ary ny voalohany ho farany.","Ary Jesosy, nony niakatra ho any Jerosalema, dia naka mangingina ny mpianatra roa ambin'ny folo lahy ka niteny taminy teny an-dalana hoe:","Indro, miakatra ho any Jerosalema isika; ary ny Zanak'olona hatolotra ho amin'ireo lohan'ny mpisorona sy ny mpanora-dalàna, dia hohelohiny ho faty Izy","ka hatolony amin'ny jentilisa mba hataony ho fihomehezana sy hokapohiny sy hohomboany amin'ny hazo fijaliana; ary amin'ny andro fahatelo dia hatsangana indray Izy.","Ary tamin'izany dia nanatona an'i Jesosy ny renin'ny zanak'i Zebedio mbamin'ny zananilahy, dia niankohoka ka nangataka zavatra taminy.","Ary hoy Izy taminy: Inona no irinao? Dia hoy ravehivavy taminy: Mandidia mba hipetrahan'ireto zanako roa lahy ireto, ny anankiray ho eo amin'ny ankavananao, ary ny anankiray ho eo amin'ny ankavianao, ao amin'ny fanjakanao.","Fa Jesosy namaly ka nanao hoe: Tsy fantatrareo izay angatahinareo; hainareo va ny misotro amin'ny kapoaka izay efa hisotroako? Hoy izy roa lahy taminy: Hainay ihany.","Hoy kosa Izy taminy: Hisotro amin'ny kapoakako tokoa ianareo; fa ny hipetraka eo an-tanako ankavanana sy eo an-tanako ankavia, dia tsy Ahy ny hanome izany; fa izay nanamboaran'ny Raiko izany no homena.","Ary nony nandre izany izy folo lahy, dia tezitra noho ny nataon'izy mirahalahy.","Fa Jesosy niantso azy hankeo aminy ka nanao hoe: Fantatrareo fa ny andrianan'ny jentilisa mampanompo azy tokoa, ary ny lehibeny manapaka azy fatratra.","Fa tsy mba ho toy izany aminareo; fa izay te-ho lehibe aminareo dia ho mpanompo anareo;","ary izay te-ho ambony indrindra aminareo dia ho mpanomponareo.","Fa tahaka izany, ny Zanak'olona tsy tonga mba hotompoina, fa mba hanompo ka hanolotra ny ainy ho avotra hisolo ny maro.","Ary raha niala tao Jeriko izy, dia nisy vahoaka betsaka nanaraka an'i Jesosy.","Ary, indreo, nisy jamba roa lahy nipetraka teo amoron-dalana, ary nony reny fa Jesosy no mandalo, dia niantso izy ka nanao hoe: Mamindrà fo aminay, ry Tompo, Zanak'i Davida ô!","Ary ny vahoaka niteny mafy azy mba hangina; fa vao mainka niantsoantso izy ka nanao hoe: Mamindrà fo aminay, ry Tompo, Zanak'i Davida ô!","Ary Jesosy nijanona, dia niantso azy ka nanao hoe: Inona no tianareo hataoko aminareo?","Hoy izy taminy: Tompoko ô, ny mba hampahiratina ny masonay.","Ary Jesosy dia onena azy ka nanendry ny masony; ary nahiratra niaraka tamin'izay izy, dia nanaraka an'i Jesosy."]}