{"book":"Matio","chapter":16,"verses":["Ary ny Fariseo sy ny Sadoseo nankeo aminy, dia naka fanahy Azy ka nangataka Azy haneho famantarana aminy avy any an-danitra.","Ary Izy namaly ka nanao taminy hoe: Nony hariva, dia hoy ianareo: Ho tsara ny andro, fa mena ny lanitra.","Ary nony maraina, dia hoy ianareo: Ho ratsy ny andro, fa mena sy manjombona ny lanitra. Fantatrareo ny hamantatra ny tarehin'ny lanitra, fa ny famantarana ny fotoana dia tsy hainareo.","Izay taranaka ratsy fanahy sy mijangajanga dia fatra-pitady famantarana; nefa tsy misy famantarana homena azy, afa-tsy ny famantarana ny amin'i Jona ihany. Ary nandao azy Jesosy ka lasa.","Ary rehefa tonga teny am-pita ny mpianatra, dia nanadino hitondra mofo izy.","Ary hoy Jesosy taminy: Mihevera, ka mitandrema ianareo, fandrao azon'ny masirasiran'ny Fariseo sy ny Sadoseo.","Dia niara-nisaina izy ka nanao hoe: Ny tsy nitondrantsika mofo angaha izany.","Ary Jesosy nahalala izany, dia nanao hoe: Nahoana ianareo, ry kely finoana, no miara-misaina satria tsy manana mofo?","Tsy mbola mahafantatra va ianareo, ary tsy tsaroanareo va ny mofo dimy ho an'ny dimy arivo, ka firy harona moa no nangoninareo?","na ny mofo fito ho an'ny efatra arivo, ka firy sobiky moa no nangoninareo?","Ahoana no tsy ahafantaranareo fa tsy ny amin'ny mofo no nolazaiko taminareo? Fa tandremo, fandrao azon'ny masirasiran'ny Fariseo sy ny Sadoseo.","Dia fantany fa tsy nasainy hitandrina izy, fandrao azo'ny masirasira fanaovana mofo, fa andrao azon'ny fampianaran'ny Fariseo sy ny Sadoseo.","Ary rehefa tonga tany amin'ny faritanin'i Kaisaria-filipo Jesosy, dia nanontany ny mpianany Izy ka nanao hoe: Ataon'ny olona ho iza moa ny Zanak'olona?[Na: (Aho)]","Dia hoy ireo: Hoy ny sasany: Jaona Mpanao-batisa; ary hoy ny sasany: Elia; ary hoy ny sasany: Jeremia, na anankiray amin'ny mpaminany.","Ary hoy Jesosy taminy: Fa ianareo kosa manao Ahy ho iza?","Ary namaly Simona Petera ka nanao hoe: Hianao no Kristy, Zanak'Andriamanitra velona.","Dia namaly Jesosy ka nanao taminy hoe: Sambatra ianao, ry Simona Bar-jona; fa tsy nofo aman-drà no naneho anao izany, fa ny Raiko Izay any an-danitra.","Ary Izaho milaza aminao koa: Hianao no Petera, ary ambonin'ity vatolampy ity no haoriko ny fiangonako; ary ny vavahadin'ny fiainan-tsi-hita tsy haharesy azy. [Petera = Vato; izahao Jao.1, 42] [Gr. eklesia] [Gr. Hadesy]","Homeko anao ny fanalahidin'ny fanjakan'ny lanitra; ka na inona na inona fehezinao eto ambonin'ny tany dia hofehezina any an-danitra; ary na inona na inona vahanao ety ambonin'ny tany dia hovahana any an-danitra.","Ary tamin'izany dia nandrara ny mpianatra Izy mba tsy hilaza amin'olona akory fa Izy no Kristy.","Hatramin'izany no vao natoron'i Jesosy ny mpianany fa tsy maintsy hankany Jerosalema Izy ka hampijalin'ny loholona sy ny lohan'ny mpisorona ary ny mpanora-dalàna, dia hovonoina, ary hatsangana amin'ny andro fahatelo.","Ary Petera nanohina Azy hitanila kely ka niteny mafy Azy hoe: Sanatria aminao izany, Tompoko! Tsy ho aminao tokoa izany!","Fa Izy nihodina ka niteny tamin'i Petera hoe: Mankanesa ato ivohoko, ry Satana; fahatafintohinana amiko ianao, satria tsy misaina izay an'Andriamanitra ianao, fa izay an'ny olona.","Dia hoy Jesosy tamin'ny mpianany: Raha misy olona ta-hanaraka Ahy, aoka izy handà ny tenany sy hitondra ny hazo fijaliany ka hanaraka Ahy.","Fa na iza na iza no ta-hamonjy ny ainy, dia hahavery azy; ary na iza na iza no hahavery ny ainy noho ny amiko, dia hahazo izany.","Fa inona moa no soa ho azon'ny olona, raha mahazo izao tontolo izao, kanefa very ny ainy? Ary inona no homen'ny olona ho takalon'ny ainy?","Fa ho avy ny Zanak'olona amin'ny voninahitry ny Rainy, mbamin'ny anjeliny, dia hamaly ny olona rehetra araka ny nataony.","Lazaiko aminareo marina tokoa: Misy ny sasany eto izay tsy mba hanandrana fahafatesana mandra-pahitany ny Zanak'olona avy amin'ny fanjakany."]}