{"book":"Mika","chapter":2,"verses":["Lozan'izay mamoron-keloka sy misaintsain-dratsy ao am-pandriany! Ary nony maraina ny andro, dia manatanteraka izany izy, Satria manan-kery ny tànany.","Ary mitsiriritra saha izy ka maka izany an-keriny, Sy trano koa ka mahalasa azy; Ary mampahory olona mbamin'ny ankohonany izy, Dia ny olona mbamin'ny lovany.","Koa izao no lazain'i Jehovah: Indro, mamorona loza hamelezana ity firenena ity Aho, Izay tsy hahazoanareo hanafaka ny vozonareo, Ka tsy handeha miandranandrana ianareo, Satria andro mampahory izany.","Amin'izany andro izany no hanaovana oha-teny handatsana anareo, Ka hitomaniana sy hidradradradrana hoe: Efa levona izao! Eny, hiteny izy hoe: Fongana tokoa isika; Ataony fanakalo zavatra ny anjaran'ny oloko; Endrey! afindrany hiala amiko izany! Samy zarainy ho an'ny mpiodina avy ny tanintsika!","Koa tsy hisy aminao hanenjana famolaina akory hanaovana filokana Ao amin'ny fiangonan'i Jehovah.","Aza miteniteny ianareo, hoy ny fiteniteniny; Aoka tsy hiteniteny ny amin'ireto izy, Tsy hita lany ny fanalam-baraka ataony![Heb. mampitete][Na: raha tsy miteniteny amin'ireto izy, dia tsy ho afaka]","He! izany teny izany! Ry taranak'i Jakoba, Malaky tezitra va ny Fanahin'i Jehovah? Ireto va no asa fanaony? Tsy mahasoa izay mandeha mahitsy va ny teniko? [Na: he!ianao izay atao hoe taranak'i]","Vao omaly no omaly no nitsanganan'ny oloko ho fahavalo; Hendahanareo hiala eo amin'ny lamba ny kapôtin'izay mandeha tsy manana ahiahy, Dia izay tsy tia ady.","Ny vehivavy eo amin'ny oloko dia roahinareo hiala amin'ny tranony mahafinaritra; Esorinareo hiala mandrakizay amin'ny zanany madinika ny voninahitro.","Mitsangàna, ka mialà (Fa tsy eto no fitsaharana), Satria misy fahalotoana mahatonga fandringanana eto, eny, fandringanana mafy.","Raha misy manaraka ny rivotra sy ny lainga ka mandainga hoe: Hitori-teny aminao ny amin'ny divay sy ny zava-mahamamo aho, Dia izy no ho mpitori-tenin'ity firenena ity.[Heb. hampitete][Heb. mpampiteten']","Hamory anareo rehetra tokoa Aho, ry Jakoba, Ary hanangona ny sisa amin'ny Isiraely tokoa, Hakambako toy ny ondry any amin'ny vala izy, Toy ny ondry andiany ao amin'ny tany fiandrasana; Hitabataba izy noho ny hamaroan'ny olona.[Na: any Bozra]","Ny mpanabanga miakatra eo alohany, Manabanga izy ka mandroso ho eo amin'ny vavahady, Dia mivoaka eo aminy; Ny mpanjakany mandroso eo alohany, Ary Jehovah no mitarika azy."]}