{"book":"Mika","chapter":3,"verses":["Ary hoy izaho: Masìna ianareo, mihainoa, ry loholon'i Jakoba, Sy ianareo mpanapaka ny taranak'Isiraely: Tsy anjara-raharahanareo va ny hahalala ny rariny?","Dia ianareo izay mankahala ny tsara ka tia ny ratsy, Izay manendaka ny hoditry ny olona Sy ny nofony amin'ny taolany,","Eny, ianareo izay homana ny nofon'ny oloko koa Sady manendaka ny hodiny Ary mamakivaky ny taolany; Eny, mitetika azy toy ny hatao am-bilany izy, Ary toy ny hena ao anatin'ny fahandroan-kena.","Amin'izany dia hitaraina amin'i Jehovah izy, Nefa tsy hohenoiny; Hanafina ny tavany aminy amin'izany andro izany Izy Araka ny faharatsian'ny nataon'ireo.","Izao no lazain'i Jehovah ny amin'ny mpaminany izay mampaniasia ny oloko, dia ireo izay manaikitra amin'ny nifiny, nefa mitory fiadanana, ary izay tsy manisy hanina eo am-bavany kosa dia iantsoany hanaovana ady masina:","Koa izany no hisian'ny alina aminareo, ka tsy hisy fahitana, Ary ny maizina aminareo, ka tsy hisy fankatovana; Fa hilentika tsy hanazava ny mpaminany ny masoandro, Ary ho maizina aminy ny andro,","Dia ho menatra ny mpahita, Ary hangaihay ny mpanao fankatovana; Eny, hitampim-bava avokoa izy rehetra, Satria tsy misy valiny avy amin'Andriamanitra.","Fa izaho kosa dia feno hery, dia ny Fanahin'i Jehovah, Mbamin'ny rariny sy ny faherezana, Mba hanambara amin'i Jakoba ny helony Sy amin'Isiraely ny fahotany.[Na:amin']","Masìna ianareo, mihainoa izao, Ry loholon'ny taranak'i Jakoba, Sy ry mpanapaka ny taranak'Isiraely, Dia ianareo izay manao ny rariny ho fahavetavetana Sy mamadika ny hitsiny rehetra,","Dia izay manangana an'i Ziona amin'ny fandatsahan-drà Sy Jerosalema amin'ny faharatsiana.","Ny mpifehiny mitsara hahazoany kolikoly, Ary ny mpisorony mampianatra hahazoany karama, Ary ny mpaminany manao fankatovana hahazoany vola; Nefa Jehovah mbola iankinany ihany hoe: Tsy ato amintsika va Jehovah? Tsy hisy loza hanjo antsika.","Koa dia hasaina toy ny tanimboly Ziona noho ny nataonareo, Ary Jerosalema ho tonga korontam-bato, Ary ny tendrombohitra misy ny trano dia ho tonga toy ny havoana mifono ala."]}