{"book":"Mika","chapter":4,"verses":["Ary izao no ho tonga any am-parany: Ny tendrombohitra misy ny tranon'i Jehovah dia haorina eo an-tampon'ny tendrombohitra Ary hasandratra ho avo noho ny havoana; Ary ny firenena hitanjozotra hankany.","Eny, maro ny jentilisa no hiainga ka hanao hoe: Andeha Isika hiakatra any an-tendrombohitr'i Jehovah, Ho any an-tranon'Andriamanitr'i Jakoba, Mba hampianarany antsika ny amin'ny lalany, Ka handehanantsika amin'ny atorony; Fa avy any Ziona no hivoahan'ny lalàna, Ary avy any Jerosalema ny tenin'i Jehovah.","Ary hitsara ny adin'ny firenena maro Izy Ka hampiaiky ny firenena mahery hatrany amin'ny lavitra; Dia hanefy ny sabany ho fangady ireny Ary ny lefony ho fanetezam-boaloboka; Ny firenena tsy hanainga sabatra hifamely; Na hianatra ady intsony.","Fa samy hipetraka eny ambanin'ny voalobony sy ny aviaviny izy, Ary tsy hisy hanaitaitra azy; Fa ny vavan'i Jehovah, Tompon'ny maro, no efa niteny.","Fa ny firenena rehetra samy mandeha amin'ny anaran'ny andriamaniny avy; Fa isika kosa handeha amin'ny anaran'i Jehovah Andriamanitsika mandrakizay doria.","Amin'izany andro izany, hoy Jehovah, No hanangonako ny mandringa Sy hamoriako izay noroahina Mbamin'izay nampahoriko;","Ary ny mandringa no hapetrako ho sisa, Ary izay noroahina lavitra ho firenena mahery; Ary Jehovah hanjaka aminy ao an-tendrombohitra Ziona Hatramin'izany ka ho mandrakizay.","Ary ianao, ry tilikambon'ny andiany. Tendrombohitr'i Ziona zanakavavy, Aminao no ho tonga izany, eny, ho tonga ny fanapahana voalohany, Dia ny fanjakan' i Jerosalema zanakavavy.[Na: tilikambon'i Edera][Na: Ofelan'i Ziona][Na: hanjakana aminy]","Koa nahoana no mitaraina mafy ianao? Moa tsy misy mpanjaka va ao aminao, Sa lany ringana avokoa ny mpanolotsainao, No dia azon'ny fanaintainana ianao, toy ny vehivavy raha miteraka?","Ry Ziona zanakavavy, mararia, ka manezaha, Toy ny vehivavy raha miteraka! Fa ankehitriny dia hivoaka avy any an-tanàna ianao Ka hipetraka any an-tsaha, Ary dia ho tonga hatrany Babylona aza; Any no hamonjena anao, Eny, any no hanavotan'i Jehovah anao ho afaka amin'ny tanan'ny fahavalonao.","Ary ankehitriny dia tafangona hamely anao ny firenena maro, Izay manao hoe: Aoka halam-baraka Ziona, Ary aoka ny masontsika ho faly mijery azy.[Heb. holotoina]","Kanjo tsy fantatr'ireny ny hevitr'i Jehovah, Na azony ny fisainany; Fa efa nanangona azy toy ny amboara ho ao am-pamoloana Izy.","Mitsangàna, ka miveleza, ry Ziona zanakavavy, Fa ny tandrokao hataoko vy, Ary ny kitronao hataoko varahina, Ka hanorotoro firenena maro ianao; Dia hatolotrao ho an'i Jehovah ny hareny, Ary ho an'ny Tompon'ny tany rehetra ny fananany.[Heb. hataoko herema]","Koa mivory ho andiany ianao, ry zanakavavin'ny andiany! Manao fahirano antsika izy, Mamely tsorakazo ny takolaky ny mpitsaran'ny Isiraely izy."]}