{"book":"Mika","chapter":1,"verses":["Ny tenin'i Jehovah izay tonga tamin'i Morastita tamin'ny andro nanjakan'i Jotama sy Ahaza ary Hezetia, mpanjakan'ny Joda, dia ilay hitany ny amin'i Samaria sy Jerosalema.","Samia mihaino ianareo, ry firenena rehetra; Atongilano ny sofinareo, ry tany sy izay zavatra rehetra eo aminy; Ary aoka Jehovah Tompo no ho vavolombelona hanameloka anareo, Dia Jehovah avy ao amin'ny tempoliny masina.","Fa, indro, Jehovah mivoaka avy ao amin'ny fitoerany Ary midina ka mandia ny havoana amin'ny tany.","Miempo ao ambaniny ny tendrombohitra, Ary mivava ny lohasaha, Tahaka ny savoka taninin'ny afo, Sy tahaka ny rano akorotsaka eny amin'ny hantsana.","Noho ny fahadisoan'i Jakoba sy ny fahotan'ny taranak'Isiraely no isian'izany rehetra izany. Iza no nahadiso an'i Jakoba? Tsy Samaria va? Ary iza no fitoerana avon'i Joda? Tsy Jerosalema va?","Koa Samaria dia hataoko korontam-bato any an-tsaha Sy tany fambolem-boaloboka; Ary hakorotsako ho any an-dohasaha ny vatony, Ka haharihariko ny fanorenany.","Hotorotoroina ny sampiny voasokitra rehetra, Ary hodorana amin'ny afo ny tanginy rehetra, Sady hofoanako ny sampiny rehetra; Tangin'ny vehivavy janga no nanangonany ireny, Ary hody ho tangin'ny vehivavy janga indray izy.","Koa izany no hitomaniako sy hidradradradrako, Ka handeha sady horobaina no mitanjaka aho; Hikaonkaona toy ny amboadia aho Ary hikiakiaka toy ny ostritsa.[Heb. hisaona][Na: jakala][Heb. hitomany]","Fa tsy azo sitranina ny ferin'i Samaria; Fa mihatra amin'i Joda izany, Ary mahatratra ny vavahadin'ny oloko aza, dia any Jerosalema.[He. ny feriny]","Aza ambaranareo any Gata izany, Aza mitomany akory! Mihosinkosina vovoka ao Beti-le-afra aho.[Na: mihosinkosena... ianao][Beti-le-afra = fitoeram-bovoka]","Mandehana mitanjaka mitondra henatra, ry mponina ao Safira; Tsy mivoaka ny mponina ao Zanana; Ny fisaonan'i Beti-haezela no misakana anareo tsy hijanona ao.[Safira: = tsara tarehy]","Fa malahelo ny soa ny mponina ao Marota, Satria loza no efa nidina avy tamin'i Jehovah ho ao am-bavahadin'i Jerosalema.[Heb. manaintaina][Marota = fangidiana]","Fehezo amin'ny soavaly haingam-pandeha ny kalesy, ry mponina ao Lakisy; Niandohan'ny fahotan'i Ziona zanakavavy iny, Fa tao aminao no nahitana ny fahadisoan'Isiraely.","Koa izany no hanomezanao taratasy fisaorana ho an'i Moresetagata; Ranotrambo ho an'ny mpanjakan'ny Isiraely ireo tranon'i Akziba.[Akziba = ranotrambo]","Mbola hitondrako olon-kandova ianao. Ry mponina ao Maresa; Ho tonga hatrany Adolama aza ny voninahitr'Isiraely.[Maresa = lova]","Miheteza sy mikakasa Noho ny zanakao nahafinaritra; Halehibiazo ny solanao ho toy ny an'ny voltora, Fa lasan-ko babo niala taminao izy. [karazam-borona lehibe izay sola]"]}