{"book":"Mpitsara","chapter":1,"verses":["Ary rehefa maty Josoa, dia nanontany tamin'i Jehovah ny Zanak'Isiraely hoe: Iza no hiakatra voalohany hiady amin'ny Kananita ho anay?","Dia hoy Jehovah: Joda no hiakatra; indro, efa nanolotra ny tany ho eo an-tànany Aho.","Ary hoy Joda tamin'i Simeona rahalahiny: Andeha hiara-miakatra amiko ianao ho any amin'ny lovako, ka aoka isika hiady amin'ny Kananita; ary izaho kosa dia handeha hiaraka aminao ho any amin'ny lovanao. Ary Simeona dia nandeha niaraka taminy.","Dia niakatra Joda, ary natolotr'i Jehovah teo an-tànany ny Kananita sy ny Perizita, ka nahafaty iray alin-dahy tany Bezeka izy.","Ary nahita an'i Adoni-bezeka tany Bezeka izy, dia niady taminy ka naharesy ny Kananita sy ny Perizita.","Nefa nandositra Adoni-bezeka;ary nanenjika azy izy ireto ka nisambotra azy, dia nanapaka ny ankihiben-tànany sy ny ankihiben-tongony.","Ary hoy Adoni-bezeka: Mpanjaka fito-polo voatapaka ny ankihiben-tànany sy ny ankihiben-tongony no nitsindroka hanina teo ambanin'ny latabatro; ka mba tahaka ny nataoko ihany lahy ity no navalin'Andriamanitra ahy! Ary nentin'ireo ho any Jerosalema izy ka maty tany.","Ary namely an'i Jerosalema ny taranak'i Joda, ka nahafaka azy, dia namely azy tamin'ny lelan-tsabatra ka nandoro ny tanàna.","Ary rehefa afaka izany, dia nidina ny taranak'i Joda hiady amin'ny Kananita izay nonina tany amin'ny tany havoana sy tany amin'ny tany atsimo ary tany amin'ny tany lemaka amoron-tsiraka.[Heb. Sefela]","Dia nandeha Joda hiady amin'ny Kananita, izay nonina tany Hebrona (Kiriat-arba no anaran'i Hebrona taloha), ka namono an'i Sesay sy Ahimana ary Talmay.","Dia niala tao izy ka nandeha hiady amin'ny mponina any Debira (Kiriata-sefera no anaran'i Debira taloha).","Ary hoy Kaleba: Izay mamely an'i Kiriata-sefera ka mahafaka azy dia homeko azy Aksa zanako-vavy ho vadiny.","Ary Otniela, zanakalahin'i Kenaza, zandrin'i Kaleba, no nahafaka azy; ka dia nomeny azy Aksa zananivavy ho vadiny.","Ary rehefa voampakatra ravehivavy, dia nanome vava ny lahy hangataka saha tamin-drainy; dia niala faingana tamin'ny borikiny izy, ka hoy Kaleba taminy: Inona moa no ilainao?","Ary hoy izy: Omeo tso-drano aho; fa tany tsy misy rano no nomenao ahy ka mba omeo loharano koa aho. Dia nomen'i Kaleba azy ny loharano ambony sy ny loharano ambany.","Ary ny taranak'ilay Kenita, zaodahin'i Mosesy dia niara-niakatra tamin'ny taranak'i Joda niala tao amin'ny tanàna be rofia hankany an-efitr'i Joda, atsimon'i Arada nandeha ireo ka nonina teo amin'ny Isiraely.[Na: rafozan'][palma]","Ary Joda nandeha niaraka tamin'i Simeona rahalahiny, dia namely ny Kananita, izay nonina tany Zefata, ka nataony ringana ireo, ary ny anaran'ny tanàna nataony hoe Horma.[Heb. herema][Horma = Herema]","Dia afak'i Joda Gaza sy ny sisin-taniny an Askelona sy ny sisin-taniny ary Ekrona sy ny sisin-taniny.","Ary Jehovah nomba an'i Joda, ka dia azony ny tany havoana; nefa tsy naharoaka ny mponina teny amin'ny tany lemaka izy, satria nanana kalesy vy ireny.","Ary Hebrona dia nomeny an'i Kaleba, araka izay efa nolazain'i Mosesy, ka noroahin'i Kaleba niala tao izy telo lahy, taranaky ny Anakita.","Ary ny taranak'i Benjamina tsy nandroaka ny Jebosita, izay mponina any Jerosalema; fa ny Jebosita dia miara-monina amin'ny taranak'i Benjamina any Jerosalema ihany mandraka androany.","Ary ny taranak'i Josefa dia niakatra koa hamely an'i Betela; ary Jehovah nomba azy.","Dia naniraka hisafo an'i Betela ny taranak'i Josefa (Lozy no anaran'ny tanàna taloha);","ary nahita lehilahy anankiray nivoaka avy tao an-tanàna ny mpisafo ka nanao taminy hoe: Mba atoroy kely anay ny fidirana mankao an-tanàna, dia hamindra fo aminao izahay.","Dia natoron-dralehilahy azy ny fidirana mankao an-tanàna, ka dia nasiany tamin'ny lelan-tsabatra ny tanàna; fa ralehilahy sy ny mpianakaviny rehetra dia navelany handeha.","Ary nandeha ho any amin'ny tanin'ny Hetita ralehilahy, ka nanorina tanàna izy, ary ny anarany dia nataony hoe Lozy, ary mbola izany ihany no anarany mandraka androany.","Ary Manase tsy nahafaka an'i Beti-sana sy ny zana-bohiny, na Tanaka sy ny zana-bohiny, sady tsy naharoaka ny mponina tany Dora sy ny zana-bohiny, na ny mponina tany Ibleama sy ny zana-bohiny, na ny mponina tany Megido sy ny zana-bohiny, satria tian'ny Kananita hitoerana indrindra izany tany izany.","Fa rehefa nihahery kosa ny Isiraely, dia nampanaoviny fanompoana ny Kananita. fa tsy nandroaka azy rehetra izy.","Ary Efraima tsy nandroaka ny Kananita. izay nonina tany Gazera; fa nonina teo aminy tany Gazera ny Kananita.","Zebolona tsy nandroaka ny mponina tany Kitrona, na ny mponina tany Nahalola; fa nonina teo aminy ny Kananita ka nampanaovina fanompoana.","Asera tsy nandroaka ny mponina tany Ako, na ny mponina tany Sidona, na ny tany Alaba, na ny tany Akziba, na ny tany Helba, na ny tany Afika. na ny tany Rehoba;","fa nonina teo amin'ny Kananita tompon-tany ny taranak'i Asera, fa tsy nandroaka azy.","Naftaly tsy nandroaka ny mponina tany Beti-semesy, na ny mponina tany Bet-anata; fa nonina teo amin'ny Kananita tompon-tany izy, kanefa nampanaoviny fanompoana ny mponina tany Beti-semesy sy Bet-anata.","Ary ny Amorita nanesika ny taranak'i Dana ho any amin'ny tany havoana, fa tsy namela azy hidina ho any amin'ny tany lemaka,","fa tian'ny Amorita hitoerana indrindra ny tendrombohitra Heresa sy ny tany Aialona sy Salbima; nefa nahery ny tanan'ny taranak'i Josefa, ka dia nampanaovina fanompoana ireo.","Ary ny fari-tanin'ny Amorita dia hatramin'ny fiakarana Akrabima ka hatramin'ilay harambato no ho mankany."]}