{"book":"Mpitoriteny","chapter":5,"verses":["Aza haingam-bava, ary aza malaky manonona teny eo anatrehan'Andriamanitra ny fonao; fa Andriamanitra dia any an-danitra ary ianao ety an-tany, koa aoka ho vitsy ny teninao.","Fa ny haben'ny fisasarana no mahatonga ny nofy; ary ny haben'ny teny no isehoan'ny rediredin'ny adala.","Raha mivoady amin'Andriamanitra ianao, aza manao ampitso lava: fa tsy ankasitrahany ny adala; koa efao ny voadinao.","Aleo tsy mivoady toy izay mivoady ka tsy mahefa.","Aza avela hahatonga heloka amin'ny tenanao ny vavanao; ary aza manao eo imason'ny anjely hoe: Niteny tsy nahy aho; nahoana no ho tezitra amin'ny teninao Andriamanitra ka hanimba ny asan'ny tananao? [Na: iraka;]","Fa amin'ny haben'ny nofy dia misy zava-poana; ary toy izany koa ny haben'ny teny, fa Andriamanitra no atahory.","Raha hitanao ny fampahoriana ny malahelo sy ny famadihana ny fitsarana sy ny rariny amin'ny tany, dia aza gaga amin'izany; fa misy ambony kokoa mibanjina ny ambony, ary mbola misy ambony noho ireo indray aza.","Fa na dia izany rehetra izany aza, dia mahasoa ny tany ny fisian'ny mpanjaka amin'izay tany volena.","Izay tia vola tsy hety ho voky vola; ary izay fatra-pitia harena be tsy hety ho vokin'ny fitomboan-karena; fa zava-poana koa izany.","Raha mitombo ny fananana, dia mitombo koa ny mpihinana azy; ary inona no soa azon'ny tompony, afa-tsy ny mijery maso azy fotsiny ihany?","Mamy ny torimason'ny mpiasa, na homan-kely na homam-be izy; fa ny haben'ny ananan'ny manan-karena kosa no tsy ahitany tory.[Na: ny fahavokisan']","Misy ratsy mahory efa hitako at? ambanin'ny masoandro, dia harena tehirizin'ny tompony, nefa mampidi-doza amin'ny tenany;","sady levona izany harena izany noho ny loza manjo; ary miteraka zazalahy ralehilahy nefa tsy misy na inona na inona eny an-tànany,","Toy ny nivoahany mitanjaka avy tany an-kibon-dreniny, dia toy izay nihaviany ihany no hiverenany; ary tsy hisy na inona na inona ho entin'ny tànany ho valin'ny fisasarany.","Dia ratsy mahory koa izany, fa toy izay nihaviany indrindra no handehanany; ary inona no soa azony noho ny nisasarany ho an'ny rivotra?","Ary koa, homa-maizina amin'ny androny rehetra izy sady manana alahelo be sy fahoriana ary fahasosorana.","Indro, efa hitako izay soa sy izay tsara, dia ny mihinana sy misotro ary mifaly amin'ny fisasarana rehetra izay isasaran'ny olona at? ambanin'ny masoandro amin'izay andro vitsy iainany omen'Andriamanitra azy; fa izany no anjarany.","Ary koa, ny olona rehetra izay omen'Andriamanitra vola aman-karena sady omeny fahefana hihinanany azy sy hahazoany ny anjarany sy hifaliany amin'ny fisasarana, dia fanomezan'Andriamanitra izany.","Fa tsy hahatsiaro loatra ny andro niainany izy, satria ny fahafinaretan'ny fony no avalin'Andriamanitra azy."]}