{"book":"Mpitoriteny","chapter":8,"verses":["Iza no toy ny hendry? Ary iza no mahalala izay anton-javatra? Ny fahendren'ny olona mahamiramirana ny tarehiny, ary voaova ny fahadontoan'ny endriny.","Hoy izaho: Tandremo ny didin'ny mpanjaka noho ny efa nianianana tamin'Andriamanitra.","Aza malaky miala eo anatrehany; aza mikikitra amin'ny fanaovan-dratsy; fa na inona na inona sitrany dia azony atao avokoa;","fa ny tenin'ny mpanjaka dia misy hery, ka iza no mahazo manao aminy hoe: Inona no ataonao?","Izay mitandrina ny didy tsy mba mikambana amin'ny fanaovan-dratsy; ary ny fon'ny hendry dia mahalala fotoana sy fitsarana;[Heb. mahalala]","fa samy manana ny fotoany sy ny fitsarana azy avy ny hevitra rehetra, satria efa be ny heloky ny olona.[Na: fahorian']","Fa tsy mahafantatra izay ho avy izy; fa iza no hampahafantatra azy izay hihaviany?","Tsy misy olona manan-kery hahatana ny ainy, na manan-kery ny amin'ny andro hahafatesana; ary tsy misy fahafahana amin'ny ady, ary ny ratsy fanahy tsy ho voavonjin'ny faharatsiany.","Izany rehetra izany dia efa hitako avokoa tamin'ny nampiasako ny foko nandinika ny asa rehetra atao at? ambanin'ny masoandro. Misy andro anapahan'ny olona ny namany ka ampidirany loza aminy.","Ary tamin'izany dia hitako ny ratsy fanahy nalevina ka tafiditra; fa izay nanao ny marina kosa dia lasa niala tamin'ny fitoeran'ny masina ka nohadinoina tao an-tanàna; zava-poana koa izany.[Na: ary tafiditra izy ka niala tamin'ny fitoeran'ny masina, ary nohadinoin'ny tao an-tanàna izay efa nanaovany izany]","Saingy tsy tanterahina vetivety ny famaliana ny ratsy atao, dia izany no ikirizan'ny fon'ny zanak'olombelona amin'ny fanaovan-dratsy.","Eny, fa na dia manao ratsy injato aza ny mpanota ka ela velona ihany, dia fantatro kosa fa hisy soa ho an'izay matahotra an'Andriamanitra, dia izay matahotra eo anatrehany.","Fa tsy hisy soa ho an'ny ratsy fanahy; fa ho toy ny aloka izy ka tsy haharitra ela, satria tsy matahotra eo anatrehan'Andriamanitra.","Izao koa no zava-poana izay atao at? ambonin'ny tany: Misy olo-marina iharan'izay tokony ho valin'ny asa ratsy; ary misy olo-meloka mahazo izay tokony ho valin'ny asa marina; hoy izaho: Zava-poana koa izany.","Dia noderaiko ny fifaliana, satria tsy misy mahasoa ny olona at? ambanin'ny masoandro afa-tsy ny mihinana sy ny misotro ary ny miravoravo, ka hisy izany amin'ny fisasarany mandritra ny andro hiainany, izay nomen'Andriamanitra azy at? ambanin'ny masoandro.","Raha nampiasaiko ny foko hahalala fahendrena sy hahita ny raharaha atao at? ambonin'ny tany (fa misy tsy mahita torimaso na andro na alina),","dia hitako avokoa ny asan'Andriamanitra, fa tsy takatry ny sain'ny olona ny asa atao at? ambanin'ny masoandro; koa na dia mikely aina hitady izany aza ny olona, tsy ho hitany; eny, na ny hendry aza no manao hahafantatra izany, dia tsy ho azony fantarina akory."]}