{"book":"Mpitsara","chapter":12,"verses":["Ary nivory ny lehilahy amin'ny Efraima, dia nandeha nianavaratra ka nanao tamin'i Jefta hoe: Nahoana no nandeha niady tamin'ny taranak'i Amona ianao ka tsy mba niantso anay hiaraka aminao? Hodoranay amin'ny afo ny tranonao sy ianao. [Na: nankany Zafona]","Fa hoy Jefta taminy: Izaho sy ny oloko efa nanana ady mafy tamin'ny taranak'i Amona; ary niantso anareo aho, fa tsy namonjy ahy tamin'ny tànany ianareo.","Ary rehefa hitako fa tsy namonjy ahy ianareo, dia nanao ny aiko tsy ho zavatra aho ka nandeha niady tamin'ny taranak'i Amona, ary natolotr'i Jehovah teo an-tanako izy, koa nahoana ianareo no miakatra at? amiko anio hila ady amiko?","Ary Jefta dia namory ny lehilahy rehetra amin'ny Gileada ka niady tamin'ny Efraima; ary dia namely ny Efraima ny lehilahy amin'ny Gileada, satria hoy ireo: Hianareo Gileadita dia mpandositra avy amin'ny Efraima ao amin'ny taranak'i Efraima sy Manase.","Dia novonjen'ny Gileada ny fitàna any Jordana mankany amin'ny Efraima; ary nony niteny ny mpandositra avy amin'ny Efraima nanao hoe: Aoka mba hita aho; dia hoy ny lehilahy amin'ny Gileada taminy: Efraimita va ianao? ary raha hoy izy: Tsia,","dia hoy izy ireo taminy: Tonony ary ny hoe Shiboleta; fa hoy kosa izy: Siboleta, satria tsy nahay nanonona izany marina izy. Dia nisambotra azy ireo ka namono azy teo amin'ny fitàna ao Jordana; ary nahafatesana roa arivo sy efatra alina ny Efraimita tamin'izany andro izany.","Dia nitsara ny Isiraely enin-taona Jefta. Ary maty Jefta Gileadita ka nalevina tao amin'ny tanana anankiray any Gileada.","Ary Ibzana, avy any Betlehema, no nitsara ny Isiraely nandimby an'i Jefta.","Ary izy nanana zanakalahy telo-polo sy zanakavavy telo-polo, izay nampanambadiny tany ivelany, ary zazavavy telo-polo kosa no nampidiriny ho an'ny zananilahy. Ary nitsara ny Isiraely fito taona izy.","Dia maty Ibzana ka nalevina tany Betlehema.","Ary Elona Zebolonita no nitsara ny Isiraely nandimby azy; ary nitsara ny Isiraely folo taona izy.","Dia maty Elona Zebolonita ka nalevina tany Aialona ao amin'ny tanin'ny Zebolona.","Ary Abdona, zanak'i Elela, avy any Piratona, no nitsara ny Isiraely nandimby azy.","Ary nanana zanakalahy efa-polo sy zafy telo-polo izay nitaingina zana-boriky fito-polo izy, ary nitsara ny Isiraely valo taona.","Dia maty Abdona, zanak'i Elela, avy any Piratona, ka nalevina tany Piratona, any amin'ny tanin'ny Efraima any amin'ny tany havoan'ny Amalekita."]}