{"book":"Mpitoriteny","chapter":4,"verses":["Dia hitako koa ny fampahoriana rehetra atao at? ambanin'ny masoandro; ary indro ny ranomason'ny ampahorina, sady tsy nisy mpanony azy; ary loza no ataon'ny tanan'ny mpampahory azy, sady tsy nisy mpanony.","Ary ny maty izay efa maty ela dia nataoko ho sambatra noho ny velona izay mbola velona,","nefa tsara indray noho izy roa tonta aza ny tsy ary, izay tsy nahita ny ratsy atao at? ambanin'ny masoandro akory.","Ary hitako ny fisasarana rehetra sy ny fahaizan-javatra rehetra, fa avy amin'ny fifampialonan'ny olona izany. Zava-poana sy misambo-drivotra foana koa izany.[Na: Homan-drivotra]","Ny adala manohon-tanana ka homana ny tenany.","Tsara ny eran-tànan'ila misy fiadanana noho ny eran-tànan-droa misy fisasarana sady misambo-drivotra foana.[Na: Tsara ny fiadanana eran-tànan'ila noho ny fisasarana,][Na: Homan-drivotra]","Ary izao koa no zava-poana hitako at? ambanin'ny masoandro:","Misy mitoetra irery ka tsy mana-namana, eny, tsy manan-janaka na rahalahy aza, nefa tsy misy farany ny fisasarany rehetra, ary ny masony tsy afa-po amin'ny harena, hanaovany hoe: Ho an'iza no isasarako sy tsy ampananako soa ny fanahiko? Zava-poana sy asa mahareraka koa izany.","Tsara ny roa noho ny iray; fa misy valiny tsara ny fisasarany.","Raha misy lavo izy, dia arenin'ny namany; fa mahantra ny lavo izay tsy manana namana hanarina azy.","Ary koa, raha miara-mandry ny roa, dia mafana izy; fa hatao ahoana no hampahafana ny irery?","Raha misy maharesy ny irery aza, ny roa tsy ho leony tsy akory; ary ny mahazaka telo olana tsy mora tapahina.","Aleo zatovo malahelo hendry toy izay mpanjaka antitra adala ka tsy laitra anarina intsony;","fa avy ao an-tranomaizina no nivoahany hanjaka, na dia nateraka tamin'alahelo tamin'ny fanjakany aza izy. [na: fa na dia nateraka tamin'ny fanjakany aza izy, dia tamin'alahelo ihany]","Hitako ny miaina rehetra izay miriaria at? ambanin'ny masoandro manotrona ilay zazalahy dia ilay faharoa izay mitsangana handimby ny teo.","Tsy hita isa ny olona rehetra, dia izay rehetra anjakany; nefa izay any aoriana tsy mba hifaly aminy; fa zava-poana sy misambo-drivotra foana koa izany.[Na: Homan-drivotra]","Tandremo ny tongotrao, raha mankao an-tranon'Andriamanitra ianao; fa ny manatona hihaino no tsara noho ny fanateran'ny adala fanatitra; fa tsy fantatr'ireny ho manao ratsy izy."]}