{"book":"Mpitsara","chapter":16,"verses":["Ary Samsona nankany Gaza ka nahita vehivavy janga teo, dia niditra tao aminy.","Ary nolazaina tamin'ny Gazita hoe: Tonga at? Samsona. Dia nanemitra azy izy ary nanotrika mandritra ny alina teo am-bavahadin'ny tanàna ka nangina mandritra ny alina; fa hoy izy: Raha maraina ny andro, dia hovonointsika izy.","Ary nandry Samsona mandra-pamatonalina, dia nifoha izy nony namatonalina, ka noraisiny ny vavahadin'ny tanàna mbamin'ny tolana roa, dia nongotany izy mbamin'ny hidiny ka nataony teny antsorony, dia nentiny ho any an-tampon'ny tendrombohitra izay tandrifin'i Hebrona.","Ary rehefa afaka izany, dia tia vehivavy atao hoe Delila tany an-dohasaha Soreka izy.","Ary ireo andrianan'ny Filistina niakatra nankany amin-dravehivavy ka nanao taminy hoe: Kolikoleo izy, ka izahao izay itoeran'ny heriny lehibe sy izay hahazoanay mamatotra azy mba hahafolaka azy; dia samy hanome anao sekely zato amby arivo avy izahay rehetra.","Dia hoy Delila tamin'i Samsona: Masìna ianao, lazao amiko izay itoeran'ny herinao lehibe sy izay hahazoana mamatotra anao hahafolaka anao.","Dia hoy Samsona taminy: Raha tady vaovao fito izay tsy mbola maina no amatorany ahy, dia ho osa aho ka ho tahaka ny olon-kafa.","Dia niakatra nankany aminy ireo andrianan'ny Filistina nitondra tady vaovao fito izay tsy mbola maina, dia namatotra azy tamin'ireny ravehivavy.","Ary nisy lehilahy nanotrika ka nitoetra taminy tao an'efi-trano. Dia hoy ravehivavy tamin'i Samsona: Hamely anao ny Filistina, ry Samsona! Dia notosany ny tady, tahaka ny fahamaiton'ny taretra rongony, raha lelafin'ny afo. Dia tsy fantatra ny heriny.","Ary hoy Delila tamin'i Samsona: Indro, efa namitaka ahy ianao ka nilaza lainga tamiko; ankehitriny, masìna ianao, lazao amiko izay hahazoana mamatotra anao.","Dia hoy kosa izy taminy: Raha mahazaka vaovao izay tsy mbola nanaovan-draharaha no amatorany ahy mafy, dia ho osa aho ka ho tahaka ny olon-kafa.","Dia naka mahazaka vaovao Delila, ka namatorany azy, dia hoy izy taminy: Hamely anao ny Filistina, ry Samsona! Ary nisy mpanotrika nitoetra tao an'efi-trano. Dia notosan'i Samsona ho afaka amin'ny sandriny ireny tahaka ny fahamaiton'ny taretra.","Dia hoy Delila tamin'i Samsona: Mandraka ankehitriny dia mbola namitaka ahy ihany ianao ka nilaza lainga tamiko; lazao amiko izay hahazoana mamatotra anao. Dia hoy kosa izy taminy: Raha tenomina hikambana amin'ny tenona ny foto-bolo fito amin'ny lohako.","Ary notsatohany ny fantaka izany, dia hoy izy taminy: Hamely anao ny Filistina, ry Samsona! Dia nifoha tamin'ny torimasony izy, ka nangotany ny fantaka sy ny tenona.","Dia hoy ravehivavy taminy: Nahoana ianao no nanao hoe: Tiako ianao, nefa ny tonao tsy amiko tsinona? Efa namitaka ahy intelo ianao izay, ka tsy mbola nolazainao tamiko ihany izay itoeran'ny herinao lehibe.","Ary rehefa nitorikisina taminy isan'andro ravehivavy ka nahasosotsosotra azy, dia tsy nahafinaritra azy intsony ny miaina.","Ary dia nambarany azy ny tao am-pony rehetra, ka hoy izy taminy: Tsy mbola nokasihin-kareza ny lohako, fa Nazirita ho an'Andriamanitra hatrany an-kibon-dreniko aho; koa raha haratana aho, dia hiala amiko ny heriko, ary ho osa aho ka ho tahaka ny olona rehetra,","Ary rehefa hitan'i Delila fa efa nambarany azy ny tao am-pony rehetra, dia naniraka izy nampaka ireo andrianan'ny Filistina nanao hoe: Miakara amin'izao indray mandeha izao, fa efa nambarany ahy ny tao ampony rehetra. Ary ireo andrianan'ny Filistina niakatra ho any aminy nitondra ny vola teny an-tànany.","Ary ravehivavy nanondana an'i Samsona hatory teo an-dohaliny, dia niantso lehilahy ka nanaratra ny foto-bolo fito amin'ny lohany; dia vao izay no nampietry azy izy, satria niala taminy ny heriny.","Dia hoy ravehivavy: Hamely anao ny Filistina, ry Samsona! Dia nifoha tamin'ny torimasony izy ka nanao hoe: Hivoaka tahaka ny teo aloha aho ka hanetsika ny tenako. Kanjo tsy fantany fa Jehovah efa niala taminy.","Dia nisambotra azy ny Filistina ka namotsitra ny masony, dia nitondra azy nidina nankany Gaza ary namatotra azy tamin'ny gadra varahina; ary nitoto vary tao an-trano famatorana izy.","Ary dia naniry indray ny volon-dohany, rehefa voaharatra.","Ary nivory ireo andrianan'ny Filistina hamono zavatra betsaka hatao fanatitra ho an'i Dagona andriamaniny sy hifaly; fa hoy izy: Efa natolotry ny andriamanitsika eto an-tanantsika Samsona fahavalontsika.","Ary rehefa nahita azy ny vahoaka, dia nidera ny andriamaniny ka nanao hoe: Efa natolotry ny andriamanitsika eto an-tanantsika ilay fahavalontsika, mpanimba ny tanintsika, izay nahabe maty antsika.","Ary rehefa faly ny fony, dia hoy izy: Alao Samsona mba hanao laolao ho antsika. Dia nampaka an'i Samsona avy tao an-trano famatorana izy, ka nanao laolao teo anatrehan'ireo Samsona; ary nampitsanganiny teo anelanelan'ny andry izy.","Ary hoy Samsona tamin'ny zatovo izay nitantana azy: Avelao kely aho hitsapa ny andry izay manohana ny trano, hiankinako aminy.","Ary feno lehilahy sy vehivavy ny trano, ary tao ireo andrianan'ny Filistina rehetra, ary teo an-tampon-trano koa nisy lehilahy sy vehivavy tokony ho telo arivo, izay finaritra nijery an'i Samsona nanao laolao.","Ary Samsona niantso an'i Jehovah ka nanao hoe: Jehovah Tompo ô, mifona aminao aho, tsarovy aho, ka ampaherezo izao indray mandeha izao monja, ry Andriamanitra ô, hamaliako ny Filistina noho ny anankiray amin'ny masoko roa.","Dia notanan'i Samsona ny andry roa teo afovoany izay nanohana ny trano, ny anankiray tamin'ny tanany ankavanana, ary ny anankiray tamin'ny tànany ankavia, ka niankina teo izy.","Dia hoy Samsona: Aoka hiara-maty amin'ny Filistina aho. Dia nezahiny mafy, ka dia nianjera tamin'ireo andriana sy ny vahoaka rehetra izay teo ny trano. Ary ny maty izay novonoiny teo amin'ny nahafatesany no be lavitra noho izay novonoiny tamin'ny andro niainany.","Ary nidina ny rahalahiny sy ny mpianakavin-drainy rehetra, dia naka ny fatiny ka nitondra azy niakatra, dia nandevina azy teo anelanelan'i Zora sy Estaola tao amin'ny fasan'i Manoa rainy. Ary izy efa nitsara ny Isiraely roa-polo taona."]}