{"book":"Mpitoriteny","chapter":9,"verses":["Fa ireto dia nalatsako tato am-poko sady nodinihiko avokoa: ny marina sy ny hendry mbamin'ny asany dia samy eo an-tànan'Andriamanitra avokoa; ary koa, na ho fitiavana, na ho fankahalana, dia samy tsy fantatry ny olombelona; fa zavatra mbola ho avy aminy avokoa izany rehetra izany.","Mitovy avokoa ny manjo ny olombelona rehetra; eny, zavatra iray ihany no manjo ny marina sy ny meloka, ny tsara fanahy sy ny madio ary ny tsy madio, ny mamono zavatra hatao fanatitra sy ny tsy mamono zavatra hatao fanatitra; mitovy ihany ny amin'ny tsara fanahy sy ny amin'ny mpanota, ary ny amin'ny mianiana sy ny amin'izay tsy sahy hianiana.","Izao no fahoriana amin'izay rehetra atao at? ambanin'ny masoandro: Zavatra iray ihany no manjo ny olombelona rehetra, sady feno ratsy ny fon'ny zanak'olombelona, ka fahadalana no ao am-pony amin'ny andro iainany, ary nony afaka izany, dia ho any amin'ny maty izy.","Fa izay rehetra isan'ny velona dia mbola hantenaina; fa ny amboa velona no tsara noho ny liona maty.[Na: Fa iza no ho afaka? Ny amin'ny velona rehetra dia mbola misy hantenaina]","Fa fantatry ny velona fa ho faty izy; fa ny maty kosa tsy mba mahalala na inona na inona, ary tsy manana valim-pitia intsony izy; fa hadino ny fahatsiarovana azy.","Na ny fitiavany, na ny fankahalany, na ny fialonany, dia samy efa levona ela sady tsy manana anjara intsony mandrakizay amin'izay atao at? ambanin'ny masoandro izy.","Mandehana, hano amin'ny fifaliana ny haninao, ary sotroy amin'ny fo falifaly ny divainao, fa efa nankasitrahan'Andriamanitra ela ny asanao.","Aoka ho fotsy mandrakariva ny fitafianao, ary aoka tsy ho diso menaka ny lohanao.","Miravoravoa amin'ny vady malalanao amin'ny andronao rehetra mandalo foana, izay efa nomeny anao at? ambanin'ny masoandro, dia ny andronao rehetra mandalo foana; fa izany no anjaranao amin'ny andro iainanao sy amin'ny fisasarana izay isasaranao at? ambanin'ny masoandro.","Izay rehetra azon'ny tananao atao dia ataovy amin'ny herinao; fa tsy misy asa, na hevitra, na fahalalana, na fahendrena, any amin'ny fiainan-tsi-hita izay alehanao.[Heb. Sheola]","Ary hitako at? ambanin'ny masoandro indray fa tsy ho an'ny haingan-tongotra ny fihoarana, ary tsy ho an'ny mahery ny ady, ary tsy ho an'ny hendry ny hanina, ary tsy ho an'ny mazava saina ny harena, ary tsy ho an'ny manam-pahalalana ny fitia; fa ny fotoana sy ny sampona dia samy mahazo azy rehetra.","Fa tsy fantatry ny olona ny androny; fa toy ny hazandrano azon'ny harato fahitan-doza izy, ary toy ny voron-kely izay voan'ny fandrika, dia voafandrika toy izany ny zanak'olombelona amin'ny andro mahory, raha mahavoa azy tampoka izany.","Izao koa no fahendrena efa hitako tat? ambanin'ny masoandro, ka dia nataoko ho lehibe izany:","Nisy vohitra kely sady vitsy olona, dia avy ny mpanjaka lehibe anankiray ka namely sy nanao fahirano azy ary nanao manda lehibe hamelezany azy.","Ary nisy lehilahy malahelo hendry hita teo, koa nahavonjy ny tanàna tamin'ny fahendreny ralehilahy, nefa tsy nisy olona mba nahatsiahy ilay malahelo.","Koa hoy izaho: Aleo fahendrena toy izay hery; kanjo hamavoina ny fahendren'ny malahelo, ary ny teniny tsy mba henoina.","Ny tenin'ny hendry izay re amin'ny mangingina dia mahery noho ny fitreron'izay mpanapaka adala.","Aleo fahendrena toy izay fiadiana; ary ny mpanota iray mahasimba ny soa be."]}