{"book":"Mpitoriteny","chapter":7,"verses":["Tsara ny laza soa noho ny menaka manitra; ary ny andro ahaterahana tsy mahaleo ny andro ahafatesana.","Tsara ny mankamin'ny trano misy fisaonana noho ny mankamin'ny trano misy fanasana; fa ho amin'iny no hiafaran'ny olombelona rehetra, ary ny velona handatsaka am-po izany.","Tsara ny alahelo noho ny hehy; fa na dia malahelo aza ny tarehy, mety tsara ihany ny fo.[Na: faly]","Ny fon'ny hendry dia ao amin'ny trano misy fisaonana; fa ny fon'ny adala kosa dia ao amin'ny trano misy fifaliana.","Tsara ny mihaino ny anatra mafy ataon'ny hendry noho ny mihaino ny hiran'ny adala.","Toy ny firefodrefotry ny tsilo eo ambanin'ny vilany, dia tahaka izany ny fihomehezan'ny adala; zava-poana koa izany.","Fa ny fampahoriana dia mahavery saina ny hendry; ary ny kolikoly mahasimba ny fo.","Tsara ny iafaran'ny raharaha noho ny iandohany; tsara ny mahari-po noho ny miavanavom-panahy.","Aoka tsy halaky tezitra ny fanahinao; fa ny fahatezerana mitoetra ao an-tratran'ny adala.","Aza manao hoe: Ahoana no nahatsara ny andro taloha noho ny ankehitriny? fa tsy avy amin'ny fahendrena no anontanianao izany.","Tsara tahaka ny lova ny fahendrena, sady zava-mahasoa ho an'izay mahita masoandro izany.","Fa fialokalofana ny fahendrena, ary fialokalofana ny vola; ary ny mahatsara ny fahalalana dia izao: Maharo ny ain'ny manana azy ny fahendrena.","Saino ny asan'Andriamanitra; fa iza moa no mahahitsy izay nataony ho meloka?","Amin'ny andro mahafaly dia mifalia; ary amin'ny andro mahory mieritrereta; fa nampitanandrifin'Andriamanitra ireo, mba tsy hahitan'ny olona akory izay ho avy any aoriany.","Izao rehetra izao dia efa hitako tamin'ny androko mandalo foana: misy marina maty amin'ny hamarinany; ary misy meloka ela velona amin'ny haratsiany.","Aza marina loatra, ary aza miseho ho hendry loatra; nahoana noho simbanao ny tenanao?","Aza ratsy loatra ianao, ary aza adala; nahoana no ho faty ianao, raha tsy efa tonga ny andronao?","Tsara raha mitana iroa ianao, nefa aza mampiala ny tananao amin'itsy; fa izay matahotra an'Andriamanitra dia ho afaka amin'izany rehetra izany.","Ny fahendrena no maharo ny hendry mihoatra noho ny mpanapaka folo ao an-tanàna.","Fa tsy misy olona marina ambonin'ny tany izay manao tsara ka tsy manota.","Aza mihainohaino ny teny rehetra tenenina, fandrao handre ny mpanomponao manozona anao ianao;","fa fantatry ny fonao fa na dia ny tenanao aza dia mba efa nanozona ny sasany matetika ihany koa.","Izany rehetra izany dia notsapaiko tamin'ny fahendrena. Hoy izaho: Ho hendry aho; kanjo lavitra ahy izany.","Eny, izay rehetra lavitra sady lalina dia lalina, iza no mahatakatra azy?","Nitodika aho, ka nampiasaiko ny foko hahalala sy handinika ary hitady fahendrena sy izay anton-javatra ary hahafantatra ny faharatsiana ho fahadalana, ary ny fahadalana ho fahaverezan-tsaina;","ka hitako fa mangidy noho ny fahafatesana ny vehivavy, izay fandrika sy harato ny fony, sady famatorana ny tànany; nefa izay ankasitrahan'Andriamanitra dia ho afa-mandositra azy, fa ny mpanota ihany no ho azony.","Indro, izany no hitako, hoy Mpitoriteny, raha nandinidinika ny zavatra tsirairay aho mba hahitana izay antony.","Izay notadiaviko koa, fa tsy hitako, dia izao: lehilahy iray no hitako ho marina tao amin'ny arivo; fa tao amin'ny vehivavy arivo dia tsy nisy hitako na dia iray akory aza.[Heb. teo amin'ireo dia tsy nisy vehivavy hitako,...]","Indro, izao ihany no hitako: nataon'Andriamanitra mahitsy ny olona, kanjo namorona sain-kafa maro izy."]}