{"book":"Mpitsara","chapter":13,"verses":["Ary ny Zanak'Isiraely nanao izay ratsy eo imason'i Jehovah indray, ka dia natolotr'i Jehovah teo an-tànan'ny Filistina efa-polo taona izy.","Ary nisy lehilahy avy tany Zora amin'ny fokon'ny Danita, Manoa no anarany; ary momba ny vadiny ka tsy niteraka.","Ary Ilay Anjelin'i Jehovah niseho tamin-dravehivavy ka nanao taminy hoe: Indro, momba ianao ka tsy niteraka; nefa hanan'anaka ianao ka hiteraka zazalahy.","Koa mitandrema ianao ankehitriny, ka aza misotro divay na toaka, ary aza mihinana akory izay zava-padina.","Fa, indro, hanan'anaka ianao ka hiteraka zazalahy; ary tsy mba hokasihin-kareza ny lohany; fa ho Nazirita ho an'Andriamanitra hatrany an-kibo ny zaza; ary izy no hanomboka hamonjy ny Isiraely amin'ny tanan'ny Filistina.","Dia nandeha ravehivavy ka nilaza tamin'ny vadiny hoe: Nisy lehilahin'Andriamanitra tonga tamiko, ary nahatahotra indrindra ny fijery azy, tahaka ny fijery Ilay Anjelin'Andriamanitra, ka tsy nanontany Azy izay nihaviany aho, ary tsy nambarany ahy ny anarany.","Fa hoy Izy tamiko: Indro, hanan'anaka ianao ka hiteraka zazalahy; koa ankehitriny aza misotro divay na toaka ianao, ary aza mihinana akory izay zava-padina; fa ho Nazirita ho an'Andriamanitra ny zaza hatrany an-kibo ka ambara-pahafatiny","Ary Manoa nangataka tamin'i Jehovah ka nanao hoe: Ry Tompo ô, aoka hankat? aminay indray ny lehilahin'Andriamanitra, ilay efa nirahinao, ka hampianatra anay ny hitondranay ny zaza izay ho teraka.","Ary Andriamanitra nihaino ny feon'i Manoa, ka dia nankany amin-dravehivavy indray Ilay Anjelin'Andriamanitra, raha tany an-tsaha izy; fa Manoa vadiny tsy teo aminy.","Dia nihazakazaka faingana ravehivavy ka nanambara tamin'ny vadiny hoe: Indro, niseho tamiko indray ny lehilahy izay tonga tamiko tamin'ilay indray andro.","Dia nitsangana Manoa ka nandeha nanaraka ny vadiny, dia nankany amin-dralehilahy ka nanao taminy hoe: Hianao moa ilay lehilahy niteny tamin-dravehivavy? Dia hoy Izy: Eny, Izaho no Izy.","Dia hoy Manoa: Raha tanteraka ilay teninao, ahoana ange no hitondranay ny zaza, ary inona no ho asany?","Ary hoy Ilay Anjelin'i Jehovah tamin'i Manoa: Izay rehetra efa nolazaiko tamin-dravehivavy dia aoka hotandremany avokoa.","Izay rehetra avy amin'ny voaloboka dia aza avela hohaniny, ary aza avela hisotro divay na toaka izy, na hihinana akory izay zava-padina; izay rehetra nandidiako azy dia aoka hotandremany avokoa.","Ary hoy Manoa tamin'Ilay Anjelin'i Jehovah: Aoka mba hotananay Hianao mandra-pamboatray zanak'osy ho Anao.","Dia hoy Ilay Anjelin'i Jehovah tamin'i Manoa: Na dia tananao aza Aho, tsy mba hihinana amin'ny haninao Aho tsy akory; fa raha hanatitra fanatitra dorana ianao, dia aoka Jehovah no hanateranao izany. Fa tsy fantatr'i Manoa ho Anjelin'i Jehovah Izy.","Dia hoy Manoa tamin'Ilay Anjelin'i Jehovah: Iza moa no anaranao, mba hanomezanay voninahitra Anao, rehefa tanteraka ny teninao?","Ary hoy Ilay Anjelin'i Jehovah taminy: Nahoana no manontany ny anarako ianao? Fa anarana mahagaga izany.","Dia naka ny zanak'osy sy ny fanatitra hohanina Manoa ka nanatitra ireny teo ambonin'ny vatolampy ho an'i Jehovah; ary Ilay Anjely kosa nanao zava-mahagaga, raha mbola nijery teo Manoa mivady.","Ary raha niakatra ho amin'ny lanitra ny lelafo avy teo amin'ny alitara, dia niakatra teo anatin'ny lelafo avy teo amin'ny alitara Ilay Anjelin'i Jehovah. Ary nijery izany Manoa mivady, ka dia niankohoka tamin'ny tany.","Ary tsy niseho tamin'i Manoa sy ny vadiny intsony Ilay Anjelin'i Jehovah; dia fantatr'i Manoa fa Anjelin'i Jehovah Izy.","Ary hoy Manoa tamin'ny vadiny: Ho faty tokoa isika, satria efa nahita an'Andriamanitra.","Fa hoy ny vadiny taminy: Raha sitrak'i Jehovah ny hahafaty antsika, dia tsy ho nety nandray fanatitra dorana sy fanatitra hohanina tamin'ny tanantsika akory Izy, ary tsy ho nampahita antsika izany zavatra rehetra izany, ary tsy ho nampandre antsika izany zavatra izany ankehitriny.","Ary niteraka zazalahy ravehivavy, ka ny anarany nataony hoe Samsona; dia nitombo ny zaza, ary Jehovah nitahy azy.","Dia niantomboka nanindry azy indraindray ny Fanahin'i Jehovah tany Mahane-dana, teo anelanelan'i Zora sy Estaola.[Mahane-dana = Tobin'i Dana]"]}