{"book":"Mpitsara","chapter":14,"verses":["Ary Samsona nidina nankany Timna ka nahita vehivavy tao avy amin'ny zanakavavin'ny Filistina.","Ary niakatra izy, dia nilaza tamin-drainy sy reniny hoe: Efa nahita vehivavy tany Timna avy amin'ny zanakavavin'ny Filistina aho; koa alao ho vadiko izy ankehitriny.","Fa hoy ny rainy sy ny reniny taminy: Moa tsy misy vehivavy va eto amin'ny zana-kavanao, na ato amin'ny firesako rehetra, no dia mandeha maka vady any amin'ny Filistina tsy mifora ianao? Dia hoy Samsona tamin-drainy: Izy ihany no alao ho ahy, fa izy no mahafinaritra ahy.","Fa tsy fantatry ny rainy sy ny reniny fa avy tamin'i Jehovah izany, satria nitady izay hiadiany tamin'ny Filistina Izy; fa tamin'izany andro izany ny Filistina no nanapaka ny Isiraely.[Na: izy]","Dia nidina Samsona sy ny rainy aman-dreniny nankany Timna. Ary nony tonga tao amin'ny tanim-boaloboka tany Timna izy, indro, nisy liona tanora nierona taminy.","Dia nilatsaka tamin'i Samsona ny Fanahin'i Jehovah, ary ilay liona tanora dia nosamatsamahiny hoatra ny fanasamaka zanak'osy, nefa tsy nisy na inona na inona teny an-tànany; ary tsy nambarany tamin'ny rainy na tamin'ny reniny izay efa nataony.","Dia nidina izy ka niresaka tamin-dravehivavy; ary nahafinaritra an'i Samsona izy.","Ary rehefa afaka kelikely, dia niverina hampakatra azy Samsona ka nivily hizaha ny fatin'ilay liona; ary, indro, nisy reni-tantely nivangongo sy tantely tao amin'ilay fatin'ny liona.","Ary nalain'i Samsona izany ka nentiny teny an-tànany, dia nihinana teny am-pandehanana izy; ary nankany amin'ny rainy aman-dreniny izy, dia nanome azy, ka nihinana koa izy mivady; nefa tsy nambarany taminy fa tao amin'ny fatin'ilay liona no nangalany ny tantely.","Dia nidina ho any amin-dravehivavy ny rain'i Samsona; ary nanao fanasana teo Samsona, fa izany no fanaon'ny zatovo.","Ary rehefa nahita azy izy mianakavy, dia nametraka namana telo-polo lahy hitoetra ao aminy.","Ary hoy Samsona tamin'ireo: Hanao fampanonona aminareo aho; koa raha lazainareo amiko ny heviny ao anatin'ny hafitoana fanasana ka fantatrareo, dia homeko lobaka telo-polo sy akanjo intelo-polo miova ianareo.","Fa raha tsy mahalaza amiko kosa ianareo, dia homenareo lobaka telo-polo sy akanjo intelo-polo miova aho. Dia hoy izy ireo: Ataovy ary ny fampanonona mba hohenoinay.","Dia hoy Samsona aminy: Avy tao amin'ny mpihinana no nivoahan'ny hanina; Ary avy tao amin'ny mahery no nivoahan'ny mamy. Dia tsy nahalaza ny fampanonona izy tao anatin'ny hateloana.","Ary nony tamin'ny andro fahafito, dia hoy izy tamin'ny vadin'i Samsona: Taomy ny vadinao hilaza ny fampanonona aminay, fandrao hodoranay amin'ny afo ianao sy ny ankohonan-drainao; efa nanasa anay va ianareo ho entinareo mifafa izay anananay? Moa tsy izany va? [Na: (fahefatra)]","Ary ny vadin'i Samsona dia nitomany teo anatrehany ka nanao hoe: Halanao aho, fa tsy tianao tsy akory; efa nanao fampanonona tamin'ny zanaky ny fireneko ianao, nefa tsy nolazainao tamiko ny heviny. Fa hoy izy taminy: Indro, na dia ny raiko sy ny reniko aza tsy nilazako azy, ka ianao va no hilazako?","Dia nitomany teo anatrehany tamin'ny hafitoana izay nisian'ny fanasana ravehivavy; ary nony tamin'ny andro fahafito dia nolazain'i Samsona taminy, satria nitorikisina taminy izy; ary izy kosa nilaza ny fampanonona tamin'ny zanaky ny fireneny.","Ary nony tamin'ny andro fahafito, raha tsy mbola maty ny masoandro, dia hoy ny lehilahy tao an-tanàna tamin'i Samsona: Inona no mamy noho ny tantely; Ary inona no mahery noho ny liona? Ary hoy kosa izy taminy: Raha tsy nampiasa ny ombivavikeliko ianareo. Dia tsy ho nahalala ny fampanonona nataoko.","Dia nilatsaka tamin'i Samsona ny Fanahin'i Jehovah ka nidina nankany Askelona izy, dia namono telo-polo lahy tao, ary nalainy ny fitafian'ireo ka nomeny ho an'izay nilaza ny fampanonona. Dia nirehitra ny fahatezeran'i Samsona, ka niakatra nankany amin'ny tranon-drainy izy.","Ary ny vadiny dia lasan'ny namany, izay efa nataony sakaizany."]}