{"book":"Mpitsara","chapter":9,"verses":["Ary Abimeleka, zanak'i Jerobala, dia nandeha nankany Sekema tany amin'ny anadahin-dreniny ka niresaka taminy sy tamin'izay rehetra isan'ny fianakavian-dreniny nanao hoe:","Mba mitenena ianareo eo anatrehan'ny mponina rehetra eto Sekema hoe: Iza no tsara ho anareo: ny hiarahan'izy fito-polo lahy zanak'i Jerobala manjaka aminareo va, sa ny hanjakan'ny lehilahy iray? Koa tsarovy fa taolanareo sy nofonareo aho.","Ary ny anadahin-dreniny nilaza azy teo anatrehan'ny mponina rehetra tao Sekema ka nanao izany teny rehetra izany; koa ny fon'ireo dia ta-hanaraka an'i Abimeleka, fa hoy izy: Rahalahintsika izy.","Dia nomeny sekely volafotsy fito-polo avy tao an-tranon'i Bala-berita izy, ary nanambazan'i Abimeleka olom-poana sy marivo salosana izany, ka dia nanaraka azy ireo.","Dia nankany an-tranon-drainy tany Ofra izy ka namono ny rahalahiny fito-polo lahy, zanak'i Jerobala, teo ambonin'ny vato iray; ary Jotama, faralahin'i Jerobala, no sisa velona. satria niery izy.","Dia nivory ny mponina rehetra tao Sekema sy ny olona rehetra tao Milo ka nandeha nampanjaka an'i Abimeleka teo anilan'ny hazo terebinta, akaikin'ny tsangambato any Sekema.[Heb. fiarovana][Na: rovan'ny miaramila]","Ary nisy nilaza izany tamin'i Jotama, dia nandeha izy ka nitsangana teo an-tampon'ny tendrombohitra Gerizima, ary nanandratra ny feony ka niantso hoe: Mihainoa, ahy ianareo mponina ao Sekema mba hihainoan'Andriamanitra anareo kosa.","Niainga, hono, ny hazo hanosotra mpanjaka hanjaka aminy; ka hoy izy tamin'ny oliva: Manjaka aminay ianao.","Fa hoy ny oliva taminy: Ho foiko va ny diloiloko, izay ankalazan'ireny andriamanitra sy ny olona ahy, ka handeha hitsingevingevina er? ambony hazo aho?","Ary hoy ny hazo tamin'ny aviavy: Avia ianao ka manjakà aminay.[aviavimbazaha]","Dia hoy ny aviavy taminy: Ho foiko va ny fahamamiako sy ny vokatro tsara, ka handeha hitsingevingevina er? ambony hazo aho? [aviavimbazaha]","Dia hoy ny hazo tamin'ny voaloboka: Avia ianao, ka manjakà aminay.","Fa hoy ny voaloboka taminy: Ho foiko va ny ranoko, izay mahafaly an'Andriamanitra sy ny olona, ka handeha hitsingevingevina er? ambony hazo aho?","Ary hoy ny hazo rehetra tamin'ny tsilo: Avia ianao, ka manjakà aminay.","Fa hoy ny tsilo tamin'ny hazo: Raha hohosoranareo ho mpanjakanareo tokoa ary aho, dia avia ianareo ka mialofa ato amin'ny alokaloko; fa raha tsy izany, aoka hisy afo hivoaka avy amin'ny tsilo ka handevona ny sederan'i Libanona.","Koa ankehitriny, raha marina sy mahitsy ny nataonareo tamin'ny nampanjakanareo an'i Abimeleka, ary raha soa no nataonareo tamin'i Jerobala sy ny taranany, ka novalianareo araka izay nataon'ny tànany izy","(fa ny raiko niady ho anareo sady nanao ny ainy tsy ho zavatra ka namonjy anareo tamin'ny tanan'ny Midiana;","nefa ianareo kosa niodina tamin'ny taranaky ny raiko androany ka namono ny zanany fito-polo lahy teo ambonin'ny vato iray, ary Abimeleka, zanaky ny ankizivaviny, no nampanjakainareo tamin'ny mponina ao Sekema, satria rahalahinareo izy),","koa raha marina sy mahitsy ny nataonareo androany tamin'i Jerobala sy ny zanany, dia mifalia amin'i Abimeleka ianareo, ary aoka izy kosa hifaly aminareo.","Fa raha tsy izany kosa, dia aoka hisy afo hivoaka avy amin'i Abimeleka ka handevona ny mponina ao Sekema sy ny olona ao Milo; ary aoka koa hisy afo hivoaka avy amin'ny mponina ao Sekema sy ny olona ao Milo ka handevona an'i Abimeleka.[Heb. fiarovana]","Dia riatra nandositra Jotama ka nankany Bera ary nitoetra teo mba hiery an'i Abimeleka rahalahiny.","Ary rehefa nanapaka telo taona tamin'ny Isiraely Abimeleka,","Andriamanitra dia naniraka fanahy ratsy tamin'i Abimeleka sy ny mponina tao Sekema; ary ny mponina tao Sekema dia nivadika nahafoy an'i Abimeleka,","mba hitsingerenan'ny loza natao tamin'ny namonoana ny zanak'i Jerobala fito-polo lahy ka hanody an'i Abimeleka rahalahiny izay namono azy, sy ny mponina tao Sekema, izay nampahery ny tànany hamono ny rahalahiny.[Heb. ran']","Ary nanaovan'ny mponina tao Sekema otrika tany an-tampon-tendrombohitra izy, dia nobaboin'ny otrika izay rehetra nandalo tamin'izany lalana izany; ary nolazaina tamin'i Abimeleka izany.","Dia tonga tao Gala, zanak'i Ebeda, sy ny rahalahiny ka nankany Sekema, ary ny mponina tao Sekema natoky azy.","Dia nivoaka ho any an-tsaha izy ka nioty ny voalobony ary nanosihosy azy, dia nanao fanati-piderana ka niditra tao an-tranon'ny andriamaniny izy, dia nihinana sy nisotro ary nanozona an'i Abimeleka.","Ary hoy Gala, zanak'i Ebeda: Iza moa Abimeleka, ary iza moa Sekema, no hotompointsika? Tsy zanak'i Jerobala va izy? ary tsy Zebola va no lefiny? Manompoa ny taranak'i Hamora, rain'i Sekema; fa nahoana no hanompo io isika?","Ary enga anie ka ho eo ambanin'ny tanako ireto olona ireto! dia hesoriko Abimeleka. Dia hoy izy tamin'i Abimeleka: Hamaroy ny miaramilanao ka mivoaha.","Ary rehefa ren'i Zebola, komandin'ny tanàna, ny tenin'i Gala, zanak'i Ebeda, dia nirehitra ny fahatezerany.","Dia naniraka olona mangingina tany amin'i Abimeleka izy hanao hoe: Indro, Gala, zanak'i Ebeda, sy ny rahalahiny dia tonga ato Sekema; ary, indro, mandrendrika ny ato an-tanàna hiodina aminao izy.","Koa ankehitriny, miaingà alina ianao sy ny vahoaka eo aminao, ka manotreha any an-tsaha.","Ary raha maraina, raha vao miposaka ny masoandro, dia mifohaza maraina koa ianao, ka miroata hamely ny tanàna; ary, indro, raha mivoaka hiady aminao izy sy ny vahoaka eo aminy, dia ataovy aminy izay zakan'ny tananao.","Dia niainga alina Abimeleka sy ny vahoaka rehetra teo aminy ka nanao otrika efa-toko tandrifin'i Sekema,","Dia nivoaka Gala, zanak'i Ebeda, ka nijanona teo anoloan'ny vavahadin'ny tanàna; dia niroatra avy tao ampanotrehana Abimeleka sy ny vahoaka teo aminy.","Ary rehefa hitan'i Gala ny olona, dia hoy izy tamin'i Zebola: Indreo, misy olona midina avy eny an-tampon'ny tendrombohitra. Fa hoy Zebola taminy: Ny aloky ny tendrombohitra no hitanao ka toa olona.","Dia niteny indray Gala ka nanao hoe: Indreo, misy olona eo amin'ny havoana, ary, indreo misy, antokony hafa mandeha amin'ny lalana eo amin'ny hazo terebinta Meonenima.[Heb. mpanandro]","Dia hoy Zebola taminy: Aiza ny vavanao izay niteny hoe: Iza moa Abimeleka, no hotompointsika? Tsy ireo va no olona izay nohamavoinao? Mivoaha ankehitriny ka miadia aminy.","Dia nivoaka teo anoloan'ny mponina tao Sekema Gala ka niady tamin'i Abimeleka.","Dia nanenjika azy Abimeleka, ary nandositra teo anoloany izy, ka maro ny faty niampatrampatra hatreny anoloan'ny vavahady aza.","Ary Abimeleka nonina tany Aroma; ary Zebola nandroaka an'i Gala sy ny rahalahiny mba tsy honina any Sekema intsony.","Ary nony ampitson'iny dia nivoaka ho ratsy any an-tsaha ny olona; ary nolazaina tamin'i Abimeleka izany,","Dia naka ny vahoaka izy ka nizara azy ho telo toko ary nanotrika tany an-tsaha; dia nijery izy, ka, indreo, ny olona nivoaka avy tao an-tanàna; dia nitsangana hiady aminy izy ka namely azy.","Ary Abimeleka sy ny antokony izay teo aminy dia niroatra ka nitsangana teo anoloan'ny vavahadin-tanàna; ary ny roa toko kosa niroatra namely ny vahoaka rehetra tany an-tsaha ka namono azy.","Ary Abimeleka namely ny tanàna mandritra izany andro izany, dia nahafaka ny tanàna ka namono ny olona tao; ary noravany ny tanàna sady nofafazany sira.","Ary nony nandre izany ny olona rehetra tao amin'ny tilikambo tao Sekema, dia niditra tao amin'ny efi-trano fierena tao an-tranon'i Berita andriamaniny izy.","Ary nolazaina tamin'i Abimeleka fa tafangona tao amin'ny tilikambo tao Sekema ny olona rehetra.","Ary Abimeleka sy ny vahoaka teo aminy dia niakatra tany an-tendrombohitra Zalmona; ary Abimeleka nitondra famaky teny an-tànany, dia nikapa sampan-kazo, ka nobetainy izany, dia nolanjainy teny an-tsorony, ary hoy izy tamin'ny vahoaka teo aminy: Izay hitanareo ataoko, dia mba manaova faingana toy izany koa ianareo.","Koa samy nikapa sampan-kazo avy ny vahoaka rehetra ka nanaraka an'i Abimeleka, dia nametraka izany teo an-trano fiarovana ka nandoro azy tamin'ny afo, raha mbola tao ny olona, ka maty koa ny olona rehetra tao amin'ny tilikambo tao Sekema, na lehilahy na vehivavy, tokony ho arivo no isany.","Dia nandeha Abimeleka nankany Tebeza ary nitoby tandrifin'i Tebeza ka nahafaka azy.","Fa nisy tilikambo mafy tao anatin'ny tanàna, ka nandositra tao ny lehilahy rehetra sy ny vehivavy ary izay rehetra tao an-tanàna ka nihidy tao, dia niakatra teo an-tampon'ny tilikambo izy.","Ary Abimeleka nankany amin'ny tilikambo ka namely azy, dia nanatona ny varavaran'ny tilikambo izy handoro azy amin'ny afo.","Fa nisy vehivavy anankiray, nanjera vato fikosoham-bary tamin'ny lohan'i Abimeleka ka nahavaky ny karan-dohany.[Heb. vato ambony]","Dia nantsoin'i Abimeleka faingana ny zatovo, mpitondra ny fiadiany, ka hoy izy taminy: Tsoahy ny sabatrao, ka vonoy aho, mba tsy hanaovan'ny olona ahy hoe: Vehivavy no nahafaty azy. Dia namely azy miboroaka ilay zatovo, ka maty izy.","Ary rehefa hitan'ny lehilahy amin'ny Isiraely fa maty Abimeleka, dia samy lasa nandeha ho any amin'ny fonenany avy izy.","Izany no namalian'Andriamanitra ny ratsy nataon'i Abimeleka, izay efa nataony tamin'ny rainy tamin'ny namonoany ny rahalahiny fito-polo lahy.","Ary ny ratsy rehetra nataon'ny mponina tao Sekema dia natsingerin'Andriamanitra tamin'ny lohany avokoa, ka dia nihatra taminy ilay fanozonana nataon'i Jotama, zanak'i Jerobala."]}