{"book":"Mpitsara","chapter":6,"verses":["Ary nanao izay ratsy eo imason'i Jehovah ny Zanak'Isiraely, ka dia natolotr'i Jehovah ho eo an-tànan'ny Midiana fito taona izy;","ary ny tanan'ny Midiana dia nahery tamin'ny Isiraely, ka ny tahony ny Midiana no nanamboaran'ny Zanak'Isiraely ireo fierena any an-tendrombohitra sy ireo zohy mbamin'ny fiarovana.","Ary rehefa namafy voa ny Isiraely, dia avy ny Midiana sy ny Amalekita ary ny zanaky ny atsinanana ka niakatra hanafika azy.","Dia nitoby tandrifiny ireny ka nanimba ny vokatry ny tany hatrany akaikin'i Gaza; ary tsy nisy zavatra navelany hiveloman'ny Isiraely, na ondry aman'osy, na omby, na boriky;","fa niakatra izy nitondra ny omby aman'ondriny sy ny lainy, ka ny fihaviny dia tahaka ny valala ny hamarony, ary tsy hita isa izy sy ny ramevany; dia niditra tamin'ny tany izy handrava azy","Ary dia nahantra indrindra ny Isiraely noho ny Midiana, ka nitaraina tamin'i Jehovah izy.","Ary raha nitaraina tamin'i Jehovah ny Zanak'Isiraely noho ny Midiana,","Jehovah dia naniraka mpaminany anankiray ho any amin'ny zanak'Isiraely, izay nilaza taminy hoe: Izao no lazain'i Jehovah Andriamanitry ny Isiraely Izaho no nitondra anareo niakatra avy tany Egypta sady nitondra anareo nivoaka avy tany amin'ny trano nahandevozana","ary namonjy anareo tamin'ny tanan'ny Egyptiana sy ny tànan'izay rehetra nampahory anareo, dia nandroaka ireny teo anoloanareo Aho, ka nomeko anareo ny taniny;","ary hoy Izaho taminareo: Izaho no Jehovah Andriamanitrareo; aza matahotra ny andriamanitry ny Amorita, izay tompon'ny tany onenanareo; nefa tsy nihaino ny feoko ianareo.","Dia tonga Ilay Anjelin'i Jehovah ka nipetraka teo ambanin'ny hazo terebinta teo Ofra, izay an'i Joasy Abiezrita; ary Gideona zanany nively vary tamin'ny fantàka teo anilan'ny famiazam-boaloboka mba hafeniny amin'ny Midiana.","Ary Ilay Anjelin'i Jehovah niseho taminy ka nanao taminy hoe: Jehovah no momba anao, ry lehilahy mahery.","Fa hoy Gideona taminy: Indrisy, Tompoko, raha momba anay Jehovah, nahoana no ozoin'izao rehetra izao izahay? Ary aiza ny fahagagana rehetra nataony, izay nolazain'ny razanay taminay hoe: Tsy nitondra anay niakatra avy tany Egypta va Jehovah? Fa ankehitriny efa nahafoy anay mihitsy Jehovah ka nanolotra anay eo an-tànan'ny Midiana.","Dia nitodika nijery azy Jehovah ka nanao hoe: Mandehana amin'izao herinao izao, ka vonjeo ny Isiraely amin'ny tanan'ny Midiana; tsy efa naniraka anao va Aho?","Fa hoy izy taminy: Indrisy, Tompo ô, hataoko ahoana no famonjy ny Isiraely? He! ny mpianakaviko no malahelo indrindra eo amin'ny Manase, ary izaho no kely indrindra amin'ny ankohonan'ny raiko.","Dia hoy Jehovah taminy: Homba anao tokoa Aho, ka hamely ny Midiana toy ny famely olona iray monja ianao.","Dia hoy izy taminy: Masina Hianao, raha mahita fitia eto imasonao ary aho, dia anehoy famantarana fa Hianao no miteny amiko.","Masina Hianao, aza miala eto mandra-pihaviko eto aminao hitondra ny fanatitra hohanina, ka hapetrako eto anatrehanao. Dia hoy Izy: Eny, Izaho hiandry mandra-piverinao.","Ary Gideona lasa niditra ka namboatra zanak'osy sy mofo tsy misy masirasira tamin'ny koba iray efaha, ka ny hena nataony tao anatin'ny harona, ary ny ron-kena nataony tao anatin'ny vilany, dia nentiny ho eo aminy, teo ambanin'ilay hazo terebinta ka natolony Azy.","Ary hoy Ilay Anjelin'Andriamanitra taminy: Raiso ny hena sy ny mofo tsy misy masirasira, ka apetraho eo ambonin'ity harambato ity, ary aidino ny ron-kena. Dia nataony izany.","Ary naroson'Ilay Anjelin'i Jehovah ny lohan'ny tehina izay teny an-tànany ka natendriny ny hena sy ny mofo tsy misy masirasira; dia nisy afo nivoaka avy tamin'ny vatolampy ka nandevona ny hena sy ny mofo tsy misy masirasira. Ary Ilay Anjelin'i Jehovah dia lasa niala teo imasony.","Dia hitan'i Gideona fa Anjelin'i Jehovah Izy, ka hoy izy: Adray, Jehovah Tompo ô! fa nahita Ilay Anjelin'i Jehovah nifanatrika aho.","Fa hoy Jehovah taminy: Fiadanana anie ho anao; aza matahotra; tsy ho faty ianao tsy akory.","Ary Gideona nanorina alitara teo ho an'i Jehovah-saloma; mbola ao Ofran'ny Abiezrita izany mandraka androany.[Jehovah-saloma = Jehovah no fiadanana]","Ary tamin'izany alina izany dia hoy Jehovah taminy: Alao ny ombilain-drainao, dia ilay ombilahy faharoa, izay efa fito taona, ka ravao ny alitaran'i Bala, izay an'ny rainao, ary kapao ny Aseraha eo anilany;[Na: sy][Anaran'andriamani-tsi-izy, na ny sariny]","dia manorena alitara eto an-tampon'ity fiarovana ity ho an'i Jehovah Andriamanitrao, ka amboary tsara izy, ary alao ilay ombilahy faharoa, ka atero ho fanatitra dorana amin'ny hazon'ny Aseraha izay hokapainao.[Na: amin'ny zavatra vonona eo]","Ary Gideona naka folo lahy tamin'ny mpanompony ka nanao araka izay efa nolazain'i Jehovah taminy; ary satria natahotra ny fianakavian-drainy sy ny lehilahy tao an-tanàna izy dia tsy nanao izany tamin'ny antoandro, fa tamin'ny alina no nanaovany azy.","Fa nony nifoha maraina koa ny lehilahy tao an-tanàna, ka indro, efa rava ny alitaran'i Bala, sady voakapa ny Aseraha teo anilany, ary ilay ombilahy faharoa dia efa naterina teo ambonin'ny alitara izay natao,","dia nifanontany hoe izy: Iza re no nanao izany zavatra izany e? Ary raha nifanontany sy nifamoaka teo izy, dia hoy izy: Gideona, zanak'i Joasy, no nanao izany zavatra izany.","Dia hoy ny lehilahy tao an-tanàna tamin'i Joasy: Avoahy ny zanakao mba hovonoina, satria efa nandrava ny alitaran'i Bala izy sady efa nikapa ny Aseraha teo anilany.","Ary hoy Joasy tamin'izay rehetra nitsangana teo anatrehany: Moa ianareo handahatra ho an'i Bala va? Hianareo va no hamonjy azy? Izay handahatra ho an'i Bala dia hatao maty, raha mbola maraina ny andro: raha andriamanitra Bala, aoka izy handahatra ho an'ny tenany, fa nisy nandrava ny alitarany.[Na: mandra-pahamarain']","Ary tamin'izany andro izany ny anaran'ny Gideona dia nataony hoe Jerobala, fa hoy izy: Aoka Bala no hifandahatra aminy, satria noravany ny alitarany.[Jerobala = Aoka Bala no handahatra]","Ary ny Midiana rehetra sy ny Amalekita ary ny zanaky ny atsinanana nivory, dia nita ka nitoby teny amin'ny tany lemaka Jezirela.","Ary notsindrian'ny Fanahin'i Jehovah Gideona, dia nitsoka anjomara izy, ka nivory nanaraka azy ny Abiezrita.","Ary naniraka olona nankany amin'ny Manase rehetra izy, dia nivory nanaraka azy ireo; ary naniraka olona tany amin'ny Asera sy ny Zebolona ary ny Naftaly izy; dia niakatra nitsena azy koa ireo.","Ary hoy Gideona tamin'Andriamanitra: Raha ny tanako no hamonjenao ny Isiraely araka izay efa nolazainao,","indro, hapetrako eo amin'ny famoloana ity volon'ondry iray manontolo ity, ka raha ny volon'ondry ihany no lenan'ny ando, fa maina ny tany rehetra, dia ho fantatro fa ny tanako no hamonjenao ny Isiraely araka izay efa nolazainao.","Ary dia nisy izany; fa nifoha, maraina koa izy, ka nofiazany ny volon'ondry, ary nisy ranon'ando eran'ny lovia.","Ary hoy koa Gideona tamin'Andriamanitra: Aoka tsy hirehitra amiko ny fahatezeranao, fa hiteny izao indray mandeha izao monja aho; aoka mba hizahako izao indray mandeha izao monja amin'ny volon'ondry: aoka ny volon'ondry ihany no ho maina, fa ny tany rehetra kosa no ho lenan'ny ando.","Dia nataon'Andriamanitra izany tamin'ny alin'iny, ka ny volon'ondry ihany no maina, fa ny tany rehetra kosa dia lenan'ny ando."]}