{"book":"Mpitsara","chapter":3,"verses":["Ary ny firenena navelan'i Jehovah ho entiny mizaha toetra ny Isiraely dia izay rehetra tsy mba nahita ny ady rehetra tany Kanana,","mba ho fantatry ny taranaky ny Zanak'Isiraely izany amin'ny hampianarany azy hiady, indrindra fa izay tsy mbola nahalala izany akory teo aloha;","dia ireo andriana dimy tamin'ny Filistina sy ny Kananita rehetra sy ny Sidoniana ary ny Hivita, izay nonina tany an-tendrombohitra Libanona, hatrao akaikin'i Bala-hermona ka hatramin'ny lalana mankany Hamata.","Ary nentina hizaha toetra ny Isiraely ireo mba hahalalana na hihaino ny didin'i Jehovah, izay nasainy nandidian'i Mosesy ny razany, izy, na tsia.","Ary ny Zanak'Isiraely nonina teo amin'ny Kananita sy ny Hetita sy ny Amorita sy ny Perizita sy ny Hivita ary ny Jebosita.","Ary naka ny zanakavavin'ireny ho vadiny izy sady nanome ny zananivavy ho vadin'ny zanakalahin'ireny ka nanompo ny andriamaniny.","Ary nanao izay ratsy eo imason'i Jehovah ny Zanak'Isiraely ka nanadino an'i Jehovah Andriamaniny ary nanompo ireo Bala sy Aseraha.[Anaran'andriamani-tsi-izy, na ny sariny]","Dia nirehitra tamin'ny Isiraely ny fahatezeran'i Jehovah, ka nivarotra azy ho eo an-tànan'i Kosan-risataima, mpanjakan'i Mesopotamia, Izy; dia nanompo an'i Kosan-risataima valo taona ny Zanak'Isiraely.[Arama-naharaima]","Dia nitaraina tamin'i Jehovah ny Zanak'Isiraely, ary Jehovah nanangana mpamonjy ho an'ny Zanak'Isiraely, izay namonjy azy, dia Otniela, zanakalahin'i Kenaza, zandrin'i Kaleba.","Ary ny Fanahin'i Jehovah no tao aminy, dia nitsara ny Isiraely izy sady nivoaka hiady; ary Kosan-risataima, mpanjakan'i Mesopotamia, dia natolotr'i Jehovah teo an-tànany; ary nahery ny tànany ka namely an'i Kosan-risataima.","Dia nandry ny tany efa-polo taona. Ary maty Otniela, zanak'i Kenaza.","Fa nanao izay ratsy eo imason'i Jehovah indray ny zanak'Isiraely ary i Jehovah nampahery an'i Eglona, mpanjakan'i Moaba, hiady amin'ny Isiraely, satria nanao izay ratsy eo imason'i Jehovah izy.","Dia nampiangona ny taranak'i Amona sy Amaleka ho any aminy izy, ary nandeha izy ireo ka namely ny Isiraely, dia nahafaka ny tanàna be rofia.[Palma]","Dia nanompo an'i Eglona, mpanjakan'i Moaba, valo ambin'ny folo taona ny Zanak'Isiraely.","Ary nitaraina tamin'i Jehovah izy, dia nanangana mpamonjy ho azy Jehovah, dia Ehoda, zanak'i Gera, avy amin'ny taranak'i Benjamina, lehilahy kavia; dia nampitondra azy fanomezana ho an'i Eglona, mpanjakan'i Moaba, ny Zanak'Isiraely.","Ary nanao sabatra roa lela Ehoda, hakiho ny halavany; dia nataony tao amin'ny fehin-kibony ambanin'ny akanjo fiadiany izany, teny am-balahany ankavanana.","Dia nitondra ny fanomezana ho an'i Eglona, mpanjakan'i Moaba, izy; ary lehilahy matavibe Eglona.","Ary rehefa vitany ny nanolorana ny fanomezana, dia nampodiny ny olona izay nitondra izany.","Fa nony tonga teo amin'ny fihadiam-bato izay any Gilgala kosa izy, dia niverina ka nanao hoe: Misy teny holazaiko mangingina aminao, ry mpanjaka ô. Dia hoy kosa izy: Mialà kely ianareo, rizareo. Ary izay rehetra nitsangana teo anoloany dia niala teo aminy.[Na: sarin-javatra voasokitra]","Ary Ehoda nanatona azy, raha nipetraka irery tao an-tilikambony fihatsiatsiahana izy. Dia hoy Ehoda: Misy teny avy amin'Andriamanitra holazaiko aminao. Dia nitsangana niala tamin'ny seza fiandrianana Eglona.","Ary naninjitra ny tànany ankavia Ehoda ka nandray ny sabatra teny am-balahany ankavanana, dia natsatony tamin'ny kibon'i Eglona izany;","ary difotra mbamin'ny zarany, ka voasaron'ny taviny ny lelan-tsabatra, ka dia tsy nanatsoaka ny sabatra tamin'ny kibony izy; ary niboroaka teo amin'ny vodiny izany.","Dia nivoaka teo amin'ny lavarangana Ehoda ka nandrindrina ny varavaran'ny trano ka nanidy azy tao.","Ary rehefa nivoaka izy, dia tonga teo kosa ny mpanompon'i Eglona; ary raha hitany fa, indro, voahidy ny varavaran'ny tilikambo, dia hoy izy: Miavela ato an-tilikambo fihatsiahana izy aloha.","Dia niandry mandra-pahaveri-heviny izy ireo, kanjo tsy namoha ny varavaran'ny trano izy; ka dia naka ny fanalahidy izy ireo ka namoha azy; ary, indro, maty niampatra tamin'ny rihana ny tompony","Fa Ehoda efa nandositra, raha mbola nitaredretra izy ireo, ka efa nihoatra ny fihadiam-bato, dia nandositra ho any Seirata.","Ary rehefa tonga teo izy, dia nitsoka ny anjomara tany amin'ny tany havoan'i Efraima, dia nidina nanaraka azy avy tany amin'ny tany havoana ny Zanak'Isiraely, ary izy no nitarika azy.","Ary hoy izy taminy: Manaraha ahy, fa efa natolotr'i Jehovah eo an-tananareo ny Moabita fahavalonareo. Dia nidina nanaraka azy ny olona, ka azony ny fitàna any Jordana hankany Moaba, ary tsy nisy navelany hita na dia iray akory aza.","Dia namono ny Moabita tokony ho iray alin-dahy tamin'izany andro izany izy, samy olona vaventy sady mahery izy rehetra; ary tsy nisy afaka nandositra na dia iray akory aza.","Dia resin'ny tanan'ny Isiraely ny Moabita tamin'izany andro izany. Ary nandry valo-polo taona ny tany.","Ary nanarakaraka azy Samgara, zanak'i Anata, izay namely ny Filistina enin-jato lahy tamin'ny fanindronan-omby; dia namonjy ny Isiraely koa izy."]}