{"book":"Mpitsara","chapter":20,"verses":["Dia nivoaka ny Zanak'Isiraely rehetra, ary ny fiangonana hatrany Dana ka hatrany Beri-sheba ary ny tany Gileada koa nivory tahaka ny olona iray ho any amin'i Jehovah tany Mizpa.","Ary ny loholona rehetra tamin'ny firenen'Isiraely niseho teo amin'ny fiangonan'ny olon'Andriamanitra, dia lehilahy efatra hetsy mandeha tongotra sady mahatan-tsabatra.","Ary ren'ny taranak'i Benjamina fa niakatra ho any Mizpa ny Zanak'Isiraely. Dia hoy ny Zanak'Isiraely: Lazao izay nahatonga izao ratsy izao.","Dia namaly ilay Levita, vadin-dravehivavy novonoina, ka nanao hoe: Tonga tany Gibea, izay an'ny Benjamita, izaho sy ny vaditsindranoko handry tao.","Dia nitsangana hamely ahy ny mponina tao Gibea ka nanodidina ny trano hamely ahy tamin'ny alina; izaho saiky novonoiny, ary ny vaditsindranoko nandriany ka matiny.","Dia nalaiko ny vaditsindranoko ka norasaiko ary nampitondraiko tany amin'ny tany rehetra izay lovan'ny Isiraely, satria efa nanao fahavetavetana sy zavatra fady indrindra teo amin'ny Isiraely ireo.[Heb. fahadalana]","Koa indreto ianareo Zanak'Isiraely rehetra, mba alaharo izay teny sy hevitrareo.","Dia nitsangana tahaka ny olona iray ny vahoaka rehetra ka nanao hoe: Tsy hisy hankany amin'ny laintsika akory isika, ary tsy hisy hody any an-tranontsika akory.","Fa ankehitriny, izao no hataontsika amin'i Gibea: araka ny filokana no aoka hanaovantsika azy.","Ary haka folo lahy isan-jato amin'ny firenen'Isiraely rehetra isika, dia zato amin'ny arivo, ary arivo amin'ny iray alina, mba haka vatsy ho an'ny olona, ka rehefa tonga any Gibean'ny Benjamina izy, dia araka ilay zavatra fady indrindra efa nataony teo amin'ny Isiraely no hataony aminy.","Dia nivory ny lehilahy rehetra amin'ny Isiraely ka efa nikambana tahaka ny olona iray hamely ny tanàna.","Ary ny firenen'Isiraely dia naniraka olona tany amin'ny firenen'i Benjamina rehetra hanao hoe: Inona izao ratsy natao teto aminareo izao?","Koa ankehitriny atolory anay ireo olona tena ratsy fanahy avy any Gibea ireo, mba hataonay maty izy, ka hesorinay tsy ho eo amin'ny Isiraely ny ratsy. Fa ny taranak'i Benjamina tsy nety nihaino ny feon'ny Zanak'Isiraely rahalahiny.","Ary nivory ny taranak'i Benjamina avy tamin'ny tanànany rehetra hankany Gibea mba handeha hiady amin'ny Zanak'Isiraely.","Dia voalamina tamin'izany andro izany ny taranak'i Benjamina avy tamin'ireo tanàna ireo, ka enina arivo sy roa alin-dahy nahatan-tsabatra, afa-tsy ny mponina tao Gibea izay voalamina, dia fiton-jato lahy voafantina.","Ary teo amin'izany olona rehetra izany nisy olona kavia fiton-jato lahy nofantenany, samy nahay nitoraka tamin'ny antsamotady, ka tsy nisy nivena na dia hoatra ny singam-bolo aza.","Ary ny lehilahy voalamina tamin'ny Isiraely, afa-tsy ny Benjamina, dia efatra hetsy nahatan-tsabatra; mpanafika avokoa ireo rehetra ireo.","Dia niainga ny Zanak'Isiraely ka niakatra tany Betela ary nanontany tamin'Andriamanitra hoe: Iza no hiakatra voalohany hiady amin'ny taranak'i Benjamina ho anay? Dia hoy Jehovah: Joda no ho voalohany.","Dia niainga maraina koa ny Zanak'Isiraely ka nitoby tandrifin'i Gibea.","Ary nivoaka ny lehilahy amin'ny Isiraely hiady amin'ny Benjamita; ary nilahatra ny lehilahy amin'ny Isiraely hiady aminy tao akaiky an'i Gibea.","Ary nivoaka avy tany Gibea kosa ny taranak'i Benjamina ka naharingana ny Zanak'Isiraely roa arivo sy roa alin-dahy niampatrampatra tamin'ny tany tamin'izany andro izany.","Fa nifanome toky ny lehilahy amin'ny Isiraely ka nilahatra hiady indray teo amin'ilay nilaharany tamin'ny andro voalohany.","Ary niakatra ny Zanak'Isiraely ka nitomany teo anatrehan'i Jehovah mandra-paharivan'ny andro, dia nanontany tamin'i Jehovah hoe: Handroso indray va aho hiady amin'ny taranak'i Benjamina rahalahiko? Ary hoy Jehovah: Miakara hiady aminy.)","Ary ny Zanak'Isiraely dia nandroso tamin'ny andro faharoa hiady amin'ny taranak'i Benjamina.","Dia nivoaka avy tany Gibea ny Benjamita hiady aminy indray tamin'ny andro faharoa ka naharingana ny Zanak'Isiraely valo arivo sy iray alin-dahy niampatrampatra tamin'ny tany; nahatan-tsabatra avokoa ireo rehetra ireo.","Dia niakatra ny Zanak'Isiraely rehetra sy ny olona rehetra ka nankany Betela, dia nitomany sy nipetraka teo anatrehan'i Jehovah ary nifady hanina tamin'izany andro izany mandra-paharivan'ny andro; ary nanatitra fanatitra dorana sy fanati-pihavanana teo anatrehan'i Jehovah izy.","Dia nanontany tamin'i Jehovah ny Zanak'Isiraely (fa tao ny fiaran'ny faneken'Andriamanitra tamin'izany andro izany,","ary Finehasa, zanak'i Eleazara, zanak'i Arona, nijanona teo anoloany tamin'izany andro izany) ka nanao hoe: Mbola hivoaka indray va aho hiady amin'ny taranak'i Benjamina rahalahiko, sa hitsahatra? Ary hoy Jehovah: Miakara, fa rahampitso dia hatolotro ho eo an-tananao izy.","Ary nasian'ny Isiraely otrika manodidina an'i Gibea.","Dia niakatra ny Zanak'Isiraely tamin'ny andro fahatelo hiady amin'ny taranak'i Benjamina ka nilahatra tandrifin'i Gibea tahaka ilay teo aloha ihany.","Dia nivoaka ny taranak'i Benjamina hiady tamin'ny olona ka voatarika niala tamin'ny tanàna izy ary nanomboka namely sy nahafaty ny olona tahaka ny teo aloha, dia tokony ho telo-polo lahy teo amin'ny Isiraely tany an-tsampanan-dalana, miakatra ho any Betela ny anankiray, ary ny anankiray kosa ho any Gibea any an-tsaha.","Ary hoy ny taranak'i Benjamina: Resy eo anoloantsika tahaka ilay teo aloha ihany izy. Fa hoy ny Zanak'Isiraely: Andeha hanao tari-dositra isika mba hampiala azy amin'ny tanàna ho any an-dalambe.","Ary ny lehilahy rehetra amin'ny Isiraely nitsangana niala tamin'ny fitoerany ka nilahatra tany Bala-tamara; ary ny Isiraely izay nanotrika dia niroatra avy tamin'fitoerany, avy tao an-tsahan'i Gibea.","Ary tonga tandrifin'i Gibea ny iray alin-dahy voafantina tamin'ny Isiraely rehetra, ary efa mafy ny ady nefa tsy fantatry ny Benjamita fa efa hiharan-doza izy.","Ary Jehovah namely ny Benjamita teo anoloan'ny Isiraely, ary tamin'izany andro izany ny taranak'i Benjamina dia nahafatesan'ny Zanak'Isiraely zato sy dimy arivo amby roa alin-dahy; nahatan-tsabatra avokoa ireo rehetra ireo.","Ary hitan'ny taranak'i Benjamina fa resy izy; ary ny lehilahy amin'ny Isiraely nanao tari-dositra tamin'ny Benjamita, satria natoky ny otrika izay efa napetrany teo akaikin'i Gibea izy.","Ary ny otrika niroatra faingana hankany Gibea, dia nandeha faingana ka namely ny tanàna rehetra tamin'ny lelan-tsabatra.","Ary ny famantarana nifaneken'ny lehilahy amin'ny Isiraely sy ny otrika dia tsangan'afo lehibe hisavoana ao an-tanàna.","Ary nirona tamin'ny ady ny lehilahy amin'ny Isiraely (ny taranak'i Benjamina nanomboka namely sy nahafaty ny lehilahy amin'ny Isiraely tokony ho telo-polo lahy; fa hoy izy: Resy tokoa eo anoloantsika izy tahaka ny tamin'ny ady voalohany;","fa raha vao niakatra avy tao amin'ny tanàna ny setroka mitankosina, dia niherika ny taranak'i Benjamina; ary, indro, niakatra ho amin'ny lanitra avokoa ny setroky ny tanàna).","Ary raha niverina ny lehilahy amin'ny Isiraely, dia talanjona ny Benjamita, satria hitany fa efa nidiran-doza izy.","Dia niamboho teo anoloan'ny lehilahy amin'ny Isiraely hankany amin'ny lalana ho any an-efitra izy, fa ny ady nahatratra azy: ary izay nivoaka avy tao amin'ny tanàna koa dia novonoiny teo.","Nanemitra ny Benjamita izy ka nanenjika azy ary nanitsaka azy mora foana tandrifin'i Gibea atsinanany.[Na: teo Menoha]","Ary ny Benjamita dia nahafatesany valo arivo sy iray alin-dahy; lehilahy nahery avokoa ireo rehetra ireo.","Dia nivily sy sisa ka nandositra nankany an-efitra ho any amin'ny harambato any Rimona; ary ny voatsimpona teny an-dalana dia dimy arivo lahy, ary ny voatsimpona teny an-dalana dia dimy arivo lahy, ary mbola nenjehiny mafy ihany hatrany Gidoma izy ka nahafatesany roa arivo lahy.","Ary ny Benjamita rehetra izay lavo tamin'izany andro izany dia dimy arivo sy roa alin-dahy nahatan-tsabatra; lehilahy nahery avokoa ireo rehetra ireo.","Fa nisy enin-jato lahy nihodina ka nandositra nankany an-efitra ho any amin'ny harambato any Rimona, dia nitoetra tao efa-bolana.","Ary ny lehilahy amin'ny Isiraely niverina indray tany amin'ny taranak'i Benjamina ka namely azy tamin'ny lelan-tsabatra, hatramin'ny olona tao an-tanàna ka hatramin'ny biby fiompy ary izay hitany dia nodorany tamin'ny afo avokoa."]}