{"book":"Mpitoriteny","chapter":1,"verses":["Ny tenin'i Mpitoriteny, zanak'i Davida, mpanjaka tany Jerosalema.","Zava-poana dia zava-poana, hoy Mpitoriteny, zava-poana dia zava-poana, eny, zava-poana ny zavatra rehetra!","Inona no soa azon'ny olona amin'ny fisasarany rehetra izay isasarany at? ambanin'ny masoandro?","Lasa ny taranaka iray, ary mandimby kosa ny taranaka iray; fa ny tany mbola maharitra mandrakizay.","Ny masoandro koa miposaka ary ny masoandro milentika sady miriotra ho any amin'ny fitoerana izay niposahany.","Mianatsimo ny rivotra, dia mihodina mianavaratra, mivezivezy mandrakariva izy ka miverimberina manodidina indray.","Ny renirano rehetra dia samy mankamin'ny ranomasina, nefa tsy tondraka ny ranomasina; any amin'izay falehan'ny renirano ihany no iverenany indray.","Maivana ny teny rehetra, ka tsy misy olona mahalaza; ny maso tsy mamo mijery, ary ny sofina tsy mamo mihaino.[Heb. Feno fahasasarana][Na: Feno fahasasarana ny zavatra rehetra ka tsy hain'ny olona lazaina]","Izay efa teo ihany no ho tonga indray, ary izay efa natao ihany no mbola hatao indray fa tsy misy zava-baovao akory at? ambanin'ny masoandro.","Raha misy zavatra azo lazaina hoe: He! ity no vaovao, dia ilay efa teo ela tany amin'ny andro talohantsika ihany izany.","Tsy misy fahatsiarovana ny taloha; ary ny ho avy koa dia tsy hotsarovan'izay handimby azy.","Izaho Mpitoriteny dia mpanjakan'ny Isiraely tany Jerosalema;","ary nampiasaiko ny foko mba hitady sy hikatsaka amim-pahendrena ny zavatra rehetra izay atao at? ambanin'ny lanitra; asa mahareraka omen'Andriamanitra hisasaran'ny zanak'olombelona izany.","Efa hitako ny zavatra rehetra izay atao at? ambanin'ny masoandro; fa, indro, zava-poana sy misambo-drivotra foana izany rehetra izany.[Na: Homan-drivotra]","Ny meloka tsy mety tonga mahitsy; ary ny tsy ao tsy mba azo isaina.[Na: ny tsi-fahampiana dia tsy tambo isaina]","Hoy izaho tamin'ny foko: Indro, izaho nahazo fahendrena be dia be mihoatra noho izay rehetra talohako teto Jerosalema; eny, ny foko nahita ny fahendrena sy ny fahalalana betsaka.","Ary nampiasaiko ny foko hahalala fahendrena sy hahalala fahaverezan-tsaina sy fahadalana; dia fantatro fa misambo-drivotra foana koa izany,[Na: Homan-drivotra]","satria izay be fahendrena dia be alahelo, ary izay mitombo fahalalana dia mitombo fahoriana."]}