{"book":"Mpitsara","chapter":18,"verses":["Ary tamin'izany andro izany dia tsy nisy mpanjaka teo amin'ny Isiraely; ary tamin'izany andro izany kosa ny firenen'i Dana nitady lova mba honenany, satria na dia hatramin'izany andro izany aza dia tsy mbola nahazo lova ho azy teo amin'ny firenen'Isiraely izy.","Ary ny taranak'i Dana naniraka dimy lahy nofantenany avy amin'ny fokony rehetra, dia lehilahy mahery, avy tany Zora sy Estaola, mba hisafo ny tany sy hizaha ny toetrany; ary hoy izy taminy: Mandehana izahao ny toetry ny tany. Ary tonga tany amin'ny tany havoan'i Efraima tao an-tranon'i Mika izy, dia nandry tao.","Rehefa mby teo akaikin'ny tranon'i Mika izy, dia fantany ny feon'ilay Levita zatovo; dia nivily teo izy ka nanao taminy hoe: Iza no nitondra anao tat?? ary maninona at? ianao? ary inona no anananao at??","Dia hoy kosa izy taminy: Izany ka izany no nataon'i Mika tamiko, ary efa nanamby ahy izy, ka efa mpisorony aho izao.","Dia hoy izy ireo taminy: Masìna ianao, manontania amin'Andriamanitra mba ho fantatray na hambinina amin'ny lalana alehanay izahay, na tsia.","Dia hoy ilay mpisorona taminy: Mandehana soa aman-tsara; fa eo anatrehan'i Jehovah izao lalana alehanareo izao.","Dia nandeha izy dimy lahy ka tonga tany Laisy, ary hitany ny olona tao, fa nonina tsy nanana ahiahy tahaka ny fanaon'ny Sidoniana izy, dia nandry fahizay ka tsy nanana ahiahy, sady tsy nisy mpanapaka hampahory azy teo amin'ny tany na amin'inona na amin'inona; ary lavitra ny Sidoniana izy sady tsy nanan-draharaha tamin'olona akory.[Na: hahamena-maso]","Dia nandeha ho any amin'ny rahalahiny any Zora sy Estaola ireo; ary hoy ny rahalahiny taminy: Naninona moa ianareo?","Dia hoy izy: Mitsangàna, ka aoka isika hiakatra hamely azy; fa efa nahita ny tany izahay, fa, indro, tsara indrindra izany; moa mbola mijanonjanona ihany va ianareo? aza malain-kandeha hiditra handova ny tany.","Raha mandeha ianareo, dia ho tonga any amin'ny olona tsy manana ahiahy sy any amin'ny tany malalaka; fa efa natolotr'Andriamanitra ho eo an-tananareo izany; dia tany tapi-javatra irina at? ambonin'ny tany.","Dia nisy niainga avy tamin'ny fokon'i Dana, avy tany Zora sy Estaola, dia enin-jato lahy efa voaomana tamin'ny fiadiany.","Ary niakatra ireo ka nitoby tany Kiriata-jearima any Joda (izany no nanaovana ny anaran'izany tany izany hoe mandraka androany Mahane-dana; indro, eo andrefan'i Kiriata-jearima izany).","Dia niala tao izy ka nandroso nantany amin'ny tany havoan'i Efraima, dia tonga tao an-tranon'i Mika.","Ary niteny izy dimy lahy, izay nandeha hisafo ny tany Laisy, ka nanao tamin'ny rahalahiny hoe: Fantatrareo va fa ato amin'ireto trano ireto misy efoda sy terafima ary sarin-javatra voasokitra sy sarin-javatra anidina? koa hevero izay hataonareo.","Dia nivily tao izy ka tonga tao an-tranon'ilay Levita zatovo, dia tao an-tranon'i Mika, ka niarahaba azy.","Ary ny enin-jato lahy efa voaomana tamin'ny fiadiany, izay avy tamin'ny taranak'i Dana, dia nijanona teo anoloan'ny vavahady.","Ary niakatra izy dimy lahy, izay nandeha hisafo ny tany, dia niditra ka naka ny sarin-javatra voasokitra sy ny efoda sy ny terafima ary ny sarin-javatra an-idina; ary ny mpisorona mbamin'ny enin-jato lahy efa voaomana tamin'ny fiadiany nijanona teo anoloan'ny vavahady.","Dia niditra tao an-tranon'i Mika ireo ka naka ny sarin-javatra voasokitra sy ny efoda sy ny terafima ary ny sarin-javatra an-idina. Ary hoy ny mpisorona taminy: Maninona ianareo?","Dia hoy ireo taminy: Mangina ianao, tampeno ny tananao ny vavanao, ka andeha hiaraka aminay, dia ho rainay sy mpisoronay ianao; moa tsara ho anao va ny ho mpisorona ho an'ny olona iray trano noho ny ho mpisorona amin'ny firenena iray sy ny foko iray amin'ny Isiraely?","Dia faly ny fon'ilay mpisorona, ka nalainy ny efoda sy ny terafima ary ny sarin-javatra voasokitra, ary nandeha voahodidin'ny olona izy.","Dia nihodina izy ireo ka lasa nandeha; ary ny zaza amim-behivavy sy ny omby aman'ondry mbamin'ny entany tsara dia nataony teo alohany.","Ary rehefa lasa lavitra ny tranon'i Mika izy, dia nivory ny lehilahy nifanolo-bodirindrina tamin'i Mika ka nahatratra ny taranak'i Dana.","Dia niantso ny taranak'i Dana izy. Ary niherika ireo ka nanao tamin'i Mika hoe: Haninona ianao, no nanangona olona maro toy izao?","Ary hoy Izy: Ny andriamanitro izay nataoko sy ny mpisorona koa dia nalainareo, ka lasa ianareo; koa inona intsony no mba ho ahy? Ary ahoana no anaovanareo amiko hoe: Haninona ianao?","Dia hoy ny taranak'i Dana taminy: Aoka tsy ho re eto aminay intsony ny feonao, fandrao hisy olo-masiaka hamely anareo, ka dia hanao izay hahafaty ny tenanao sy ny ankohonanao ianao.","Dia nandeha tamin'ny nalehany ny taranak'i Dana; ary rehefa hitan'i Mika fa ireo dia nahery noho izy, dia niverina izy ka nody tany an-tranony.","Ary izy ireo naka izay zavatra efa nataon'i Mika sy ny mpisorona izay tao aminy, dia nankany Laisy ho any amin'ny olona mandry fahizay ka tsy manana ahiahy, dia namely azy tamin'ny lelan-tsabatra ireo; ary ny tanàna nodorany tamin'ny afo.","Ary tsy nisy namonjy, satria lavitra an'i Sidona izany, ary tsy nanan-draharaha tamin'olona akory izy, sady teo amin'ny lohasaha izay any Beti-rehoba izany. Dia nanorina ny tanàna izy ireo ka nonina tao.","Ary ny anaran'ny tanàna nataony hoe Dana, araka ny anaran'i Dana rainy, izay naterak'Isiraely; kanefa Laisy no anaran'ny tanàna taloha.","Dia natsangan'ny taranak'i Dana ilay sarin-javatra voasokitra; ary Jonatana, zanak'i Gersoma, zanak'i Mosesy, sy ny zanany, no mpisorona ho an'ny firenen'i Dana hatramin'ny andro namaboana ny tany.[Na: Manase]","Ary nampitoeriny ho azy ilay sarin-javatra voasokitra nataon'i Mika mandritra ny andro rehetra niorenan'ny tranon'Andriamanitra tao Silo."]}