{"book":"Nahoma","chapter":2,"verses":["Injany! any an-tendrombohitra ny tongotry ny mitondra teny soa mahafaly Sady mitory fiadanana! Tandremo ny andro firavoravoanao, ry Joda, Efao ny voadinao; Fa tsy handeha hamaky eo aminao intsony ilay tena ratsy fanahy, Indray ripaka izy rehetra.","Misy mpanorotoro miakatra hamely anao Ambeno ny manda, Tazano ny lalana, Hatanjaho ny valahanao, Hetseho mafy ny herinao!","Fa Jehovah efa mampody ny voninahitr'i Jakoba, Toy ny ampodiany ny voninahitr'Isiraely; Fa ny mpandroba efa nandroba azy Ary nanimba ny sampam-boalobony.[Na: miverina ho amin'ilay reharehany][Na: toy ny amin'ny reharehany]","Nomenaina ny ampingan'ny lehilahy maheriny, Mitafy jaky ny miaramilany, Ny kalesiny dia misy vy mahery, mamirapiratra toy ny afo, amin'ny andro fiomanany, Ary antsodina ny lefona.","Ampiezahina eny an-dalambe ny kalesy Ka mifanaretsadretsaka eny an-kalalahana; Tahaka ny harendrina no fijery azy, Mitsoriaka tahaka ny helatra izy.","Tsaroany ny lehilahy malazany, Kanjo tafintohina eny am-pandehanana ireny; Mihazakazaka ho any amin'ny manda ireny, Kanjo efa voatsangana sahady ny hamelezana azy.","Vohana ny vavahadin-drenirano, Ary reraka ny lapa.[Heb: miempo]","Izao no voatendry: ampitanjahina izy, dia lasan-ko babo, Ary ny ankizivavy mitoloko azy manao feom-boromailala Sady miteha-tratra.[Na: Hozaba dia nampitanjahina ka]","Fa Ninive dia tahaka ny farihy hatrizay nisiany; Nefa handositra ihany ireny, Mijanòna, mijanòna e! Nefa tsy misy miherika.","Mamaboa volafotsy, Mamaboa volamena! Fa tsy hita lany ny rakitra soa, Dia ny habetsahan'ny fanaka mahafinaritra rehetra.","Indrisy! foana, eny, foana sady lao! Kivy ny fo, miady ny lohalika, Manaintaina ny valahany rehetra, Mivaloarika ny tarehiny rehetra.","Aiza ilay lavaky ny liona sy firemben'ny liona tanora ? Ilay nandehanan'ny liona sy ny liom-bavy mbamin'ny zana-diona, Ka tsy nisy nanaitaitra azy,","Dia ilay liona namotipotika izay ampy ho an'ny zanany Ary nanenda ho an'ny liombaviny Sady nameno haza ny lavany Sy toha ny fonenany.","Indro, hamely anao Aho, hoy Jehovah, Tompon'ny maro, Holevoniko ho setroka ny kalesinao Ary hovonoiko sabatra ny liona tanoranao; Hofonganako amin'ny tany ny hazanao; Ka tsy ho re intsony ny feon'ny irakao.[Heb; kalesiny]"]}