{"book":"Nahoma","chapter":1,"verses":["Faminaniana ny amin'ny loza hanjo an'i Ninive, dia ny bokin'ny fahitan'i Nahoma Elkosita.","Andriamanitra saro-piaro sy mamaly heloka Jehovah; Jehovah dia Mpamaly heloka sady be fahatezerana; Jehovah dia Mpamaly ny rafilahiny Ary mitahiry fahatezerana hamelezany ny fahavalony.","Mahari-po Jehovah sady be hery Ary tsy mety manamarina ny meloka; Amin'ny tadio sy ny tafio-drivotra no lalan'i Jehovah. Ary rahona no vovoky ny tongony.","Miteny mafy ny ranomasina izy ka mahatankina azy Ary mandritra ny ony rehetra; Malazo Basana sy Karmela. Ary malazo koa ny vonin'i Libanona.","Mihorohoro eo anatrehany ny tendrombohitra, Sady miempo ny havoana, Ary mientanentana eo anatrehany ny tany, Dia ny tany onenana sy ny mponina rehetra ao aminy.","Iza no mahatoetra eo anoloan'ny fahavinirany? Ary iza no mahatanty ny firehitry ny fahatezerany? Aidina toy ny afo ny fahatezerany, Ary mirodana eo anoloany ny vatolampy.","Tsara Jehovah, fiarovana mafy amin'ny andro fahoriana,Ka mahalala izay mialoka aminy.","Fa amin'ny riaka manafotra no anafoanany ny fitoerany, Ary ny fahavalony dia henjehiny ho any amin'ny maizina.[Na: henjehin'ny; na henjehiny amin'ny]","Inona no heverinareo ho enti-manohitra an'i Jehovah ? Fahafonganana no hataony, Tsy hiverina fanindroany ny fahoriana.[Na: ahoana no hevitrareo ny amin'i]","Fa na dia miforiporitra toy ny tsilo aza ireny Sady vonton'ny divay mahery fibobohany, Dia ho levona tokoa toy ny vodivary maina izy.[Na: dia ho levona toy ny vodivary karankaina]","Avy tao aminao no nivoahan'ny anankiray izay misain-dratsy ho enti-manohitra an'i Jehovah Sady mamoron-kevi-dratsy.","Izao no lazain'i Jehovah: Na dia tsy latsaka isa ka mbola maro aza ireny, Dia hofongorana ihany izy ka ho levona Fa efa nampahory anao Aho, Ka tsy hampahory anao intsony.","Fa ankehitriny hotapahiko ny ziogany ho afaka aminao, Ary hotosako ny famatorana anao.","Ary Jehovah efa nandidy ny aminao hoe: Tsy ho velo-maso intsony ny anaranao; Hataoko tapaka tsy ho ao an-tranon'ny andriamanitrao ny sarin-javatra voasokitra sy ny sarin-javatra an-idina; Hanao ny fasana ho anjaranao Aho, satria hita fa latsa-danja ianao."]}