{"book":"Nehemia","chapter":7,"verses":["Ary nony vita ny manda, ka voalatsako ny lela-vavahady, sady voatendry ny mpiandry varavarana sy ny mpihira ary ny Levita,","dia notendreko Hanany rahalahiko sy Hanania, lehiben'ny tao an-dapa, hitandrina an'i Jerosalema, fa lehilahy mahatoky izy sady matahotra an'Andriamanitra mihoatra noho ny maro.","Koa hoy izaho tamin'ireo: Aza avela hovohana ny vavahadin'i Jerosalema mandra-pahafanan'ny andro; ary raha mbola milanona eo ny mpiambina, dia aoka harindriny ny varavarana, ka hidionareo; ary manendre mpiambina avy amin'izay monina ato Jerosalema ihany samy ho eo amin'ny fiambenany avy, dia samy ho eo amin'ny tandrifin'ny tranony avy.","Ary malalaka sy lehibe ny tanàna, nefa vitsy olona, sady tsy mbola vita ny trano.","Ary nomen'Andriamanitro hevitra aho hamory ny manan-kaja sy ny mpanapaka mbamin'ny vahoaka, mba halaina isa araka ny firazanany avy ireo. Ary hitako ny taratasy filazana ny firazanan'izay niakatra voalohany, ka izao no hitako voasoratra tao:","Izao no lehilahy amin'izany tany izany, izay niakatra avy tamin'ny fahababoana, dia ireo nobaboin'i Nebokadnezara, mpanjakan'i Babylona, fa niverina tany Jerosalema sy Joda izy, samy ho any an-tanànany avy,","dia ny olona izay niaraka tamin'i Zerobabela sy Jesoa sy Nehemia sy Azaria sy Ramia sy Nahanany sy Mordekay sy Bilsana sy Mispereta sy Bigvay sy Nehoma ary Bana: Ary ny isan'ny lehilahy tamin'ny Isiraely dia izao:","Ny taranak'i Parosy dia roa amby fito-polo amby zato sy roa arivo;","ny taranak'i Sefatia dia roa amby fito-polo amby telon-jato;","ny taranak'i Ara dia roa amby dimam-polo amby enin-jato;","ny taranak'i Pahatamoaba, dia avy tamin'ny zanak'i Jesoa sy Joaba, dia valo ambin'ny folo amby valon-jato sy roa arivo;","ny taranak'i Elama dia efatra amby dimam-polo amby roan-jato sy arivo;","ny taranak'i Zato dia dimy amby efa-polo amby valon-jato;","ny taranak'i Zakay dia enim-polo amby fiton-jato;","ny taranak'i Binoy dia valo amby efa-polo amby enin-jato;","ny taranak'i Bebay dia valo amby roa-polo amby enin-jato;","ny taranak'Azgada dia roa amby roa-polo amby telon-jato amby roa arivo;","ny zanak'i Adonikama dia fito amby enim-polo amby enin-jato;","ny taranak'i Bigvay dia fito amby enim-polo sy roa arivo;","ny taranak'i Adina dia dimy amby dimam-polo amby enin-jato;","ny taranak'i Atera, avy tamin'i Hezekia, dia valo amby sivi-folo;","ny taranak'i Hasoma dia valo amby roa-polo amby telon-jato;","ny taranak'i Bezay dia efatra amby roa-polo amby telon-jato;","ny taranak'i Harifa dia roa ambin'ny folo amby zato;","ny taranak'i Gibeona dia dimy amby sivi-folo.","Ny mponina tany Betlehema sy Netofa dia valo amby valo-polo amby zato;","ny mponina tany Anatota dia valo amby roa-polo amby zato;","ny mponina tany Bet-azmaveta dia roa amby efa-polo;","ny mponina tany Kiriata-jearima sy Kefira ary Berota dia telo amby efa-polo amby fiton-jato;","ny mponina tany Rama sy Geva dia iraika amby roa-polo amby enin-jato;","ny mponina tany Mikmasy dia roa amby roa-polo amby zato;","ny mponina tany Betela sy Ay dia telo amby roa-polo amby zato;","ny mponina tany amin'ilay Nebo anankiray dia roa amby dimam-polo;","ny zanak'ilay Elama anankiray dia efatra amby dimam-polo amby roan-jato sy arivo;","ny zanak'i Harima dia roa-polo amby telon-jato;","ny zanak'i Jeriko dia dimy amby efa-polo amby telon-jato;","ny zanak'i Loda sy Hadida ary Ono dia iraika amby roa-polo amby fiton-jato;","ny zanak'i Sena dia telo-polo amby sivin-jato sy telo arivo.","Ary ny mpisorona koa dia izao: Ny taranak'i Jedaia, avy tamin'ny mpianakavin'i Jesoa, dia telo amby fito-polo amby sivin-jato;","ny taranak'Imera, dia roa amby dimam-polo amby arivo;","ny taranak'i Pasora dia fito amby efa-polo amby roan-jato sy arivo;","ny taranak'i Harima dia fito ambin'ny folo sy arivo.","Ary ny Levita koa dia izao: Ny zanak'i Jesoa sy Kadmiela, avy tamin'ny zanak'i Hodavia, dia efatra amby fito-polo.","Ary ny mpihira koa dia izao: Ny taranak'i Asafa dia valo amby efa-polo amby zato.","Ary ny mpiandry varavarana koa dia izao: Ny taranak'i Saloma, ny taranak'i Atera, ny taranak'i Talmona, ny taranak'i Akoba, ny taranak'i Hatita, ny taranak'i Sobay, dia valo amby telo-polo amby zato.","Ary ny Netinima koa dia izao: Ny taranak'i Ziha, ny taranak'i Hasofa, ny taranak'i Tabaota,","ny taranak'i Kerosa, ny taranak'i Sia, ny taranak'i Padona,","ny taranak'i Lebana, ny taranak'i Hagaba, ny taranak'i Salmay,","ny taranak'i Hanana, ny taranak'i Gidela, ny taranak'i Gahara,","ny taranak'i Reaia, ny taranak'i Rezina, ny taranak'i Nekoda,","ny taranak'i Gazama, ny taranak'i Oza, ny taranak'i Pasea,","ny taranak'i Besay, ny taranaky ny Meonita, ny taranaky ny Nefisita,","ny taranak'i Bakboka, ny taranak'i Hakafa, ny taranak'i Harora,","ny taranak'i Bazlita, ny taranak'i Mehida, ny taranak'i Harsa,","ny taranak'i Barkosa, ny taranak'i Sisera, ny taranak'i Tema,","ny taranak'i Nezia, ny taranak'i Hatifa.","Ary ny taranaky ny mpanompon'i Solomona koa dia izao: Ny taranak'i Sotahy, ny taranak'i Sofereta, ny zanak'i Perida,","ny taranak'i Jala, ny taranak'i Darkona, ny taranak'i Gidela,","ny taranak'i Sefatia, ny taranak'i Hatila, ny taranak'i Pokereta-hazebaima, ny taranak'i Amona.","Ny Netinima rehetra sy ny taranaky ny mpanompon'i Solomona dia roa amby sivi-folo amby telon-jato.","Ary izao no niakatra avy tany Tela-mela sy Tela-harsa sy Kerofa sy Adona ary Imera (fa tsy nahalaza ny fianakaviany sy ny firazanany, na avy tamin'ny Isiraely na tsia, izy):","ny taranak'i Delaia, ny taranak'i Tobia, ny taranak'i Nekoda, roa amby efa-polo amby enin-jato.","Ary ny avy tamin'ny mpisorona dia izao: Ny taranak'i Hobaia, ny taranak'i Hakoza, ny taranak'i Barzilay; nampaka-bady avy tamin'ny zanakavavin'i Barzilay Gileadita io ka notononina araka ny anarany.","Ireo dia nitady ny soratra filazana ny razany, fa tsy hita izany; dia natao ho tsy madio izy ka nesorina tamin'ny fisoronana.","Ary ny governora nilaza fa tsy mahazo mihinana ny zava-masina indrindra izy mandra-pitsangan'izay mpisorona anankiray mitondra ny Orima sy Tomima.","Ny tontalin'ny olona rehetra dia enim-polo amby telon-jato amby roa arivo sy efatra alina,","afa-tsy ny ankizilahiny sy ny ankizivaviny fito amby telo-polo amby telon-jato sy fito arivo; ary nanana mpihiralahy sy mpihiravavy dimy amby efa-polo amby roan-jato izy;","ny soavaliny dia enina amby telo-polo amby fiton-jato; ny ampondrany dia dimy amby efa-polo amby roan-jato;","ny ramevany dia dimy amby telo-polo amby efa-jato; ny borikiny dia roa-polo amby fiton-jato sy enina arivo.","Ary ny sasany tamin'ny lohan ny fianakaviana dia nahafoy hanaovana ny asa. Ny governora nanome darika volamena arivo sy lovia famafazana dimam-polo sy akanjo-mpisorona telo-polo amby dimam-jato ho ao amin'ny rakitra.","Ary ny sasany tamin'ny lohan'ny fianakaviana dia nanome darika volamena roa alina sy mane volafotsy roan-jato sy roa arivo ho ao amin'ny rakitra hanaovana ny asa.","Ary izay nomen'ny olona sisa dia darika volamena roa alina sy mane volafotsy roa arivo ary akanjo-mpisorona fito amby enim-polo.","Ary samy tafapetraka teny an-tanànany avy ny mpisorona sy ny Levita sy ny mpiandry varavarana sy ny mpihira sy ny sasany amin'ny vahoaka ary ny Netinima, dia ny Isiraely rehetra."]}