{"book":"Nehemia","chapter":2,"verses":["Ary tamin'ny volana Nisana tamin'ny taona faharoa-polo nanjakan'i Artaksersesy, raha teo anoloany ny divay, dia noraisiko ka natolotro ny mpanjaka. Fa vao izay aho no mba nalahelo teo anatrehany.","Dia hoy ny mpanjaka tamiko: Nahoana no malahelo tarehy ianao, kanefa tsy marary tsinona? Tsy zavatra hafa izao, fa alahelom-po mihitsy. Dia raiki-tahotra indrindra aho","ka nanao tamin'ny mpanjaka hoe: Ho velona mandrakizay anie ny mpanjaka; nahoana no tsy halahelo tarehy aho, fa rava ny tanàna misy ny fasan-drazako, sady efa levon'ny afo ny vavahadiny?","Dia hoy ny mpanjaka tamiko: Inona ary no angatahinao? Dia nivavaka tamin'Andriamanitry ny lanitra aho aloha,","dia vao niteny tamin'ny mpanjaka hoe: Raha sitraky ny mpanjaka, ka mahita fitia eto imasonao ny mpanomponao, dia alefaso ho any Joda aho, ho any amin'ny tanàna misy ny fasan-drazako mba hanamboarako izany.","Ary hoy ny mpanjaka tamiko (ny vadin'ny mpanjaka koa nipetraka teo anilany): Haharitra hoatrinona any anefa ianao, ary rahoviana no hiverina? Ka dia sitraky ny mpanjaka ny handefa ahy; ary dia nilaza fotoana taminy aho.","Ary hoy koa aho tamin'ny mpanjaka: Raha sitraky ny mpanjaka, aoka homena taratasy ho amin'ireo governora any an-dafin'ny ony aho, mba hamelany ahy handeha hatrany Joda,","sy taratasy ho amin'i Asafa, mpitandrina ny alan'i ny mpanjaka mba hanomezany hazo hanaovako ny vavahadin'ny lapa izay momba ny tempoly sy hanaovako ny mandan'ny tanàna sy ny trano izay hitoerako. Dia nomen'ny mpanjaka ahy izany araka ny soa nataon'ny tànan'Andriamanitro tamiko.","Dia tonga tany amin'ireo governora any an-dafin'ny ony aho, ka natolotro azy ny taratasin'ny mpanjaka. Ary ny mpanjaka efa naniraka manamboninahitra sy mpitaingin-tsoavaly hanatitra ahy.","Raha nahare izany Sanbala Horonita sy Tobia Amonita mpanompo, dia sosotra loatra izy, satria nisy lehilahy tonga hitady izay hahasoa ny Zanak'Isiraely.","Dia tonga tany Jerosalema aho ka nitoetra tany hateloana.","Ary nifoha tamin'ny alina aho, dia izaho sy ny olom-bitsy nomba ahy; nefa tsy nisy olona nilazako izay natsindrin'Andriamanitra ny foko hatao any Jerosalema; ary tsy nisy biby nentiko afa-tsy ilay nitaingenako ihany.","Dia nandeha alina aho ka nivoaka tamin'ny vavahady mankany amin'ny lohasaha, tandrifin'ny loharanon'ny dragona, sy tamin'ny vavahadin-jezika ka nizaha ny mandan'i Jerosalema izay efa rava sy ny vavahadiny izay efa levon'ny afo.","Dia nankany amin'ny vavahadin-doharano sy ny farihin'ny mpanjaka koa aho; nefa tsy nisy lalana azon'ilay biby nitaingenako naleha akory.","Dia niakatra teo amin'ny lohasahan-driaka aho tamin'ny alina ka nizaha ny manda, dia nitodika ka niditra tamin'ny vavahady mankany amin'ny lohasaha, dia niverina.","Nefa ireo mpanapaka tsy nahalala izay nalehako, na izay nataoko; fa hatramin'izay dia tsy mbola nolazaiko tamin'ny Jiosy izany, na tamin'ny mpisorona, na tamin'ny manan-kaja, na tamin'ny mpanapaka, na tamin'ny vahoaka sisa izay nanao ny asa.","Ary hoy izaho taminy: Hianareo mahita ny fahoriantsika , fa rava Jerosalema ary nodoran'ny afo ny vavahadiny; koa andeha isika hanangana ny mandan'i Jerosalema, mba tsy ho latsa intsony isika.","Dia nambarako azy ny tànan'Andriamanitro izay nahasoa ahy, ary ny tenin'ny mpanjaka koa izay nolazainy tamiko. Ary hoy izy: Eny, aoka ary isika hitsangana ka handrafitra azy. Koa dia nampahery ny tànany hanao izany soa izany izy.","Fa nony ren'i Sanbala Horonita sy Tobia Amonita mpanompo ary Gasema Arabo izany, dia nanaraby sy nanevateva anay izy nanao hoe: Inona izao zavatra ataonareo izao? Hikomy amin'ny mpanjaka angaha ianareo?","Dia namaly azy aho ka nanao taminy hoe: Andriamanitry ny lanitra, Izy no hanambina anay, ka dia hitsangana handrafitra izahay mpanompony; fa ianareo tsy manana anjara. na rariny, na fahatsiarovana akory, at? Jerosalema."]}