{"book":"Nehemia","chapter":3,"verses":["Dia nitsangana Eliasiba mpisoronabe sy ny mpisorona rahalahiny ka nandrafitra ny vavahadin'ondry; dia nanamasina azy izy ka nandatsaka ny lela-vavahadiny; hatramin'ny tilikambo Hamea ka hatramin'ny tilikambo Hananela no nohamasininy.","Ary manarakaraka ireo dia nandrafitra koa ny mponina tany Jeriko. Ary manarakaraka ireo indray dia nandrafitra koa Zakora, zanak'Imry.","Ary ny vavahadin-kazandrano dia narafitry ny zanak'i Hasena, izy no nandatsaka ny rairainy sy ny lela-vavahadiny mbamin'ny hidiny sy ny vavombiny.","Ary manarakaraka ireo dia namboatra koa Meremota.zanak'i Oria, zanak'i Hakoza. Ary manarakaraka io dia namboatra koa Mesolama, zanak'i Berekia, zanak'i Mesezabela. Ary manarakaraka io dia namboatra koa Zadoka, zanak'i Bana.","Ary manarakaraka io dia namboatra koa ny Tekoita; nefa ny olona ambonimbony teo aminy dia tsy nety nampiondrika ny vozony ho amin'ny fanompoana ny Tompony.","Ary ny vavahady taloha dia namboarin'i Joiada, zanak'i Pasea, sy Mesolama, zanak'i Besodia; izy roa lahy no nandatsaka ny rairainy sy ny lela-vavahadiny mbamin'ny hidiny sy ny vavombiny.","Ary manarakaraka ireo dia namboatra koa Melatia Gibeonita sy Jadona Meronotita mbamin'ny mponina tany Gibeona sy Mizpa, hatramin'ny seza fiandrianan'ny governora ety an-dafin'ny ony et?.","Manarakaraka ireo dia namboatra koa Oziela, zanak'i Haraia, isan'ny mpanefy volamena. Manarakaraka io dia namboatra koa Hanania, isan'ny mpangaroharo zava-manitra; ary nanamafy an'i Jerosalema izy hatramin'ny mandà lehibe.","Ary manarakaraka io dia namboatra koa Refaia. zanak'i Hora, komandin'ny antsasaky ny fehin'i Jerosalema.","Ary manarakaraka io dia namboatra koa Jedaia, zanak'i Haromafa, dia ny teo amin'ny tandrifin'ny tranony ihany. Ary manarakaraka io dia namboatra koa Hatosy, zanak'i Hasabnia.","Ny sasany koa mbamin'ny tilikambo misy ny fatana fandoroana dia namboarin'i Malkia, zanak'i Harima, sy Hasoba. zanak'i Pahatamoaba.","Ary manarakaraka ireo dia namboatra koa Saloma, zanak'i Halohesy, komandin'ny antsasaky ny fehin'i Jerosalema, dia izy sy ny zananivavy.","Ny vavahady mankamin'ny lohasaha dia namboarin'i Hanona sy ny mponina tany Zanoa; ireo no nandrafitra izany sy nandatsaka ny lela-vavahadiny mbamin'ny hidiny sy ny vavombiny, ary narafiny koa ny arivo hakiho amin'ny manda hatramin'ny vavahadin-jezika.","Ary ny vavahadin-jezika dia namboarin'i Malkia, zanak'i Rekaba, komandin'ny fehin'i Beti-hakerema; izy no nandrafitra izany sy nandatsaka ny lela-vavahadiny mbamin'ny hidiny sy ny vavombiny.","Ary ny vavahadin-doharano dia namboarin'i Saloma, zanak'i Kola-hoze, komandin'ny fehin'i Mizpa; izy no nandrafitra sy nanafo izany ary nandatsaka ny lela-vavahadiny mbamin'ny hidiny sy ny vavombiny, ary narafiny koa ny mandan'ny farihy Siloa, teo anilan'ny sahan'ny mpanjaka, ka hatramin'ny ambaratonga midina avy any an-Tanànan'i Davida.","Ary manarakaraka io dia namboatra koa Nehemia, zanak'i Azboka, komandin'ny antsasaky ny fehin'i Beti-zora, hatramin'ny teo amin'ny tandrifin'ireo fasan'i Davida ka hatramin'ny farihy izay natao ary hatramin'ny tranon'ny lehilahy mahery.","Manarakaraka io dia namboatra koa ny Levita, dia Rehoma, zanak'i Bany. Manarakaraka ireo dia namboatra koa Hasabia , komandin'ny antsasaky ny fehin'i Keila, ho an'ny fehiny.","Manarakaraka io dia namboatra koa ireo rahalahiny, dia Bavay, zanak'i Henadada, komandin'ny antsasaky ny fehin'i Keila.","Ary manarakaraka lreo dia nisy namboarin'i Ezera, zanak'i Jesoa, komandin'i Mizpa, teo amin'ny tandrifin'ny fiakarana ho any amin'ny trano fitehirizam-piadiana eo amin'ny fiolahana.","Manarakaraka io koa dia Baroka, zanak'i Zabay, no nazoto namboatra ny sasany hatramin'ny fiolahana ka hatramin'ny varavaran'ny tranon'i Eliasiba mpisoronabe.","Manarakaraka io koa dia nisy namboarin'i Meremota, zanak'i Oria, zanak'i Hakoza, hatramin'ny varavaran'ny tranon'i Eliasiba ka hatramin'ny faran'ny tranon'i Eliasiba.","Ary manarakaraka io dia namboatra koa ny mpisorona, dia ireo avy tany amin'ny tany lemaka.","Manarakaraka ireo dia namboatra koa Benjamina sy Hasoba teo amin'ny tandrifin'ny tranony ihany. Manarakaraka ireo dia namboatra koa Azaria, zanak'i Mahaseia, zanak'i Anania, teo anilan'ny tranony ihany.","Manarakaraka io koa, dia nisy namboarin'i Binoy, zanak'i Henadada, hatramin'ny tranon'i Azaria ka hatramin'ny fiolahana eo amin'ny zorony.","Ary Palala, zanak'i Ozay, koa, dia ny teo amin'ny tandrifin'ny fiolahana sy izay mandroso eo amin'ny tilikambo ambony, eo amin'ny ranon'ny mpanjaka, eo akaikin'ny tokotanin'ny trano-maizina. Manarakaraka io koa dia Pedaia, zanak'i Parosy.","Ary ny Netinima dia nonina tany Ofela hatreo amin'ny tandrifin'ny vavahadin-drano atsinanana sy ny mandroso eo amin'ny tilikambo.","Ary manarakaraka ireo koa dia nisy namboarin'ny Tekoita, teo amin'ny tandrifin'ny mandroso eo amin'ny tilikambo lehibe ka hatramin'ny mandan'i Ofela.","Hatreo ambonin'ny vavahadin-tsoavaly dia namboarin'ny mpisorona, dia samy ny teo amin'ny tandrifin'ny tranony avy.","Manarakaraka ireo dia namboatra koa Zadoka, zanak'Imera, dia ny teo amin'ny tandrifin'ny. tranony ihany. Ary manarakaraka io dia namboatra koa Semaia, zanak'i Sekania, mpiandry ny vavahady atsinanana.","Manarakaraka io koa dia nisy namboarin'i Hanania, zanak'i Setemia, sy Hanona, fahenin'ny zanak'i Zalafa. Manarakaraka ireo dia namboatra koa Mesolama, zanak'i Berekia, dia ny teo amin'ny tandrifin'ny efi-tranony ihany.","Manarakaraka io dia namboatra koa Malkia, isan'ny mpanefy volamena, hatramin'ny tranon'ny Netinima sy ny mpandranto, dia ny teo amin'ny tandrifin'ny vavahady Mifikada ka hatramin'ny trano ambony teo an-jorony.","Ary ny teo anelanelan'ny trano ambony teo an-jorony sy ny vavahadin'ondry no namboarin'ny mpanefy volamena sy ny mpandranto.","Ary rehefa ren'i Sanbala fa nataonay ny manda, dia tezitra sady sosotra loatra izy ka nihomehy ny Jiosy,","dia niteny teo anatrehan'ny namany sy ny miaramilan'i Samaria hoe: Inona no ataon'ireo Jiosy osa ireo? Hahaleo tena va ireo? Hahavono zavatra hatao fanatitra va ireo? Hahatsangana indray andro va ireo ? Hahatsangana ny vato avy amin'ny lavenona miavosa va ireo?","Ary Tobia Amonita dia teo anilan'i Sanbala ka niteny hoe: Na dia amboa-haolo aza miakatra eo amin'izay atsangany, dia haharava ny manda vato ataony.","Mihainoa, ry Andriamanitray ô, fa atao tsinontsinona izahay; koa atsingereno ho eo an-dohany ihany ny latsa ataony, ary aoka ho babo any amin'ny tany izay ahababoany izy.","Aza manarona ny helony, ary aza vonoina tsy ho eo anatrehanao ny fahotany; fa efa nampahatezitra Anao teo anatrehan'ireo mandrafitra izy.","Ka dia narafitray ihany ny manda ka tafakambana avokoa hatramin'ny antsasany miakatra; fa nazoto niasa ny olona."]}