{"book":"Nomery","chapter":5,"verses":["Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mandidia ny Zanak'Isiraely hamoaka ny boka rehetra sy ny marary mitsika rehetra ary ny maloto amim-paty rehetra hiala amin'ny toby;","na lehilahy na vehivavy dia samy havoakanareo any ivelan'ny toby, mba tsy handoto ny tobiny izay itoerako eo afovoany.","Dia nanao izany ny Zanak'Isiraely ka namoaka ireny ho any ivelan'ny toby; araka izay nolazain'i Jehovah tamin'i Mosesy no nataon'ny Zanak'Isiraely.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Lazao amin'ny Zanak'Isiraely hoe: Raha misy lehilahy na vehivavy manao izay mety ho fahotan'ny olona ka manao izay mahadiso amin'i Jehovah ary meloka,","dia tsy maintsy hiaiky ny fahotana izay nataony izy ary hanonitra ny amin'ny fahadisoany ka hanampy azy ho tonga avy fahenina, ary homeny an'ilay nanaovany diso.","Fa raha tàhiny tsy manana havana akaiky haterany ny fanonerana ny amin'ny fahadisoany ilay olona, ny zavatra naterina ho fanonerana dia ho an'i Jehovah ka ho an'ny mpisorona, ho fanampin'ny ondrilahy fanavotana izay hanaovany fanavotana ho azy.","Ary ny fanatitra rehetra alaina amin'ny zava-masina rehetra aterin'ny Zanak'Isiraely, izay ateriny ho an'ny mpisorona, dia ho azy izany.","Ary ho azy ny zava-masina aterin'ny olona rehetra; na inona na inona omen'olona ho an'ny mpisorona, dia ho azy izany.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely, ka lazao aminy hoe: Na iza na iza vadin'olona mivily ka manao izay mahadiso azy amin'ny lahy,","fa nisy lehilahy nandry taminy, nefa tsy hitan'ny lahy, fa miafina, ary voaloto ravehivavy, nefa tsy misy vavolombelona hiampanga azy, ary tsy azo olan-tanana izy;","kanefa misy fiahiahiana ao amin'ny lahy, ka miahiahy ny vadiny izy, sady efa voaloto ravehivavy; na misy fiahiahiana ao amin'ny lahy, ka miahiahy ny vadiny izy, kanjo tsy voaloto ravehivavy;","dia ho entin'ny lahy ho eo amin'ny mpisorona ny vadiny, ary hitondra ny fanatiny noho ny vavy izy, dia kobam-bary hordea ampahafolon'ny efaha; tsy hanidinany diloilo izany, sady tsy hasiany ditin-kazo mani-pofona, satria fanatitra noho ny ahiahy izany, dia fanati-pahatsiarovana, hampahatsiaro heloka.","Ary hampanakaiky azy ny mpisorona ka hampitoetra azy eo anatrehan'i Jehovah;","dia haka rano masina amin'ny lovia tany ny mpisorona; ary ny vovoka eo amin'izay itoeran'ny tabernakely dia hangalan'ny mpisorona ka hataony amin'ny rano;","ary ravehivavy dia hampitoeran'ny mpisorona eo anatrehan'i Jehovah, ka harakarakany ny volondohan-dravehivavy, ary hataony eo an-tànany ny fanati-pahatsiarovana, dia ny fanatitra noho ny ahiahy; ary ho eo an-tànan'ny mpisorona ny ranom-pangidiana izay mitondra ozona;","dia hampianiana an-dravehivavy ny mpisorona ka hanao aminy hoe: Raha tsy nisy lehilahy nandry taminao, ka tsy nivily niala tamin'ny vadinao ho amin'ny fahalotoana ianao, dia afaka amin'ity ranom-pangidiana mitondra ozona ity;","fa raha nivily niala tamin'ny vadinao kosa ianao ka voaloto ihany, fa nisy lehilahy nandry taminao, afa-tsy ny vadinao,","dia hampianiana an-dravehivavy ny mpisorona mba hiozona, ka hanao aminy hoe: Jehovah anie hanao anao ho fiozonana sy ho fianianana eo amin'ny firenenao, amin'ny fampifezahan'i Jehovah ny fenao sy ny fampivontosany ny kibonao;","ary ity rano mitondra ozona ity dia hiditra ao an-kibonao ka hampivonto ny kibonao sy hampifezaka ny fenao. Ary ravehivavy hanao hoe: Amena, amena.","Ary hosoratan'ny mpisorona amin'ny taratasy izany fiozonana izany ka hosasany eo amin'ny rano mangidy ny soratra;","dia hampisotroiny an-dravehivavy ny ranom-pangidiana mitondra ozona; at? ny rano izay mitondra ozona dia hiditra ao anatiny ho zava-mangidy.","Dia halain'ny mpisorona eo an-tànan-dravehivavy ny fanatitra noho ny ahiahy; ary hahevahevany eo anatrehan'i Jehovah izany ka hateriny eo amin'ny alitara.","Dia horaofin'ny mpisorona ny fanati-pahatsiarovana avy amin'ny fanatitra ka hodorany ho fofona eo ambonin'ny alitara; ary rehefa afaka izany, dia hampisotroiny io rano io ravehivavy.","Ary rehefa nampisotroina ny rano izy, ary voaloto, satria nanao izay nahadiso azy tamin'ny vadiny, dia hiditra ao anatiny ho zava-mangidy ny rano mitondra ozona, ary hivonto ny kibony, sady hifezaka ny feny; ka dia ho fiozonana eo amin'ny fireneny ravehivavy.","Nefa kosa, raha tsy voaloto ravehivavy, fa madio, dia ho afaka izy ka hanan'anaka.","Izany no lalàna ny amin'ny ahiahy, raha misy vehivavy mivily miala amin'ny vadiny ka voaloto;","na misy lehilahy azon'ny fiahiahiana ka miahiahy ny vadiny; dia hampitoetra ny vadiny eo anatrehan'i Jehovah izy, ary ny mpisorona hanefa izany lalàna rehetra izany aminy.","Dia tsy hanan-tsiny ralehilahy, fa ravehivavy kosa ho meloka."]}