{"book":"Nomery","chapter":20,"verses":["Ary tamin'ny volana voalohany tonga tao an-efitra Zina ny Zanak'Isiraely, dia ny fiangonana rehetra; ary nitoetra tao Kadesy ny olona. Ary maty tao Miriama ka nalevina tao.","Ary tsy nisy rano ho an'ny fiangonana, ka dia niangona izy hiodina amin'i Mosesy sy Arona.","Dia nila ady tamin'i Mosesy ny olona ka niteny hoe: Inay anie izahay mba maty tamin'ny nahafatesan'ny rahalahinay teo anatrehan'i Jehovah!","Fa nahoana no nitondra ny fiangonan'i Jehovah ho amin'ity efitra ity ianareo, mba hahafaty anay sy ny ombinay eto?","Ary nahoana no nitondra anay niakatra avy tany Egypta ianareo, hampiditra anay ho amin'ity tany ratsy ity, izay tsy misy voan-javatra, na aviavy, na voaloboka, na ampongaben-danitra akory, sady tsy misy rano hosotroina?","Dia niala teo anatrehan'ny fiangonana Mosesy sy Arona ho eo anoloan'ny varavaran'ny trano-lay fihaonana ka niankohoka; dia niseho taminy ny voninahitr'i Jehovah.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Alao ny tehina, ka vorionao sy Arona rahalahinao ny fiangonana, ary mitenena amin'ny vatolampy eo imasony, dia hampiboiboika ny ranony izy; ary hampivoaka rano ho an'ny olona avy amin'ny vatolampy ianao, ka dia hampisotroinao ny fiangonana sy ny biby fiompiny.","Dia nalain'i Mosesy ny tehina avy teo anatrehan'i Jehovah, araka izay nandidiany azy.","Dia novorin'i Mosesy sy Arona teo anoloan'ny vatolampy ny fiangonana; ka dia hoy izy: Mihainoa, ry mpiodina: Moa amin'ity vatolampy ity va no hampivoahanay rano ho anareo?","Ary Mosesy dia nanainga ny tànany ka nikapoka ny vatolampy indroa tamin'ny tehiny; dia niboiboika be dia be ny rano, ka nisotro avokoa ny fiangonana sy ny biby fiompiny.","Ary Jehovah niteny tamin'i Mosesy sy Arona hoe: Satria tsy nino Ahy ianareo hanamasina Ahy eo imason'ny Zanak'Isiraely, dia tsy hitondra izao fiangonana izao ho any amin'ny tany izay nomeko azy ianareo.","Ity no ranon'i Meriba, izay nilan'ny Zanak'Isiraely ady tamin'i Jehovah, ka nisehoan'i Jehovah ho masina tamin'ny nataony taminy.","Ary Mosesy dia naniraka olona avy tao Kadesy hankany amin'ny mpanjakan'i Edoma hanao hoe: Izao no lazain'i Isiraely rahalahinao: Hianao mahalala ny fahoriana rehetra izay nanjo anay:","dia ny nidinan'ny razanay tany Egypta, sy ny nitoeranay ela tany; ary nampahory anay sy ny razanay ny Egyptiana;","ary raha nitaraina tamin'i Jehovah izahay, dia nihaino ny feonay Izy ka naniraka Anjely sy nitondra anay nivoaka avy tany Egypta; ary, indreto, tonga eto Kadesy, tanàna eto amin'ny faritry ny taninao, izahay;","koa aoka mba handeha hamaky ny taninao izahay; fa tsy handeha hamaky ny saha sy ny tanim-boaloboka, na hisotro ny rano amin'ny lavaka fantsakana akory: ny lalan'andriana ihany no halehanay, fa tsy hania izahay na ho amin'ny ankavanana na ho amin'ny ankavia mandra-pahafakay ny faritry ny taninao.","Fa hoy ny Edomita taminy: Tsy mahazo mandeha mamaky ny taniko ianao, fandrao hivoaka hamely anao amin'ny sabatra aho.","Dia hoy ny Zanak'Isiraely taminy: Ny lalam-be ihany no halehanay, fa raha hisotro ny ranonao izaho sy ny omby aman'ondriko, dia hefaiko vola izany; fa tsy hanao na inona na inona aho, fa handalo fotsiny ihany.","Fa hoy izy: Tsy mahazo mandalo at? ianao. Ary nivoaka hisakana azy ny Edomita nitondra vahoaka betsaka sady nanao tàna-mahery.","Toy izany no nandavan'ny Edomita ka tsy namela ny Isiraely hamaky ny taniny, ka dia nivily niala taminy ny Zanak'Isiraely.","Ary nifindra ny Zanak'Isiraely, dia ny fiangonana rehetra, ka niala tany Kadesy ary tonga tao an-tendrombohitra Hora.","Ary Jehovah niteny tamin'i Mosesy sy Arona tao an-tendrombohitra Hora, tao amin'ny fari-tanin'i Edoma, ka nanao hoe:","Arona hangonina any amin'ny razany; fa tsy hiditra any amin'ny tany izay nomeko ny Zanak'Isiraely izy, satria nandà ny teniko teo amin'ny ranon'i Meriba ianareo.","Alao Arona sy Eleazara zanany, ka ento miakatra ao an-tendrombohitra Hora izy mianaka;","dia esory ny fitafian'i Arona, ka atafio an'i Eleazara zanany; ary Arona hangonina any amin'ny razany ka ho faty ao.","Ary Mosesy nanao araka izay nandidian'i Jehovah; dia niakatra tao an-tendrombohitra Hora teo imason'ny fiangonana rehetra izy telo mianaka.","Dia nesorin'i Mosesy ny fitafian'i Arona ka natafiny an'i Eleazara zanany; ary maty tao an-tampon'ny tendrombohitra Arona; dia nidina avy tao an-tendrombohitra Mosesy sy Eleazara.","Koa nony hitan'ny fiangonana rehetra fa maty Arona, dia nisaona azy telo-polo andro izy, dia ny taranak'Isiraely rehetra."]}