{"book":"Nomery","chapter":27,"verses":["Ary avy ny zanakavavin'i Zelofada, zanakalahin'i Hefera, zanak'i Gileada, zanak'i Makira, zanak'i Manase, avy tamin'ny fokon'i Manase, zanak i Josefa (ary izao no anarany: Mahala sy Noa sy Hogla sy Milka ary Tirza),","dia nitsangana teo anatrehan'i Mosesy sy Eleazara mpisorona ary ny lohan'ny fiangonana sy ny fiangonana rehetra, teo anoloan'ny varavaran'ny trano-lay fihaonana izy ka nanao hoe:","Ny rainay dia maty tany an-efitra, kanefa tsy mba isan'ny antokon'i Kora izay niangona hiodina tamin'i Jehovah tsy akory; fa matin'ny fahotany ihany izy, nefa tsy nanan-janakalahy.","Nahoana ny rainay no ho fati-maso eo amin'ny fokony, na dia tsy nanan-janakalahy aza izy? mba omeo zara-tany eo amin'ny rahalahin'ny rainay izahay.","Ary nalahatr'i Mosesy teo anatrehan'i Jehovah ny tenin'ireo.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Marina ny tenin'ny zanakavavin'i Zelofada: omeo zara-tany eo amin'ny rahalahin-drainy tokoa izy; dia ampandovay ny zara-tanin-drainy izy.","Ary lazao amin'ny Zanak'Isiraely hoe: Raha misy lehilahy maty ka tsy manan-janakalahy, dia ny zananivavy no hampandovainareo ny zara-taniny.","Ary raha tsy manan-janakavavy izy, dia ny rahalahiny no homenareo ny zara-taniny.","Ary raha tsy manan-drahalahy izy, dia ny rahalahin-drainy no homenareo ny zara-taniny.","Ary raha tsy manan-drahalahy ny rainy, dia ny havany akaiky azy amin'ny fokony no homenareo ny zara-taniny, ka izy no handova azy: ho lalàna hitondrana ny Zanak'Isiraely izany araka izay nandidian'i Jehovah an'i Mosesy.","Ny amin'ny hahafatesan'i Mosesy, sy ny nanendrena an'i Josoa ho mpandimby azy. Ary hoy Jehovah tamin'i Mosesy: Miakara amin'ity tendrombohitra Abarima ity, ka tazano ny tany izay omeko ny Zanak'Isiraely.","Ary rehefa hitanao izany, dia hangonina any amin'ny razanao koa ianao, tahaka izay nanangonana an'i Arona rahalahinao;","fa nandà ny teniko ianareo tany an-efitra Zina, tamin'ilay nilan'ny fiangonana ady, ka tsy nanamasina Ahy teo amin'ny rano teo imasony. (Izany no ranon'i Meriba any Kadesy any an-efitra Zina.)","Ary Mosesy niteny tamin'i Jehovah hoe:","Aoka Jehovah, Andriamanitry ny fanahin'ny nofo rehetra, hanendry lehilahy izay hitandrina ny fiangonana","ka hivoaka sy hiditra eo alohany ary hitarika azy hivoaka sy hiditra, mba tsy ho tahaka ny ondry tsy misy mpiandry ny fiangonan'i Jehovah.","Ary hoy Jehovah tamin'i Mosesy: Alao ho anao Josoa, zanak'i Nona, lehilahy izay manam-panahy, ka ametraho ny tananao izy;","ary asaovy mijoro eo anatrehan'i Eleazara mpisorona sy ny fiangonana rehetra izy, ka mandidia azy eo imasony ianao.","Dia anomezo azy ny voninahitrao, mba hihainoan'ny fiangonana, dia ny Zanak'Isiraely rehetra azy.","Ary Josoa hijanona eo anatrehan'i Eleazara mpisorona, izay hanadina amin'ny fitsaran'i Orima eo anatrehan'i Jehovah ho azy; araka ny teniny no hivoahany, ary araka ny teniny no hidirany, dia izy sy ny Zanak'Isiraely rehetra, dia ny fiangonana rehetra.","Ary nataon'i Mosesy araka izay efa nandidian'i Jehovah azy; dia naka an'i Josoa izy ka nampijoro azy teo anatrehan'i Eleazara mpisorona sy ny fiangonana rehetra","ka nametraka ny tànany taminy ary nandidy azy, araka ny tenin'i Jehovah izay nampitondrainy an'i Mosesy."]}