{"book":"Nomery","chapter":19,"verses":["Ary Jehovah niteny tamin'i Mosesy sy Arona ka nanao hoe:","Izao no lalàna hotandremana, izay efa nandidian'i Jehovah: Lazao amin'ny Zanak'Isiraely mba hitondrany vantotr'ombivavy mena, izay tsy misy kilema na tsiny sady tsy mbola nasiana zioga.","Ary omeo ho an'i Eleazara mpisorona iny, dia hasaina ho entina eny ivelan'ny toby ka hovonoina eo anatrehany.","Dia hanalan'i Eleazara mpisorona amin'ny fanondrony ny ràny ka hafafiny impito manandrify ny trano-lay fihaonana.","Dia hodorana eo imasony ilay vantotr'ombivavy: ny hodiny sy ny henany ary ny ràny mbamin'ny tain-drorohany dia hodorana avokoa.","Ary ny mpisorona dia haka hazo sedera sy hysopa ary jaky ka hanipy azy eo afovoan'ny afo andoroana ny vantotr'ombivavy.","Dia hosasan'ny mpisorona ny fitafiany, ary handro amin'ny rano izy, ary rehefa afaka izany, dia hankeo amin'ny toby izy; ary haloto mandra-paharivan'ny andro ny mpisorona.","Ary izay mandoro ilay ombivavy dia hanasa ny fitafiany sady handro amin'ny rano, ary haloto mandra-paharivan'ny andro.","Dia hangonin'izay lehilahy madio anankiray ny lavenon'ilay vantotr'ombivavy ka hapetrany eo ivelan'ny toby eo amin'izay fitoerana madio anankiray, dia hotehirizina ho an'ny fiangonan'ny Zanak'Isiraely izany ho rano fanadiovana: fanatitra noho ny ota izany.","Ary ilay nanangona ny lavenon'ny vantotr'ombivavy dia hanasa ny fitafiany, ary haloto mandra-paharivan'ny andro; ary ho lalàna mandrakizay ho an'ny Zanak'Isiraely sy ny vahiny eo aminy izany.","Izay mikasika fatin'olona dia haloto hafitoana.","Hanadio ny tenany amin'izany rano izany izy amin'ny andro fahatelo, ary amin'ny andro fahafito dia hadio izy; fa raha tsy manadio ny tenany amin'ny andro fahatelo kosa izy, dia tsy hadio amin'ny andro fahafito.","Izay rehetra mikasika fatin'olona ka tsy manadio ny tenany dia mandoto ny tabernakelin'i Jehovah ka hofongorana tsy ho amin'ny Isiraely; satria tsy nofafazana ny rano fanadiovana izy, dia haloto: ny fahalotoany mbola eo aminy ihany.","Izao no lalàna, raha misy olona maty ao an-day: Izay rehetra miditra ao an-day sy izay rehetra ao anatin'ny lay dia haloto hafitoana.","Ary ny fanaka rehetra misokatra izay tsy misy rakotra voafehy aminy, dia haloto.","Ary izay rehetra mikasika izay matin-tsabatra any an-tsaha, na fatin'olona, na taolan'olona, na fasana, dia haloto hafitoana.","Dia hangalana ho an'ny maloto ny lavenon'ilay nodorana teo ho fanatitra noho ny ota, ary hasiany rano nalaina tamin'ny rano mandeha izany eo am-bilia.","Dia haka hysopa ny lehilahy madio anankiray ka hanoboka azy eo amin'ny rano, dia hafafiny amin'ny lay mbamin'ny fanaka rehetra sy ny olona izay eo ary ilay nikasika ny taolana, na ny novonoina, na ny matin'aretina, na ny fasana.","Ary ny maloto dia hofafazan'ilay olona madio amin'ny andro fahatelo sy ny fahafito; dia hanadio ny tenany amin'ny andro fahafito izy ka hanasa ny fitafiany sy handro amin'ny rano, dia hadio rehefa hariva.","Fa ny olona izay naloto ka tsy nanadio ny tenany dia hofongorana tsy ho amin'ny fiangonana, satria nandoto ny fitoera-masin'i Jehovah izy; ny rano fanadiovana tsy nafafy taminy: maloto izy.","Dia ho lalàna mandrakizay aminy izany, fa izay mamafy ny rano fanadiovana dia hanasa ny fitafiany; ary izay mikasika ny rano fanadiovana dia haloto mandra-paharivan'ny andro.","Ary ny zavatra rehetra izay voakasiky ny maloto dia haloto; ary ny olona izay mikasika azy dia haloto mandra- paharivan'ny andro."]}