{"book":"Nomery","chapter":10,"verses":["Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Manaova trompetra volafotsy roa ho anao; voasana no hanaovanao azy; dia ho fiantsoanao ny fiangonana sy ho fampiainganao ny toby ireo.","Ary raha tsofina avokoa ireo, dia hivory eo aminao, eo anoloan'ny varavaran'ny trano-lay fihaonana, ny fiangonana rehetra.","Fa raha ny iray ihany no tsofina, dia ny lohan'ny firenena, izay mpifehy arivo amin'ny Isiraely, ihany no hivory eo aminao.","Fa raha mitsoka ho fampitairana ianareo, dia hiainga ny toby izay mitoetra eo atsinanana.","Ary raha mitsoka ho fampitairana fanindroany ianareo, dia hiainga ny toby izay mitoetra eo atsimo; fampitairana no hatao fiaingany.","Fa raha hampivory ny fiangonana kosa ianareo, dia hitsoka fotsiny, fa tsy hanao fampitairana.","Ary ireo mpisorona, zanak'i Arona, no hitsoka ny trompetra; dia ho lalàna mandrakizay ho anareo hatramin'ny taranakareo fara mandimby izany.","Ary raha misy ady eo amin'ny taninareo, ka mandeha hiady amin'ny fahavalo izay mampahory anareo ianareo, dia hitsoka ireo trompetra ireo ho fampitairana, dia hotsarovana eo anatrehan'i Jehovah Andriamanitrareo ianareo ka hovonjena amin'ny fahavalonareo.","Ary amin'ny andro fifalianareo, sy amin'ny fotoam-pivavahanareo, ary amin'ny voaloham-bolanareo no hitsofanareo ny trompetra, raha manao ny fanatitra doranareo sy ny fanati-pihavananareo; dia ho fahatsiarovana ho anareo izany eo anatrehan'Andriamanitrareo: Izaho Jehovah no Andriamanitrareo.","Ny niaingan'ny Zanak'Isiraely niala tany an-efitr'i Sinay, sy ny teny nataon'i Mosesy tamin i Hobaba. Ary tamin'ny andro faharoa-polo tamin'ny volana faharoa, tamin'ny taona faharoa, no niakaran'ny rahona niala teo ambonin'ny tabernakelin'ny Vavolombelona.","Dia niainga tany an-efitr'i Sinay ny Zanak'Isiraely ka nandroso, ary ny rahona nijanona tany an-efitra Parana.","Dia izany no niaingany voalohany araka ny didin'i Jehovah izay nampitondrainy an'i Mosesy.","Ary ny fanevan'ny tobin'ny taranak'i Joda no niainga voalohany araka ny antokony, ary Nasona, zanak'i Aminadaba, no mpifehy ny antokony.","Ary Netanela, zanak'i Zoara, no mpifehy ny antokon'ny firenena taranak'Isakara.","Ary Eliaba, zanak'i Helona, no mpifehy ny antokon'ny firenena taranak'i Zebolona.","Dia nahorona ny tabernakely, ka niainga ny taranak'i Gersona sy ny taranak'i Merary, nitondra ny tabernakely.","Dia niainga ny fanevan'ny tobin'i Robena araka ny antokony; ary Elizora, zanak'i Sedeora, no mpifehy ny antokony.","Ary Selomiela, zanak'i Zorisaday, no mpifehy ny antokon'ny firenena taranak'i Simeona.","Ary Eliasafa, zanak'i Doela, no mpifehy ny antokon'ny firenena taranak'i Gada.","Dia niainga ny Kehatita, mitondra ny zava-masina; ary nisy nanangana ny tabernakely mandra-pihaviny.","Dia niainga ny fanevan'ny tobin'ny taranak'i Efraima, araka ny antokony; ary Elisama, zanak'i Amihoda, no mpifehy ny antokony.","Ary Gamaliela, zanak'i Pedazora, no mpifehy ny antokon'ny firenena taranak'i Manase.","Ary Abidana, zanak'i Gideony, no mpifehy ny firenena taranak'i Benjamina.","Dia niainga ny fanevan'ny tobin'ny taranak'i Dana, izay vodi-lalan'ny toby rehetra, araka ny antokony; ary Ahiezera, zanak'i Amisaday, no mpifehy ny antokony.","Ary Pagiela, zanak'i Okrana, no mpifehy ny antokon'ny firenena taranak'i Asera.","Ary Ahira, zanak'i Enana, no mpifehy ny antokon'ny firenena taranak'i Naftaly.","Izany no fandehan'ny Zanak'Isiraely, araka ny antokony avy, raha niainga izy.","Dia hoy Mosesy tamin'i Hobaba, zanak'i Regoela Midianita, rafozan'i Mosesy: Izahay izao dia mandeha hankany amin'ny tany izay nolazain'i Jehovah hoe: Homeko anareo izy; andeha hiaraka aminay ianao, dia hasianay soa; fa Jehovah efa nilaza soa ny amin'ny Isiraely.","Fa hoy kosa izy taminy: Tsy handeha aho; fa hody any amin'ny taniko sy ny havako.","Dia hoy Mosesy: Aza dia ilaozanao izahay; fa fantatrao izay tokony hitobianay at? an-efitra, ka dia ho masonay ianao.","Ary raha hiaraka aminay ianao, dia izay soa hataon'i Jehovah aminay no mba hataonay aminao kosa.","Dia niainga niala tany an-tendrombohitr'i Jehovah lalan-kateloana izy; ary ny fiaran'ny faneken'i Jehovah nandroso nialoha azy lalan-kateloana hitady fialan-tsasatra ho an'ny olona.","Ary ny rahon'i Jehovah dia teo amboniny nony andro tamin'ny niaingany niala tamin'ny nitobiany.","Ary raha niainga ny fiara, dia hoy Mosesy: Mitsangàna, Jehovah ô, ka aoka hiely ny fahavalonao; ary aoka handositra ny tavanao izay mankahala Anao.","Ary raha nijanona kosa ny fiara, dia hoy izy: Miverena, Jehovah ô, ho amin'ny Isiraely tsy omby alinalina."]}