{"book":"Nomery","chapter":12,"verses":["Ary Miriama sy Arona niteny nanome tsiny an'i Mosesy noho ny vehivavy Kosita izay efa nampakariny; fa efa nampakatra vehivavy Kosita izy.","Dia hoy izy mianadahy: Moa Mosesy ihany va no efa nitenenan'i Jehovah? tsy izahay koa va no nitenenany? Dia ren'i Jehovah izany.","Ary Mosesy dia lehilahy nalemy fanahy mihoatra noho ny olona rehetra at? ambonin'ny tany.","Ary Jehovah dia niteny tampoka tamin'i Mosesy sy Arona ary Miriama hoe: Mivoaha ianareo telo mianadahy ho any amin'ny trano-lay fihaonana. Dia nivoaka izy telo mianadahy.","Ary andri-rahona no nidinan'i Jehovah, ka nitsangana teo am-baravaran'ny trano-lay Izy; dia niantso an'i Arona sy Miriama Izy, ka nivoaka izy mianadahy.","Dia hoy Izy: Mba mihainoa ny teniko: Raha misy mpaminanin'i Jehovah eo aminareo, dia amin'ny fahitana no hisehoako aminy, ary amin'ny nofy no hitenenako aminy.","Fa tsy toy izany kosa Mosesy mpanompoko, izay mahatoky amin'ny tranoko rehetra.","Mifanatrika no itenenako aminy, dia amin'ny fahitana, fa tsy amin'ny teny saro-pantarina, ary mijery ny endrik'i Jehovah izy; ka nahoana ianareo no tsy natahotra hanome tsiny an'i Mosesy mpanompoko?","Dia nirehitra ny fahatezeran'i Jehovah tamin'izy mianadahy, ka niala Izy.","Ary ny rahona niala tamin'ny trano-lay; ary, indro, boka Miriama ka fotsy tahaka ny oram-panala; ary Arona dia nijery an'i Miriama, ka indro fa boka izy.","Ary hoy Arona tamin'i Mosesy: Indrisy, tompoko, masìna ianao, aza atao ho helokay ny nanaovanay adaladala sy ny nanotanay.","Aza dia avela ho toy ny maty izy, izay lany ny antsasaky ny nofony, raha vao teraka izy.","Ary Mosesy dia nitaraina tamin'i Jehovah ka nanao hoe: Andriamanitra ô, mifona aminao aho, mba sitrano re izy!","Dia hoy Jehovah tamin'i Mosesy: Raha nandrora tamin'ny tavany rainy, moa tsy ho menatra hafitoana va izy? koa atokàny any ivelan'ny toby hafitoana izy, ary rehefa afaka izany, dia ampidiro indray.","Dia natokana tany ivelan'ny toby hafitoana Miriama; ary ny olona tsy niainga, raha tsy efa nampidirina Miriama.","Ary rehefa afaka izany, dia niainga niala tany Hazerota ny olona ka nitoby tany an-efitra Parana."]}