{"book":"Nomery","chapter":4,"verses":["Ary Jehovah niteny tamin'i Mosesy sy Arona ka nanao hoe:","Alao isa ny taranak'i Kehata eo amin'ny taranak'i Levy, araka ny fokony sy ny fianakaviany,","hatramin'ny telo-polo taona ka hatramin'ny dimam-polo taona, dia izay rehetra miditra amin'ny antokony hanao raharaha ao amin'ny trano-lay fihaonana.","Izao no ho fanompoan'ny taranak'i Kehata ao amin'ny trano-lay fihaonana, dia ny zavatra masina indrindra:","Ary raha hifindra ny toby, dia hiditra Arona sy ny zanany ka hampidina ny efitra lamba fanakonana; ary hasarony ny fiaran'ny Vavolombelona'izany;","ary hodi-takasy no hataony sarona eo amboniny, ka lamba volon'ondry manga tokam-bolo no hovelariny hasarony eo ambonin'io, dia hataony eo aminy ny baony.","Ary hamelatra lamba, volon'ondry manga eo ambonin'ny latabatry ny mofo aseho izy, ka hataony eo ny lovia sy ny lovia kely sy ny kapoaka ary ny fitoeran-divay ho fanidinana; ary ny mofo aseho dia hataony eo amboniny.","Dia hovelarany lamba jaky eo amboniny izy, ka hosaronany amin'ny sarona hodi-takasy izany; dia hataony eo aminy ny baony.","Dia haka lamba volon'ondry manga izy, ka hasarony ny fanaovan-jiro fanazavana sy ny lela fanaovan-jirony sy ny hetin-jirony sy ny fitoeran-davenon-jirony ary ny fitoeran-diloilo rehetra eo, izay anaovana ny fanompoam-pivavahana;","ary ireo sy ny fanaka rehetra momba azy dia hataony ao anatin'ny sarona hodi-takasy ka hatainginy eo ambonin'ny filanjana azy.","Ary hamelatra lamba manga eo ambonin'ny alitara volamena izy, dia hosaronany sarona hodi-takasy, ary hataony eo aminy ny baony;","dia halainy ny fanaka rehetra enti-manompo, dia izay fanaovany fanompoam-pivavahana ao amin'ny fitoerana masina, ka hataony ao anaty lamba volon'ondry manga ka hosaronany sarona hodi-takasy, dia hatainginy eo ambonin'ny filanjana azy.","Dia hanaisotra ny lavenona amin'ny alitara izy ka hamelatra lamba volomparasy eo amboniny.","Ary hapetrany eo amboniny avokoa ny fanaka rehetra momba azy, izay fanaovana fanompoan-pivavahana eo, dia ny fitondran'afony sy ny fitrebiny sy ny sotron'afony ary ny loviany famafazana, dia ny fanaka rehetra momba ny alitara; ary hovelarany sarona hodi-takasy eo amboniny izy, dia hataony eo aminy ny baony.","Ary rehefa vitan'i Arona sy ny zanany ny manarona ny fitoerana masina sy ny fanaka rehetra momba azy, ka efa hifindra ny toby, dia vao izay no ho avy ny zanak'i Kehata hitondra azy; fa tsy hikasika ny fitoerana masina izy, fandrao maty. Izany zavatra momba ny trano-lay fihaonana izany no ho anjara entan'ny taranak'i Kehata.","Ary ny raharahan'i Eleazara, zanak'i Arona mpisorona, dia ny diloilo hatao fanazavana sy ny ditin-kazo mani-pofona sy ny fanatitra hohanina fanao isan'andro ary ny diloilo fanosorana, dia ny raharaha rehetra amin'ny tabernakely sy izay rehetra ao anatiny amin'ny fitoerana masina sy ny fanaka momba azy.","Ary Jehovah niteny tamin'i Mosesy sy Arona ka nanao hoe:","Ataovy izay tsy hahafongotra ny fokon'ny Kehatita tsy ho amin'ny Levita:","fa izao no hataonareo aminy, mba ho velona izy ka tsy ho faty, raha manatona ny zavatra masina indrindra: Arona ny ny zanany ihany no hahazo miditra ka hanendry azy rehetra samy ho amin'ny fanompoany avy sy amin'ny entany avy;","fa izy dia tsy hiditra hijery ny fitoerana masina, na dia indray mipi-maso akory aza, fandrao maty.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Alao isa koa ny taranak'i Gersona, araka ny fianakaviany sy ny fokony avy;","ny hatramin'ny telo-polo taona ka hatramin'ny dimam-polo taona no halaminao, dia izay rehetra miditra amin'ny antokony hanao fanompoana ao amin'ny trano-lay fihaonana.","Izao no ho fanompoan'ny fokon'ny Gersonita hanompoany sy hitondrany entana:","ny ambain'ny tabernakely sy ny trano-lay fihaonana sy ny firakony sy ny sarona hodi-takasy izay eo amboniny, ary ny varavarana lamba amin'ny varavaran'ny trano-lay fihaonana,","ary ny fefy lamban'ny kianja sy ny vavahady lamba amin'ny vavahadin'ny kianja, izay manodidina ny tabernakely sy ny alitara, ary ny kofehiny mbamin'ny fiasana rehetra momba azy; ary izay rehetra hatao amin'ireo no ho fanompoany.","Araka ny tenin'i Arona sy ny zanany no hanaovan'ny Gersonita ny fanompoany amin'ny entany rehetra sy ny fanompoany rehetra; ary hatolotrao azy ho anjara-raharahany ny zavatra rehetra izay ho entiny.","Izany no ho fanompoan'ny fokon'ny Gersonita ny amin'ny trano-lay fihaonana; ary ny ho mpifehy azy amin'izany anjara-raharahany izany dia Itamara, zanak'i Arona mpisorona.","Ny amin'ny taranak'i Merary, dia araka ny fokony sy ny fianakaviany no handaminanao azy;","ny hatramin'ny telo-polo taona ka hatramin'ny dimam-polo taona no halaminao, dia izay rehetra miditra amin'ny antokony hanao ny fanompoana momba ny trano-lay fihaonana.","Ary izao no ho anjara-raharahany ny amin'ny entana araka ny fanompoany rehetra ao amin'ny trano-lay fihaonana: ny zana-kazo amin'ny tabernakely sy ny barany sy ny andriny sy ny faladiany,","sy ny tsangantsangan'ny kianja manodidina sy ny faladiany sy ny tsimany rehetra ary ny kofehy momba ny fiasana rehetra sy ny zavatra rehetra enti-manao fanompoana ao; ary araka ny anarany avy no handaminanareo ny fanaka izay anjarany ho entina.","Izany no ho fanompoan'ny fokon'ny taranak'i Merary, araka ny fanompoany rehetra ao amin'ny trano-lay fihaonana, ary Itamara, zanak'i Arona mpisorona, no ho mpifehy azy.","Ary Mosesy sy Arona ary ny lohan'ny fiangonana nandamina ny taranaky ny Kehatita, araka ny fokony sy ny fianakaviany avy,","hatramin'ny telo-polo taona ka hatramin'ny dimam-polo taona, dia izay rehetra niditra tamin'ny antokony hanao fanompoana ao amin'ny trano-lay fihaonana.","Ary izay nalamina taminy, araka ny fokony, dia dimam-polo amby fiton-jato sy roa arivo.","Ireo no nalamina tamin'ny fokon'ny Kehatita, dia izay rehetra manao fanompoana ao amin'ny trano-lay fihaonana, izay nalamin'i Mosesy sy Arona araka ny didin'i Jehovah nampitondrainy an'i Mosesy.","Ary izay nalamina tamin'ny taranak'i Gersona, araka ny fokony sy ny fianakaviany,","hatramin'ny telo-polo taona ka hatramin'ny dimam-polo taona, dia izay rehetra niditra amin'ny antokony hanao fanompoana ao amin'ny trano-lay fihaonana","izay nalamina taminy, araka ny fokony sy ny fianakaviany, dia telo-polo amby enin-jato sy roa arivo.","Ireo no nalamina tamin'ny fokon'ny taranak'i Gersona, izay rehetra manao fanompoana ao amin'ny trano-lay fihaonana, dia izay nalamin'i Mosesy sy Arona araka ny didin'i Jehovah.","Ary izay nalamina tamin'ny fokon'ny taranak'i Merary, araka ny fokony sy ny fianakaviany","hatramin'ny telo-polo taona ka hatramin'ny dimam-polo taona, dia izay rehetra niditra tamin'ny antokony, hanao fanompoana ao amin'ny trano-lay fihaonana,","izay nalamina taminy, araka ny fokony, dia roan-jato sy telo arivo;","ireo no nalamina tamin'ny fokon'ny taranak'i Merary, izay nalamin'i Mosesy sy Arona araka ny didin'i Jehovah izay nampitondrainy an'i Mosesy.","Ny tontalin'ny taranak'i Levy izay nalamin'i Mosesy sy Arona mbamin'ny lohan'ny Isiraely, araka ny fokony sy ny fianakaviany","hatramin'ny telo-polo taona ka hatramin'ny dimam-polo taona, dia izay rehetra niditra hanao raharaha amin'ny fanompoana sy ny fitondrana entana ao amin'ny trano-lay fihaonana,","izay nalamina taminy dia valo-polo amby diman-jato sy valo arivo.","Araka ny didin'i Jehovah izay nampitondrainy an'i Mosesy no nandaminany azy samy ho amin'ny fanompoany avy sy ny anjara-entany avy ary ny zavatra nalamina araka izay nandidian'i Jehovah an'i Mosesy."]}