{"book":"Nomery","chapter":35,"verses":["Ary Jehovah niteny tamin'i Mosesy teo Arbota-moaba, amoron'i Jordana tandrifin'i Jeriko, ka nanao hoe:","Mandidia ny Zanak'Isiraely mba hanome tanàna ao amin'ny zara-taniny avy honenan'ny Levita; ary homenareo tany manodidina ny tanàna koa izy.","Koa ny tanàna dia honenany; ary ny tany dia ho an'ny biby fiompiny sy ny fananany mbamin'ny bibiny rehetra.","Ary ny tany manodidina ny tanàna izay homenareo ny Levita dia izao: Hatramin'ny màndan'ny tanàna ka hatramin'ny faritry ny taniny dia arivo hakiho amin'ny lafiny efatra avy.","Dia handrefy roa arivo hakiho eo ivelan'ny tanàna ianareo amin'ny lafiny atsinanana, ary roa arivo hakiho amin'ny lafiny atsimo, ary roa arivo hakiho amin'ny lafiny andrefana, ary roa arivo hakiho amin'ny lafiny avaratra, ary ny tanàna dia ho eo afovoany; izany no ho taniny manodidina ny tanàna.","Ary izao no tanàna izay homenareo ny Levita: dia tanàna enina, fandosirana, izay homenareo handosiran'izay nahafaty olona, sy tanàna roa amby efa-polo koa.","Koa ny tanàna rehetra izay homenareo ny Levita dia valo amby efa-polo mbamin'ny tany manodidina azy.","Ary ny amin'ny tanàna izay homenareo avy amin'ny zara-tanin'ny firenen'ny Zanak'Isiraely, dia izay be no hanalanareo be, ary izay kely no hanalanareo kely: samy hanome tanàna ho an'ny Levita izy rehetra araka ny zara-taniny avy.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely hoe: Rehefa tafita an'i Jordana ianareo ka tonga any amin'ny tany Kanana,","dia hifidy tanàna ianareo, ho tanàna fandosirana ho anareo, mba handosiran'izay nahafaty olona tsy nahy.","Dia ho fandosirana ho anareo mba tsy ho azon'ny mpamaly rà izany tanàna izany, mba tsy ho faty izay nahafaty olona mandra-pisehony hotsaraina eo anatrehan'ny fiangonana.","Ary ireo tanàna homenareo ireo dia ho tanàna fandosirana enina ho anareo.","Ny tanàna telo dia homenareo ety an-dafin'i Jordana et?, ary ny tanàna telo kosa homenareo ao amin'ny tany Kanana; ho tanàna fandosirana ireo.","Ireo tanàna enina ireo dia ho fandosirana ho an'ny Zanak'Isiraely sy ny vahiny ary ny mpitoetra ao aminy, mba handosiran'izay rehetra nahafaty olona tsy nahy.","Kanefa raha misy mamely vy olona ka mahafaty, dia nahafaty olona izy; hatao maty tokoa izay nahafaty olona.","Ary raha misy mamely vato olona ka mahafaty, dia nahafaty olona izy; hatao maty tokoa izay nahafaty olona.","Ary raha misy mamely hazo olona ka mahafaty, dia nahafaty olona izy; hatao maty tokoa izay nahafaty olona.","Ny mpamaly rà no mahazo mamono azy; raha mihaona aminy izy, dia mahazo mamono azy.","Ary raha misy mamely olona noho ny lolom-po, na mitoraka olona amin'ny fanotrehana, ka mahafaty,","na mamely amin'ny tànany noho ny fandrafiana ka mahafaty, dia hatao maty tokoa ilay namely; nahafaty olona izy; ny mpamaly rà no mahazo mamono azy, raha mihaona aminy izy.","Fa raha misy mamely olona tsy nahy, ka tsy noho ny fandrafiana, na mitoraka olona na amin'inona na amin'inona, nefa tsy amin'ny fanotrehana,","na sendra manjera vato ka mahafaty olona, nefa tsy hitany, sady tsy fahavalony izy, na mitady handratra azy,","dia hotsarain'ny fiangonana ilay namely sy ny mpamaly rà araka izany lalàna izany.","Ary hovonjen'ny fiangonana ho afaka amin'ny mpamaly rà ilay nahafaty olona, ka hateriny indray ho ao amin'ny tanàna fandosirana izay nalehany tamin'izy nandositra; ary hitoetra ao izy mandra-pahafatin'ny mpisoronabe izay voahosotra tamin'ny diloilo masina.","Fa raha mivoaka ho eo ivelan'ny tanàna fandosirana izay nalehany tamin'izy nandositra ilay nahafaty olona","ka hitan'ny mpamaly rà eo ivelan'ny tanàna, dia azony vonoina izy; ary tsy hisy valin-drà amin'izany,","satria tokony ho nitoetra tao an-tanàna fandosirana izy mandra-pahafatin'ny mpisoronabe; fa rehefa maty ny mpisoronabe, dia mahazo mody any amin'ny zara-taniny ihany ilay nahafaty olona.","Ary izany zavatra izany dia ho lalàna hitondrana anareo hatramin'ny taranakareo fara mandimby eny amin'izay rehetra onenanareo.","Ny amin'izay rehetra mahafaty olona, dia hatao maty izay mahafaty, araka ny tenin'ny vavolombelona; nefa raha vavolombelona iray monja, dia tsy ampy hanameloka hahafaty olona izany.","Ary ianareo tsy handray avotry ny ain'ny nahafaty olona, izay meloka ka tokony ho faty; fa hatao maty tokoa izy.","Ary ianareo tsy handray avotra ho an'izay mandositra ho ao an-tanàna fandosirana, mba hodiany indray hitoetra amin'ny taniny, raha mbola tsy maty ny mpisorona.","Ary aza mametaveta ny tany izay onenanareo, fa ny rà dia fametavetana ny tany; ary ny tany tsy azo anaovana fanavotana ny amin'ny rà izay nalatsaka teo, afa-tsy amin'ny ran'izay nandatsaka azy ihany.","Ary aza lotoinareo ny tany onenanareo, izay itoerako; fa Izaho Jehovah mitoetra eo amin'ny Zanak'Isiraely."]}