{"book":"Nomery","chapter":34,"verses":["Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mandidia ny Zanak'Isiraely hoe: Raha tonga any amin'ny tany Kanana ianareo, dia izao no tany izay ho azonareo ho lova, dia ny tany Kanana araka izay fari-taniny.","Ary ny lafiny atsimo amin'ny taninareo dia hatramin'ny efitra Zina, izay mifanolotra amin'i Edoma. Ary ny fari-taninareo atsimo dia hatramin'ny faran'ny Ranomasin-tsira any atsinanana,","dia miolaka eo atsimon'ny fiakarana Akrabima, dia mandroso hatrany Zina, dia mahazo any atsimon'i Kadesibarnea, dia mahazo an'i Hazar-adara ka mandroso hatrany Azmona,","ary miolaka hatrany Azmona ka hatramin'ny lohasahan-driak'i Egypta, ka dia mihatra amin'ny ranomasina.","Ary ny amin'ny fari-tany andrefana, dia indro ny Ranomasina Lehibe sy ny amorony, ka hatreo no ho fari-taninareo andrefana.","Ary izao no ho fari-taninareo avaratra: hatramin'ny Ranomasina Lehibe dia aoka ny tendrombohitra Hora no hotandrifinareo;","ary hatramin'ny tendrombohitra Hora dia aoka ny lalana mankany Hamata no hotandrifinareo, ary aoka ny fari-tany hahazo an'i Zedada,","dia hahazo an'i Zifrona, ka dia hihatra an'i Hazar-enana; izany no ho faritaninareo avaratra.","Ary ny ho fari-taninareo atsinanana dia ampifanitsio amin'i Hazar-enana ka hatrany Sefama,","dia hidina hatrany Sefama ka hatrany Ribla any atsinanan'i Aina, dia mbola hidina ihany koa ka hipaka amin'ny Ranomasin'i Kinereta atsinanana,","dia hidina ihany indray hatrany Jordana, ka dia hihatra amin'ny Ranomasin-tsira. Izany no ho taninareo araka ny fari-taniny manodidina.","Ary Mosesy nandidy ny Zanak'Isiraely ka nanao hoe: Izany no tany izay hozarainareo araka ny filokana, dia izay andidian'i Jehovah homena ny firenena sivy sy sasany;","fa ny firenena taranak'i Robena araka ny fianakaviany sy ny firenena taranak'i Gada araka ny fianakaviany dia efa nandray ny zara-taniny, ary ny antsasaky ny firenen'i Manase koa dia efa nandray ny zara-taniny;","dia ny firenena roa sy sasany samy efa nandray ny zara-taniny at? an-dafy atsinanan'i Jordana, hitsin'i Jeriko, tandrifin'ny fiposahan'ny masoandro.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Izao no anaran'ny lehilahy izay hizara ny tany ho anareo: Eleazara mpisorona sy Josoa, zanak'i Nona.","Ary loholona iray avy amin'ny isam-pirenena koa no halainareo hizara ny tany.","Ary izao no anaran'ireo lehilahy ireo: ny avy amin'ny firenen'i Joda dia Kaleba, zanak'i Jefone;","ary ny avy amin'ny firenena taranak'i Simeona dia Semoela, zanak'i Amihoda;","ary ny avy amin'ny firenen'i Benjamina dia Elidada, zanak'i Kislona;","ary ny lohan'ny firenena taranak'i Dana dia Boky, zanak'i Jogly;","ary ny avy amin'ny taranak'i Josefa: ny lohan'ny firenena taranak'i Manase dia Haniela, zanak'i Efoda;","ary ny lohan'ny firenena taranak'i Efraima dia Kemoela, zanak'i Siftana;","ary ny lohan'ny firenena taranak'i Zebolona dia Elizafana, zanak'i Parnaka;","ary ny lohan'ny firenena taranak'Isakara dia Paltiela, zanak'i Azana;","ary ny lohan'ny firenena taranak'i Asera dia Ahihoda, zanak'i Selomy;","ary ny lohan'ny firenena taranak'i Naftaly dia Pedahela, zanak'i Amihoda.","Ireo no nodidian'i Jehovah hizara ny tany Kanana ho an'ny Zanak'Isiraely."]}