{"book":"Nomery","chapter":15,"verses":["Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely hoe: Raha tonga any amin'ny tany honenanareo izay omeko anareo ianareo","ka manatitra fanatitra atao amin'ny afo ho an'i Jehovah, dia omby na ondry aman'osy hatao fanatitra dorana, na fanatitra hafa alatsa-drà hanalana voady, na amin'ny sitrapo na amin'ny fotoam-pivavahanareo, hanaovana hanitra ankasitrahana ho an'i Jehovah:","izay manatitra ny fanatiny ho an'i Jehovah dia hanatitra fanatitra hohanina koa, dia koba tsara toto ampahafolon'ny efaha voaharo diloilo ampahefatry ny hina;","ary divay ampahefatry ny hina hatao fanatitra aidina no hampombainao ny fanatitra dorana, na ny fanatitra hafa alatsa-drà, amin'ny isan-janak'ondry iray.","Ary ho fanampin'ny isan-ondrilahy iray dia koba tsara toto roa ampahafolon'ny efaha voaharo diloilo ampahatelon'ny hina no haterinao ho fanatitra hohanina;","ary divay ampahatelon'ny hina no haterinao ho fanatitra aidina, ho hanitra ankasitrahana ho an'i Jehovah.","Ary raha manatitra omby ho fanatitra dorana na ho fanatitra hafa alatsa-drà ianao, hanalana voady, na ho fanati-pihavanana ho an'i Jehovah,","dia fanatitra hohanina koa no haterinao ho fanampin'ny isan-omby iray, dia koba tsara toto telo ampahafolon'ny efaha voaharo diloilo antsasaky ny hina;","ary divay antsasaky ny hina no haterinao ho fanatitra aidina, ho fanatitra atao amin'ny afo, ho hanitra ankasitrahana ho an'i Jehovah.","Izany no hatao amin'ny isan-omby iray, na ny isan-ondrilahy iray, na ny isan-janak'ondry iray, na ny isan-janak'osy iray.","Tahaka izany no hataonareo amin'izy rehetra, araka ny isan'ny zavatra aterinareo.","Ny tompon-tany rehetra samy hanao ireo zavatra ireo araka izany, raha manatitra fanatitra atao amin'ny afo ho hanitra ankasitrahana ho an'i Jehovah izy.","Ary raha misy vahiny eo aminareo, na olona miara-mitoetra aminareo, hatramin'ny taranakareo fara mandimby, ka manatitra fanatitra atao amin'ny afo ho hanitra ankasitrahana ho an'i Jehovah izy, dia araka izay ataonareo no hataony.","Ary ny amin'ny fiangonana, dia lalàna iray ihany sy fanao iray ihany no ho aminareo sy izay vahiny eo aminareo koa, dia lalàna mandrakizay hatramin'ny taranakareo fara mandimby izany: tsy hisy hafa eo anatrehan'i Jehovah na ianareo na ny vahiny.","Lalàna iray ihany sy fanao iray ihany no ho aminareo sy izay vahiny eo aminareo.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely hoe: Raha tonga any amin'ny tany izay itondrako anareo ianareo","ka hihinana mofo avy amin'ny vokatry ny tany, dia hanokana izay ho an'i Jehovah.","Hanokana mofo iray izay hatao amin'ny voalohan'ny kobanareo voafetafeta ianareo; tahaka izay atokana avy eo amin'ny famoloana no hanokananareo izany.","Ny voalohan'ny kobanareo voafetafeta dia hanomezanareo ho an'i Jehovah hatramin'ny taranakareo fara mandimby.","Ary raha manota tsy nahy ianareo ka tsy mankatò ireo didy rehetra ireo, izay nolazain'i Jehovah tamin'i Mosesy,","dia izay rehetra nasain'i Jehovah nandidian'i Mosesy anareo, hatramin'ny andro izay nanaovan'i Jehovah izany didy izany ka hatramin'ny taranakareo fara mandimby,","koa atao tsy nahy izany ka tsy fantatry ny fiangonana; dia hanatitra vantotr'ombilahy iray ny fiangonana rehetra ho fanatitra dorana, ho hanitra ankasitrahana ho an'i Jehovah, mbamin'ny fanatitra hohanina sy ny fanatitra aidina momba azy, araka ny fanao, ary osilahy iray ho fanatitra noho ny ota.","Ary ny mpisorona dia hanao fanavotana ho an'ny fiangonana, dia ny Zanak'Isiraely rehetra, ka dia havela ny helony, satria natao tsy nahy izany; ary hitondra ny fanatiny izy, dia fanatitra atao amin'ny afo ho an'i Jehovah, ary ny fanatiny noho ny ota, eo anatrehan'i Jehovah, noho ny ota tsy nahy nataony.","Dia havela ny heloky ny fiangonana, dia ny Zanak'Isiraely rehetra, mbamin'izay vahiny eo aminy; fa nahazo ny olona rehetra izany noho ny ota tsy nahy,","Ary raha olona iray kosa no manota tsy nahy, dia hanatitra osivavy iray izay iray taona izy ho fanatitra noho ny ota.","Ary ny mpisorona dia hanao fanavotana ho an'ny olona izay nanota tsy nahy eo anatrehan'i Jehovah, ka dia havela ny helony.","Lalàna iray ihany no hatao amin'izay manota tsy nahy, na amin'ny Zanak'Isiraely rehetra, na amin'ny vahiny eo aminareo.","Fa ny olona izay manota sahisahy kosa, na tompon-tany, na vahiny, dia manamavo an'i Jehovah, ka dia hofongorana tsy ho amin'ny fireneny.","Fa ny tenin'i Jehovah no nohamavoiny, ary ny lalàny no nodikainy, dia hofongorana tokoa izany olona izany; ny helony dia ho aminy ihany.","Ary raha tany an-efitra ny Zanak'Isiraely, dia nahita lehilahy anankiray nanangona kitay hazo tamin'ny andro Sabata.","Ary izay nahita azy nanangona kitay dia nitondra azy teo amin'i Mosesy sy Arona ary ny fiangonana rehetra.","Dia nambenana ralehilahy, satria tsy mbola fantatra izay hatao aminy.","Ary hoy Jehovah tamin'i Mosesy: Hatao maty tokoa izany lehilahy izany; hitora-bato azy eny ivelan'ny toby ny fiangonana rehetra.","Dia namoaka azy ho eny ivelan'ny toby ny fiangonana rehetra ka nitora-bato azy, ka maty izy, dia araka izay nandidian'i Jehovah an'i Mosesy ihany.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely, ka asaovy asiany somotraviavy ny sisin'ny fitafiany hatramin'ny taranany fara mandimby, ary aoka hasiany kofehy manga eo amin'ny somotraviaviny.","Ary ho somotraviavy ho anareo izany, ka raha jerenareo, dia hotsarovanareo sy hankatoavinareo ny didin'i Jehovah rehetra; ary tsy handeha araka ny fonareo ianareo, na araka ny masonareo, izay andehananareo hijangajangana,","mba hotsarovanareo sy hankatoavinareo ny didiko rehetra, ka dia ho masina ho an'Andriamanitrareo ianareo.","Izaho no Jehovah Andriamanitrareo, Izay nitondra anareo nivoaka avy tany amin'ny tany Egypta mba ho Andriamanitrareo: Izaho no Jehovah Andriamanitrareo."]}