{"book":"Nomery","chapter":36,"verses":["Dia nanatona ny lohan'ny fianakaviana tamin'ny fokon'ny taranak'i Gileada, zanak'i Makira, zanak'i Manase, avy tamin'ny fokon'ny taranak'i Josefa, ka niteny teo anatrehan'i Mosesy sy ny lehibe, lohan'ny fianakaviana tamin'ny Zanak'Isiraely, ka nanao hoe:","Hianao, tompokolahy, efa nodidian'i Jehovah hizara ny tany amin'ny filokana ho an'ny Zanak'Isiraely; ary ianao, tompokolahy, efa nodidian'i Jehovah hanome ny zara-tanin'i Zelofada rahalahinay ho an'ny zananivavy.","Koa raha manambady ny zanakalahin'ny firenena sasany amin'ny Zanak'Isiraely ireo, dia hesorina amin'ny an'ny razanay ny zara-taniny ka hanampy ny zara-tanin'ny firenena izay hatoniny, dia hesorina amin'ny zara-taninay izay azonay tamin'ny filokana izany.","Ary raha tonga ny Jobilin'ny Zanak'Isiraely, ny zara-taniny dia hanampy ny an'ny firenena izay hatoniny, ary ny azy dia hesorina amin'ny zara-tanin'ny razanay.","Ary Mosesy nandidy ny Zanak'Isiraely araka ny tenin'i Jehovah ka nanao hoe: Marina ny tenin'ny firenena taranak'i Josefa.","Izao no teny izay andidian'i Jehovah ny amin'ny zanakavavin'i Zelofada: Aoka izy hanambady izay tiany, nefa ny ao amin'ny fokon'ny firenen'ny razany ihany no hovadiny.","Dia tsy hifindra maso ny zara-tanin'ny firenen'ny Zanak'Isiraely; fa samy ho eo amin'ny zara-tanin'ny razany avy no hipetrahan'ny Zanak'Isiraely.","Ary ny zazavavy rehetra izay mandova zara-tany eo amin'ny firenen'ny Zanak'Isiraely dia hanambady ny anankiray ao amin'ny fokon'ny firenen'ny razany ihany, mba hananan'ny Zanak'Isiraely rehetra ny zara-tanin'ny razany avy.","Ary aoka tsy hisy hifindra maso ny zara-tanin'ny firenena samy hafa, fa samy ho eo amin'ny azy avy no hipetrahan'ny Zanak'Isiraely.","Araka izay efa nandidian'i Jehovah an'i Mosesy no nataon'ny zanakavavin'i Zelofada,","ka Mahala sy Tirza sy Hogla sy Milka ary Noa, zanakavavin'i Zelofada, dia samy nanambady ny zanaky ny rahalahin'ny rainy avy.","Izay avy tamin'ny fokon'ny taranak'i Manase, zanak'i Josefa, no novadin'ireo, ka dia nitoetra teo amin'ny firenen'ny mpianakavin'ny rainy ihany ny zara-taniny.","Ireo no didy sy fitsipika izay nandidian'i Jehovah ka nampitondrainy an'i Mosesy ho amin'ny Zanak'Isiraely teo Arbota-moaba, teo amoron'i Jordana tandrifin'i Jeriko."]}