{"book":"Nomery","chapter":23,"verses":["Ary hoy Balama tamin'i Balaka: Manorena alitara fito eto ho ahy, ka manamboara vantotr'ombilahy fito sy ondrilahy fito.","Dia narahin'i Balaka izay efa nolazain'i Balama; ary Balaka sy Balama nanatitra vantotr'ombilahy sy ondrilahy iray avy teo ambonin'ny isan'alitara.","Dia hoy Balama tamin'i Balaka: Mitoera eto anilan'ny fanatitra doranao, fa izaho kosa handeha; angamba ho avy hihaona amiko Jehovah; ary izay hasehony amiko dia hambarako aminao. Ary lasa nankany amin'ny tendrombohitra anankiray mangadihady izy.","Ary Andriamanitra dia nihaona tamin'i Balama; ary hoy Balama taminy: Ny alitara fito dia efa namboariko, ary efa nanatitra vantotr'ombilahy sy ondrilahy iray avy teo ambonin'ny isan'alitara aho.","Ary Jehovah nanisy teny teo am-bavan'i Balama ka nanao hoe: Miverena any amin'i Balaka, ary izany no holazainao.","Dia niverina tany amin'i Balaka izy, ary, indreo, teo anilan'ny fanatitra dorany izy sy ireo andriandahin'i Moaba rehetra.","Dia nanao oha-teny Balama ka nilaza hoe: Balaka nampaka ahy avy tany Arama, Ny mpanjakan'i Moaba nampaka ahy avy tany amin'ny tendrombohitra atsinanana: Avia, ka ozòny ho ahy Jakoba; ary mankanesa at?, ka sahatoy ny Isiraely.","Hataoko ahoana no fanozona izay tsy nozonin'Andriamanitra? Ary hataoko ahoana no fisahato izay tsy nosahatoin'i Jehovah?","Fa eto an-tampon'ny vatolampy no ahitako azy, ary eto amin'ny havoana no itazanako azy; indro, firenena mitoka-monina izy, ary tsy hatao ho isan'ny jentilisa.","Iza no mahisa ny vovok'i Jakoba, na ny isan'ny ampahefatry ny Isiraely? Aoka ho tahaka ny fahafatesan'ny olo-marina ny fahafatesako, ary aoka ny hiafarako ho tahaka ny azy!","Dia hoy Balaka tamin'i Balama: Ahoana izao nataonao tamiko izao? Hanozona ny fahavaloko no nangalako anao, kanjo nitso-drano dia nitso-drano azy kosa ianao.","Dia namaly izy ka nanao hoe: Tsy hotandremako va ny hilaza izay ataon'i Jehovah eto am-bavako?","Dia hoy Balaka taminy: Andeha mba hiaraka amiko ho any amin'ny tany hafa izay hahitanao azy; kanefa ny sisiny ihany no ho hitanao eo, fa tsy ho hitanao avokoa izy rehetra; ka ozòny ho ahy ao izy.","Dia nitondra azy tao an-tsaha Zofima izy, tao an-tampon'i Pisga; ary nanorina alitara fito izy ka nanatitra vantotr'ombilahy sy ondrilahy iray avy teo ambonin'ny isan'alitara.","Dia hoy izy tamin'i Balaka: Mitoera eto anilan'ny fanatitra doranao, fa izaho hanker? hihaona amin'i Jehovah.","Ary Jehovah nihaona tamin'i Balama, dia nanisy teny teo am-bavany ka nanao hoe: Miverena mankeo amin'i Balaka ary izany no holazainao.","Ary nony tonga tany aminy izy, dia, indreo, teo anilan'ny fanatitra dorany izy sy ireo andriandahin'i Moaba izay teo aminy. Dia hoy Balaka taminy: Ahoana no nolazain'i Jehovah?","Dia nanao oha-teny Balama ka nilaza hoe: Mitsangàna,, ry Balaka, ka mandrenesa; Atongilano amiko ny sofinao, ry zanak'i Zipora;","Andriamanitra tsy mba olona ka handainga, na zanak'olombelona ka hanenina; moa efa nilaza va Izy, ka tsy hefainy? na efa niteny va Izy, ka tsy hotoviny?","Indro, ny hitahy no efa azoko; ary efa nitahy Izy, ka tsy mahova izany aho.","Tsy mijery faharatsiana eo amin'i Jakoba Izy. Ary tsy mahita fahoriana eo amin'ny Isiraely; Jehovah Andriamaniny no nomba azy, Ary hoby fanao amin'andriana no re eo aminy.","Nentin'Andriamanitra nivoaka avy tany Egypta izy, ary manan-kery toy ny ombimanga,","Fa tsy misy fisikidianana eo amin'i Jakoba, ary tsy misy fankatovana eo amin'Isiraely. Fa amin'ny fotoana no hilazana amin'i Jakoba sy Isiraely izay efa nataon'i Jehovah.","Indro, firenena mitsangana toy ny liom-bavy sy miarina toy ny liona; tsy handry izy mandra-pihinany toha sy mandra-pisotrony ny ran'ny voavono.","Dia hoy Balaka tamin'i Balama: Aza manozona na mitso-drano azy akory","Fa namaly kosa Balama ka nanao tamin'i Balaka hoe; Tsy efa nilaza taminao va aho ka nanao hoe: Izay rehetra holazain'i Jehovah, izany no hataoko?","Dia hoy Balaka tamin'i Balama: Andeha ho entiko any amin'izay tany hafa ianao; angamba ho sitrak'Andriamanitra ny hanozonanao azy any ho ahy.","Ary Balama dia nentin'i Balaka ho ao an-tampon'i Peora, izay manatrika ny efitra.","Dia hoy Balama tamin'i Balaka: Manorena alitara fito eto ho ahy, ka manamboara vantotr'ombilahy fito sy ondrilahy fito.","Ary Balaka dia nanao araka izay efa nolazain'i Balama ka nanatitra vantotr'ombilahy, sy ondrilahy iray avy teo ambonin'ny isan'alitara."]}