{"book":"Nomery","chapter":28,"verses":["Ary Jehovah niteny tamin'i ka nanao hoe:","Mandidia ny Zanak'Isiraely hoe: Ny fanatitra ho Ahy, dia ny haniko, izay fanatitra atao amin'ny afo ho hanitra ankasitrahana ho Ahy, dia aoka hotandremanareo ny hanaterana izany ho Ahy amin'ny fotoany avy.","Ary lazao aminy hoe: Izao no fanatitra atao amin'ny afo, izay haterinareo ho an'i Jehovah: zanak'ondry roa isan'andro izay iray taona sady tsy misy kilema, ho fanatitra dorana mandrakariva","(ny zanak'ondry iray haterinao nony maraina, ary ny zanak'ondry iray koa haterinao nony hariva),","ary koba tsara toto ampahafolon'ny efaha, voaharo diloilo voavely ampahefatry ny hina, ho fanatitra hohanina.","Fanatitra dorana mandrakariva izany, izay voatendry tao an-tendrombohitra Sinay ho hanitra ankasitrahana, dia fanatitra atao amin'ny afo ho an'i Jehovah.","Ary ny fanatitra aidina momba azy dia ampahefatry ny hina amin'ny isan-janak'ondry iray; ao amin'ny fitoerana masina no hanidinanao divay ho an'i Jehovah ho fanatitra aidina.","Ary ny zanak'ondry iray koa haterinao nony hariva; ary fanatitra hohanina sy fanatitra aidina tahaka ny natao tamin'ny fanatitra maraina no hampombainao azy ho fanatitra atao amin'ny afo, ho hanitra ankasitrahana ho an'i Jehovah.","Ary amin'ny andro Sabata kosa dia izao no atero: zanak'ondry roa izay iray taona'sady tsy misy kilema, ary koba tsara toto roa ampahafolon'ny efaha voaharo diloilo ho fanatitra hohanina ary ny fanatitra aidina momba azy.","Fanatitra dorana amin'ny isan-tSabata izany, ho fanampin'ny fanatitra dorana mandrakariva sy ny fanatitra aidina momba azy.","Ary izao no atero amin'ny voaloham-bolanareo ho fanatitra dorana ho an'i Jehovah: vantotr'ombilahy roa sy ondrilahy iray ary zanak'ondry fito, izay iray taona sady tsy misy kilema,","ary koba tsara toto telo ampahafolon'ny efaha voaharo diloilo ho fanatitra hohanina amin'ny isam-bantotr'ombilahy iray, ary koba tsara toto roa ampahafolon'ny efaha voaharo diloilo, ho fanatitra hohanina amin'ny isan-ondrilahy iray,","ary koba tsara toto ampahafolon'ny efaha voaharo diloilo, ho fanatitra hohanina amin'ny isan-janak'ondry iray; ho fanatitra dorana izany, dia hanitra ankasitrahana, fanatitra atao amin'ny afo ho an'i Jehovah.","Ary ny fanatitra aidina momba izany dia divay antsasaky ny hina amin'ny isam-bantotr'ombilahy iray, ary ampahatelon'ny hina ho amin'ny isan-ondrilahy iray, ary ampahefatry ny hina ho amin'ny isan-janak'ondry iray. Izany no fanatitra dorana amin'ny isam-bolana, araka ny volana amin'ny taona.","Ary osilahy iray koa hatao fanatitra noho ny ota ho an'i Jehovah; ho fanampin'ny fanatitra dorana mandrakariva no hanaterana azy sy ny fanatitra aidina momba azy.","Ary ny andro fahefatra ambin'ny folo amin'ny volana voalohany dia Paskan'i Jehovah.","Ary ny andro fahadimy ambin'ny folo amin'izany volana izany dia andro firavoravoana; hafitoana no hihinanana mofo tsy misy masirasira.","Amin'ny andro voalohany dia hisy fivoriana maina; aza manao taozavatra akory;","fa izao no atero ho fanatitra atao amin'ny afo, dia fanatitra dorana ho an'i Jehovah: vantotr'ombilahy roa sy ondrilahy iray ary zanak'ondry fito izay iray taona (izay tsy misy kilema no haterinareo).","ary koba tsara toto voaharo diloilo ho fanatitra hohanina momba izany (telo ampahafolon'ny efaha no hiaraka haterinareo amin'ny isam-bantotr'ombilahy iray, ary roa ampahafolon'ny efaha amin'ny isan-ondrilahy iray,","ary ampahafolon'ny efaha no hiaraka haterinao amin'ny isan-janak'ondry, dia ny zanak'ondry fito),","ary osilahy iray ho fanatitra noho ny ota, hanaovana fanavotana ho anareo.","Atero ireo ho fanampin'ny fanatitra dorana isa-maraina, izay atao fanatitra dorana mandrakariva.","Araka izany no hanateranareo isan'andro amin'ny hafitoana, ho hanina ho an'i Jehovah, dia fanatitra atao amin'ny afo ho hanitra ankasitrahana ho Azy; ho fanampin'ny fanatitra dorana mandrakariva no hanaterana azy sy ny fanatitra aidina momba azy.","Ary amin'ny andro fahafito dia hisy fivoriana masina ho anareo; aza manao tao-zavatra akory.","Ary amin'ny andro fanaterana ny voaloham-bokatra, raha manatitra fanatitra hohanina vaovao ho an'i Jehovah ianareo, rehefa afaka ireo herinandronareo, dia hisy fivoriana masina ho anareo; aza manao tao-zavatra akory;","ary izao no atero ho fanatitra odorana ho hanitra ankasitrahana ho an'i Jehovah: vantotr'ombilahy roa sy ondrilahy iray sy zanak'ondry fito, izay iray taona avy,","ary koba tsara toto voaharo diloilo ho fanatitra hohanina momba azy (telo ampahafolon'ny efaha amin'ny isam-bantotr'ombilahy iray, roa ampahafolon'ny efaha amin'ny isan'ondrilahy iray,","ary ampahafolon'ny efaha amin'ny isan-janak'ondry iray, dia amin'ny zanak'ondry fito)","ary osilahy iray, hanaovana fanavotana ho anareo.","Dia haterinareo ireo sy ny fanatitra aidina momba azy ho fanampin'ny fanatitra dorana mandrakariva sy ny fanatitra hohanina momba azy; izay tsy misy kilema no haterinareo."]}