{"book":"Nomery","chapter":18,"verses":["Ary hoy Jehovah tamin'i Arona: Hianao sy ny zanakao ary ny tarana-drainao no hitondra ny heloky ny fitoerana masina; ary ianao sy ny zanakao koa no hitondra ny heloky ny fisoronanareo.","Ary ny rahalahinao avy amin'ny firenen'i Levy izay firenen'ny razanao koa dia ento miaraka aminao, mba hikambana aminao izy ka hanompo anao; fa ianao sy ny zanakao ho eo anoloan'ny trano-lain'ny Vavolombelona.","Dia hitandrina ny anjara-raharahanao sy ny anjara-raharaha rehetra momba ny trano-lay izy; kanefa ny fanaky ny fitoerana masina sy ny alitara dia tsy mba hakekeny, fandrao maty ireo sy ny tenanareo koa.","Dia hikambana aminao izy ka hitandrina ny anjara-raharaha momba ny trano-lay fihaonana, dia ny fanompoana rehetra momba ny trano-lay; ary tsy hisy olon-kafa hanakaiky anareo.","Dia hotandremanareo ny anjara-raharaha momba ny fitoerana masina sy ny anjara-raharaha momba ny alitara, mba tsy hisy fahatezerana hahazo ny Zanak'Isiraely intsony.","Ary, indro, Izaho efa naka ny Levita rahalahinareo avy tamin'ny Zanak'Isiraely; omena anareo izy ho fanomezana ho an'i Jehovah mba hanao ny fanompoana momba ny trano-lay fihaonana.","Fa ianao sy ny zanakao kosa no hitandrina ny fisoronanareo ka hanompo ny amin'ny zavatra rehetra momba ny alitara sy ny ao anatin'ny efitra lamba, dia fanompoana omeko anareo ny fisoronana; ary ny olon-kafa izay manakaiky dia hatao maty.","Ary Jehovah niteny tamin'i Arona hoe: Indro, Izaho efa nampitandrina anao ny fanatitra ho Ahy, dia ny zava-masina rehetra aterin'ny Zanak'Isiraely; efa nomeko ho anjaranao sy ny taranakao izany, ho anjara mandrakizay.","Izao no ho anao amin'ny zavatra masina indrindra, avy amin'ny fanatitra atao amin'ny afo; ny fanatiny rehetra sy ny fanatiny noho ny ota rehetra ary ny fanati-panonerany rehetra, izay hanonerany ho Ahy; ho masina indrindra ho anao sy ny taranakao izany.","Toy ny fihinananao ny zavatra masina indrindra no hihinananao azy; ny lehilahy rehetra no mahazo mihinana azy: masina ho anao izany.","Ary izao koa no ho anao: ny zavatra omeny ho fanatitra, dia ny fanatitra ahevaheva rehetra aterin'ny Zanak'Isiraely; efa nomeko ho anao sy ny zanakao-lahy ary ny zanakao-vavy koa izany ho anjara mandrakizay; izay rehetra madio amin'ny ankohonanao no mahazo mihinana izany.","Izay rehetra tsara indrindra amin'ny diloilo sy ny ranom-boaloboka ary ny vary, dia ny voaloham-bokatra aminy, izay ateriny ho an'i Jehovah, dia efa nomeko anao.","Ny voaloham-bokatra rehetra eo amin'ny taniny, izay hateriny ho an'i Jehovah, dia ho anao; izay rehetra madio amin'ny ankohonanao no mahazo mihinana azy.","Ny zavatra rehetra voatokana amin'ny Isiraely dia ho anao.","Ny voalohan-teraka rehetra, izay ateriny ho an'i Jehovah, na olona, na biby, dia ho anao avokoa; kanefa tsy maintsy havotanao ny voalohan-teraky ny biby maloto dia havotanao koa.","Ary ny amin'ny fanavotana azy, dia izay efa iray volana no havotanao, araka izay ataonao tombany, dia sekely dimy, araka ny sekely masina (gera roa-polo izany).","Fa ny voalohan-teraky ny omby, na ny voalohan-teraky ny ondry, na ny voalohan-teraky ny osy kosa tsy mba havotanao, fa masina ireny; ny ràny dia hatopinao amin'ny alitara, ary ny saborany hodoranao ho fofona, ho fanatitra atao amin'ny afo, ho hanitra ankasitrahana ho an'i Jehovah.","Dia ho anao ny henany, ho anao tahaka ny tratra ahevaheva sy tahaka ny soroka ankavanana.","Ny fanatitra rehetra izay alaina avy amin'ny zava-masina aterin'ny Zanak'Isiraely ho an'i Jehovah dia efa nomeko anao sy ny zanakao-lahy ary ny zanakao-vavy ho anjara mandrakizay; dia fanekena mandrakizay asian-tsira eo anatrehan'i Jehovah izany ho aminao sy ny taranakao koa.","Ary hoy Jehovah tamin'i Arona: Tsy mba hanana lova eo amin'ny tany ianao sady tsy mba hanana anjara eo aminy; Izaho no anjaranao sy lovanao eo amin'ny Zanak'Isiraely.","Ary, indro, ny taranak'i Levy efa nomeko ny fahafolon-karena rehetra amin'ny Isiraely ho fananany noho ny fanompoana izay ataony, dia ny fanompoana ny amin'ny trano-lay fihaonana.","Ary tsy mahazo manakaiky ny trano-lay fihaonana intsony ny Zanak'Isiraely, fandrao meloka izy ka maty.","Fa ny Levita ihany no hanao ny fanompoana momba ny trano-lay fihaonana, ary izy no hitondra ny helony; ho lalàna mandrakizay amin'ny taranakareo hatramin'ny taranaka fara mandimby izany, fa tsy hanan-tany ho lovany eo amin'ny Zanak'Isiraely izy.","Fa ny fahafolon-karen'ny Zanak'Isiraely, izay ateriny ho fanatitra ho an'i Jehovah, dia efa nomeko ho an'ny taranak'i Levy ho fananany; izany no nilazako taminy hoe: Tsy hanana lova eo amin'ny Zanak'Isiraely izy.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena indray amin'ny Levita hoe: Rehefa raisinareo amin'ny zanak'Isiraely ny fahafolon-karena, izay efa nomeko ho fanananareo avy aminy, dia hanalanareo ampahafolony kosa ho an'i Jehovah izany.","Ary ny fanatitra alainareo dia hisaina ho anareo toy ny vary avy eo am-pamoloana sy ny divay avy eo amin'ny famiazana.","Toy izany koa no hanateranareo fanatitra ho an'i Jehovah avy amin'ny fahafolon-karenareo rehetra, izay horaisinareo amin'ny Zanak'Isiraely; ary avy amin'izany no hanateranareo ho an'i Jehovah, dia ho an'i Arona mpisorona.","Ary ny zavatra rehetra omena anareo no hanateranareo ny fanatitra rehetra izay alaina ho an'i Jehovah, dia amin'izay rehetra tsara indrindra avy aminy, dia izay zavatra masina avy aminy.","Dia lazao aminy hoe: Raha maka ny tsara indrindra avy aminy ianareo, dia hisaina ho an'ny Levita toy ny vokatra avy eo am-pamoloana sy ny divay avy eo amin'ny famiazana izany.","Dia mahazo mihinana izany eo amin'ny fitoerana rehetra ianareo sy ny ankohonanareo; fa karamanareo izany noho ny fanompoanareo ao amin'ny trano-lay fihaonana.","Ary tsy hahazoanareo heloka ireny, raha maka ny tsara indrindra avy aminy ianareo; ary tsy holotoinareo ny zava-masina aterin'ny Zanak'Isiraely, dia tsy ho faty ianareo."]}