{"book":"Nomery","chapter":29,"verses":["Ary amin'ny andro voalohany ny volana fahafito dia hisy fivoriana masina ho anareo, aza manao tao-zavatra akory; ho andro fitsofan-trompetra ho anareo izany.","Ary izao no atero ho fanatitra odorana, ho hanitra ankasitrahana ho an'i Jehovah: vantotr'ombilahy iray sy ondrilahy iray ary zanak'ondry fito, izay iray taona avy sady tsy misy kilema,","ary koba tsara toto voaharo diloilo ho fanatitra hohanina momba azy (telo ampahafolon'ny efaha amin'ny isam-bantotr'ombilahy iray, roa ampahafolon'ny efaha amin'ny isan-ondrilahy iray,","ary ampahafolon'ny efaha amin'ny isan-janak'ondry, dia ny zanak'ondry fito)","ary osilahy iray ho fanatitra noho ny ota, hanaovana fanavotana ho anareo,","ho fanampin'ny fanatitra dorana noho ny voaloham-bolana sy ny fanatitra ho hanina momba azy ary ny fanatitra dorana mandrakariva sy ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, araka ny fanaony, ho hanitra ankasitrahana, dia fanatitra atao amin'ny afo ho an'i Jehovah.","Ary amin'ny andro fahafolo amin'izany volana fahafito izany dia hisy fivoriana masina ho anareo, dia hampahory ny tenanareo ianareo; aza manao raharaha akory.","Ary izao no atero ho fanatitra dorana ho hanitra ankasitrahana ho an'i Jehovah: vantotr'ombilahy iray sy ondrilahy iray ary zanak'ondry fito izay iray taona avy (dia izay tsy misy kilema no haterinareo)","ary koba tsara toto voaharo diloilo ho fanatitra hohanina momba azy (telo ampahafolon'ny efaha amin'ny isam-bantotr'ombilahy iray, roa ampahafolon'ny efaha amin'ny isan-ondrilahy iray,","ary ampahafolon'ny efaha amin'ny isan-janak'ondry, dia amin'ny zanak'ondry fito)","ary osilahy iray ho fanatitra noho ny ota, ho fanampin'ny fanatitra noho ny ota hanaovana fanavotana sy ny fanatitra dorana mandrakariva sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro fahadimy ambin'ny folo amin'ny volana fahafito dia hisy fivoriana masina ho anareo; aza manao tao-zavatra akory, fa mitandrema ny andro firavoravoana hafitoana ho an'i Jehovah.","Ary izao no atero ho fanatitra dorana, dia fanatitra atao amin'ny afo ho hanitra ankasitrahana ho an'i Jehovah: vantotr'ombilahy telo ambin'ny folo sy ondrilahy roa ary zanak'ondry efatra ambin'ny folo, izay iray taona avy sady tsy misy kilema.","ary koba tsara toto voaharo diloilo ho fanatitra hohanina momba azy (telo ampahafolon'ny efaha amin'ny isam-bantotr'ombilahy, dia ny vantotr'ombilahy telo ambin'ny folo, ary roa ampahafolon'ny efaha amin'ny isan-ondrilahy, dia ny ondrilahy roa","ary ampahafolon'ny efaha amin'ny isan-janak'ondry, dia ny zanak'ondry efatra ambin'ny folo)","ary osilahy iray ho fanatitra noho ny ny ota, ho fanampin'ny fanatitra dorana mandrakariva sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro faharoa koa dia vantotr'ombilahy roa ambin'ny folo sy ondrilahy roa ary zanak'ondry efatra ambin'ny folo, izay iray taona sady tsy misy kilema,","ary ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, dia amin'ny isam-bantotr'ombilahy sy ny isan-ondrilahy ary ny isan-janak'ondry, araka ny isany avy, araka ny fanao,","ary osilahy iray ho fanatitra noho ny ota, ho fanampin'ny fanatitra dorana mandrakariva, sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro fahatelo koa dia vantotr'ombilahy iraika ambin'ny folo sy ondrilahy roa ary zanak'ondry efatra ambin'ny folo, izay iray taona sady tsy misy kilema,","ary ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, dia amin'ny vantotr'ombilahy sy ny ondrilahy ary ny zanak'ondry, araka ny isany avy, araka ny fanao,","ary osilahy iray ho fanatitra noho ny ota, ho fanampin'ny fanatitra dorana mandrakariva, sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro fahefatra koa dia vantotr'ombilahy folo sy ondrilahy roa ary zanak'ondry efatra ambin'ny folo, izay iray taona sady tsy misy kilema,","ary ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, dia amin'ny vantotr'ombilahy sy ny ondrilahy ary ny zanak'ondry, araka ny isany avy, araka ny fanao,","ary osilahy iray ho fanatitra noho ny ota, ho fanampin'ny fanatitra dorana mandrakariva, sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro fahadimy koa dia vantotr'ombilahy sivy sy ondrilahy roa ary zanak'ondry efatra ambin'ny folo, izay iray taona sady tsy misy kilema,","ary ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, dia amin'ny vantotr'ombilahy sy ny ondrilahy ary ny zanak'ondry, araka ny isany avy, araka ny fanao,","ary osilahy iray ho fanatitra noho ny ota, ho fanampin'ny fanatitra dorana mandrakariva, sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro fahenina koa dia vantotr'ombilahy valo sy ondrilahy roa ary zanak'ondry efatra ambin'ny folo, izay iray taona sady tsy misy kilema,","ary ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, dia amin'ny vantotr'ombilahy sy ny ondrilahy ary ny zanak'ondry, araka ny isany avy, araka ny fanao,","ary osilahy iray ho fanatitra noho ny ota, ho fanampin'ny fanatitra dorana mandrakariva, sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro fahafito koa dia vantotr'ombilahy fito sy ondrilahy roa ary zanak'ondry efatra ambin'ny folo, izay iray taona sady tsy misy kilema,","ary ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, dia amin'ny vantotr'ombilahy sy ny ondrilahy ary ny zanak'ondry, araka ny isany avy, araka ny fanao,","ary osilahy iray ho fanatitra noho ny ota, ho fanampin'ny fanatitra dorana mandrakariva, sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ary amin'ny andro fahavalo dia hisy fara-fivoriana ho anareo; aza manao tao-zavatra akory.","Ary izao no atero ho fanatitra odorana, dia fanatitra atao amin'ny afo ho hanitra ankasitrahana ho an'i Jehovah: vantotr'ombilahy iray sy ondrilahy iray ary zanak'ondry fito, izay iray taona avy sady tsy misy kilema,","ary ny fanatitra hohanina momba azy sy ny fanatitra aidina momba azy, dia amin'ny vantotr'ombilahy sy ny ondrilahy ary ny zanak'ondry, araka ny isany avy, araka ny fanao,","ary osilahy iray, ho fanatitra noho ny ota, ho fanampin'ny fanatitra dorana mandrakariva, sy ny fanatitra hohanina momba azy ary ny fanatitra aidina momba azy.","Ireo no haterinareo ho an'i Jehovah amin'ny fotoam-pivavahanareo afa-tsy ny fanati-panalamboadinareo sy ny fanati-tsitraponareo izay aterinareo ho fanatitra dorana sy fanatitra hohanina sy fanatitra aidina ary fanati-pihavanana."]}