{"book":"Nomery","chapter":16,"verses":["Ary Kora, zanak'i Jizara, zanak'i Kehata, zanak'i Levy, ary Datana sy Abìrama, zanak'i Eliaba, sy Ona, zanak'i Peleta, izay samy taranak'i Robena, dia nandrendri-bahoaka,","ka nitsangana teo anatrehan'i Mosesy izy ireo sy ny Zanak'Isiraely dimam-polo amby roan-jato, izay samy lohan'ny fiangonana avokoa, dia olona voafidin'ny fiangonana sady nanan-daza;","koa niangona hiodina amin'i Mosesy sy Arona ireo ka nanao taminy hoe: Aoka izay ianareo! fa masina avokoa ny fiangonana rehetra, sady Jehovah no eo aminy; koa nahoana no dia manandra-tena ho ambonin'ny fiangonan'i Jehovah ianareo?","Ary raha nandre izany Mosesy, dia niankohoka izy","ka niteny tamin'i Kora sy ny namany rehetra nanao hoe: Rahampitso dia hasehon'i Jehovah izay Azy sy izay masina ka hampanakekeny Azy; dia izay fidiny no hampanakekeny Azy.","Izao no ataovy, ry Kora sy ianareo namany rehetra: Makà fitondran'afo ho anareo rahampitso.","dia asio afo eo anatiny ka asio ditin-kazo manitra eo aminy eo anatrehan'i Jehovah; ary ny lehilahy izay fidin'i Jehovah, dia izy no ho masina; fa aoka izay ianareo, ry taranak'i Levy!","Dia hoy koa Mosesy tamin'i Kora: Henoy, ry taranak'i Levy:","Moa ataonareo ho zavatra kely va ny nampisarahan'Andriamanitry ny Isiraely anareo tamin'ny fiangonan'ny Isiraely hitondrany anareo ho akaiky Azy, hanaovanareo ny fanompoam-pivavahana momba ny tabernakelin'i Jehovah sy hitoeranareo eo anatrehan'ny fiangonana hanompo azy?","Dia napanakekeny Azy ianao sy ny rahalahinao taranak'i Levy rehetra miaraka aminao, ary mitady ho mpisorona koa va ianareo?","Ary noho izany ianao sy ny namanao rehetra dia tafangona hiodina amin'i Jehovah; fa Arona moa no inona, no imonomononanareo?","Ary Mosesy naniraka nampaka an'i Datana sy Abìrama, zanak'i Eliaba; fa hoy izy roa lahy: Tsy hiakatra izahay.","Moa zavatra kely va ny nitondranao anay niakatra niala tany amin'izay tany tondra-dronono sy tantely hahafaty anay at? an-efitra, no dia manao anao ho lehibenay koa ianao?","Ary koa, ianao tsy nitondra anay ho any amin'izay tany tondra-dronono sy tantely tsinona, na nanome anay saha sy tanim-boaloboka ho fanananay; hopotsirinao va ny mason'ireto lehilahy ireto? Tsy hiakatra izahay.","Dia tezitra indrindra Mosesy ka nanao tamin'i Jehovah hoe: Aza mijery ny fanatiny akory Hianao; tsy naka na dia boriky iray akory aza taminy aho, ary tsy nanisy ratsy na dia tamin'ny anankiray aminy akory aza.","Dia hoy Mosesy tamin'i Kora: Aoka ianao sy ny namanao rehetra ho tonga eo anatrehan'i Jehovah rahampitso, dia ianao sy ireo ary Arona.","Ary samia maka ny fitondrana fony avy ianareo rehetra, ka asio ditin-kazo manitra eo anatiny, ary samia mitondra ny fitondran'afony avy ianareo rehetra ho eo anatrehan'i Jehovah, dia fitondran'afo dimam-polo amby roan-jato; dia ianao sy Arona samy hitondra ny fitondran'afony avy.","Ary samy naka ny fitondran'afony avy izy rehetra ka nanisy afo teo anatiny, dia nanisy ditin-kazo manitra teo anatiny; ary nijanona teo anoloan'ny varavaran'ny trano-lay fihaonana izy mbamin'i Mosesy sy Arona.","Ary Kora nanangona ny namany rehetra ho eo anoloan'ny varavaran'ny trano-lay fihaonana hanohitra azy roa lahy; dia niseho tamin'ny fiangonana rehetra ny voninahitr'i Jehovah.","Ary Jehovah niteny tamin'i Mosesy sy Arona ka nanao hoe:","Mihataha amin'ity fiangonana ity ianareo handringanako azy amin'ny indray mipi-maso monja.","Dia niankohoka izy roa lahy ka nanao hoe: Andriamanitra ô, Andriamanitry ny fanahin'ny nofo rehetra, olona iray no nanota, ka ho tezitra amin'ny fiangonana rehetra va Hianao?","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny fiangonana, ka lazao hoe: Mihataha tsy hanodidina ny lain'i Kora sy Datana ary Abìrama.","Dia nitsangana Mosesy ka nankeo amin'i Datana sy Abìrama; ary nanaraka azy ny loholon'ny Isiraely.","Dia niteny tamin'ny fiangonana izy ka nanao hoe: Mialà amin'ny lain'ireo olon-dratsy ireo, ka aza mikasika izay azy akory, fandrao haringana koa ianareo noho ny fahotany rehetra.","Dia nihataka ny olona mba tsy ho eo akaikin'ny lain'i Kora sy Datana ary Abìrama; ary Datana sy Abìrama nivoaka ka nijanona teo anoloan'ny varavaran'ny lainy mbamin'ny vadiny sy ny zananilahy ary ny zanany madinika.","Dia hoy Mosesy: Izao no hahafantaranareo fa Jehovah no naniraka ahy hanao ireny asa rehetra ireny, fa tsy avy tamin'ny saiko izany:","Raha maty toy ny fahafatin'ny olona rehetra ireo olona ireo, na valiana araka ny famaliana ny olona rehetra izy, dia tsy Jehovah no naniraka ahy.","Fa raha hanao zavatra vaovao kosa Jehovah, ka hisokatra ny tany ary hitelina azy mbamin'izay azy rehetra, ka ho latsaka velona any amin'ny fiainan-tsi-hita'izy, dia ho fantatrareo fa efa nandà an'i Jehovah ireo lehilahy ireo.","Ary rehefa tapitra voalazany izany teny rehetra izany, dia nivava ny tany izay teo ambaniny;","eny, nisokatra ny tany ka nitelina azy sy ny ankohonany mbamin'ny olona rehetra izay an'i Kora ary ny fananany rehetra.","Dia latsaka velona ho any amin'ny fiainan-tsi-hita izy mbamin'izay azy rehetra; ary ny tany dia nikatona taminy, ka fongotra tsy ho amin'ny fiangonana intsony izy.","Ary ny Isiraely rehetra izay nanodidina azy dia nandositra noho ny fidradradradrany; fa hoy izy: Andrao hitelina antsika koa ny tany.","Ary nisy afo nivoaka avy tamin'i Jehovah ka nandevona ny lehilahy dimam-polo amby roan-jato izay nanatitra ditin-kazo manitra."]}