{"book":"Nomery","chapter":9,"verses":["Ary Jehovah niteny tamin'i Mosesy tany an-efitr'i Sinay tamin'ny volana voalohany tamin'ny taona faharoa taorian'ny nivoahany avy tany amin'ny tany Egypta ka nanao hoe:","Aoka hotandreman'ny Zanak'Isiraely ny Paska amin'ny fotoany.","Amin'ny harivan'ny andro fahefatra ambin'ny folo amin'ity volana ity no hitandremanareo azy amin'ny fotoany; araka ny didy sy ny fanao rehetra aminy no hitandremanareo azy.","Ary Mosesy niteny tamin'ny Zanak'Isiraely mba hitandrina ny Paska.","Dia nitandrina ny Paska tany an-efitr'i Sinay izy tamin'ny harivan'ny andro fahefatra ambin'ny folo tamin'ny volana voalohany; araka izay rehetra efa nandidian'i Jehovah an'i Mosesy no nataon'ny Zanak'Isiraely.","Ary nisy olona sasany izay naloto tamim-paty ka tsy nahazo nitandrina ny Paska tamin'izany andro izany; dia nankeo anatrehan'i Mosesy sy Arona izy tamin'izany andro izany","ka nanao taminy hoe: Maloto tamim-paty izahay, ka nahoana no sakanana tsy hiaraka amin'ny Zanak'Isiraely hanatitra ny fanatitra ho an'i Jehovah amin'ny fotoany?","Fa hoy Mosesy taminy: Andraso aloha, fa hanontaniako izay handidian'i Jehovah ny aminareo.","Ary Jehovah niteny tamin'i Mosesy ka nanao hoe:","Mitenena amin'ny Zanak'Isiraely hoe: Raha misy olona eo aminareo, na eo amin'ny taranakareo hatramin'ny fara mandimby, maloto amim-paty, na lasan-davitra, dia mbola hitandrina ny Paska ho an'i Jehovah ihany koa izy.","Amin'ny harivan'ny andro fahefatra ambin'ny folo amin'ny volana faharoa no hitandremany azy; ary hampiarahina amin'ny mofo tsy misy masirasira sy ny anana mangidy no fihinany azy.","Aza avela hasiany sisa ho tra-maraina, ary aza avela hisy hotapahiny ny taolany; araka ny lalàna rehetra ny amin'ny Paska ihany koa no hitandremany azy.","Fa ny olona izay madio sady tsy lasan-davitra, nefa tsy mety mitandrina ny Paska, dia hofongorana tsy ho amin'ny fireneny, satria tsy nanatitra ny fanatitra ho an'i Jehovah tamin'ny fotoany izy; ho meloka izany olona izany.","Ary raha misy mivahiny eo aminareo ka mba te-hitandrina ny Paska ho an'i Jehovah, dia araka ny didy sy ny fanao amin'ny Paska ihany no hanaovany azy; lalàna iray ihany no ho aminareo, na vahiny, na tompon-tany.","Ary tamin'ny andro izay nananganana ny tabernakely ny rahona dia nanarona ny tabernakely, dia ny trano-lain'ny Vavolombelona; ary nony hariva dia niseho teo ambonin'ny tabernakely tahaka ny afo izy mandra-pahamarain'ny andro.","Dia toy izany mandrakariva izy: ny rahona nanarona azy, nefa niseho tahaka ny afo izy nony alina.","Ary rehefa niakatra niala tamin'ny tranolay ny rahona, dia niainga ny Zanak'Isiraely, ka teo amin'izay nijanonan'ny rahona no nitobiany.","Araka ny didin'i Jehovah no niaingan'ny Zanak'Isiraely, ary araka ny didin'i Jehovah koa no nitobiany; tamin'ny andro rehetra izay nijanonan'ny rahona teo ambonin'ny tabernakely no nitobiany.","Ary na dia nijanona ela teo ambonin'ny tabernakely aza ny rahona, dia nitandrina izay nasain'i Jehovah notandremana ihany ny Zanak'Isiraely ka tsy niainga.","Fa indraindray kosa dia andro vitsy ihany no nijanonan'ny rahona teo ambonin'ny tabernakely; araka ny didin'i Jehovah ihany no nitobiany, ary araka ny didin'i Jehovah no niaingany.","Ary indraindray kosa dia nijanona hatramin'ny hariva ka hatramin'ny maraina ihany ny rahona, ary raha niakatra izy nony maraina, dia niainga ny Zanak'Isiraely; koa na andro na alina no niakaran'ny rahona, dia niainga izy.","Ary na indroa andro, na iray volana, na ela aza, no nijanonan'ny rahona teo ambonin'ny tabernakely dia mbola nitoby ihany ny Zanak'Isiraely, fa tsy niainga; fa raha niakatra kosa ny rahona, dia niainga izy.","Araka ny didin'i Jehovah no nitobiany, ary araka ny didin'i Jehovah no niaingany; nitandrina izay nasain'i Jehovah notandremany izy, araka ny tenin'i Jehovah izay nampitondrainy an'i Mosesy."]}