{"book":"Ohabolana","chapter":21,"verses":["Rano velona eo an-tànan'i Jehovah ny fon'ny mpanjaka, Ka tarihiny amin'izay tiany.","Ataon'ny olona ho marina avokoa ny lalana rehetra alehany; Fa Jehovah ihany no Mpandanja ny fo.","Ny hanao izay marina sy mahitsy No sitrak'i Jehovah mihoatra noho ny fanatitra alatsa-drà.","Ny fiandranandran'ny maso sy ny fiavonavon'ny fo Izay jiron'ny ratsy fanahy dia ota.[Na: asan']","Ny hevitry ny mazoto dia mampanan-karena; Fa ny maimaika rehetra dia halahelo ihany.","Ny fahazoan-karena amin'ny lela mandainga Dia fofonaina mihelina ho an'izay mitady fahafatesana.","Ny fitohatohan'ny ratsy fanahy hamongotra azy, Satria mandà tsy hanao izay marina izy.","Miolikolika ny lalan'ny mavesa-keloka; Fa mahitsy ny ataon'ny madio.","Aleo mitoetra eo an-joron'ny tampon-trano Toy izay hiray trano amin'ny vehivavy tia ady.","Ny fanahin'ny ratsy fanahy maniry ny ratsy, Ka na dia ny havany aza tsy mahita fitia eo imasony.","Raha ampijalina ny mpaniratsira, dia ho hendry ny kely saina; Ary raha toroan-kevitra ny hendry, dia hahazo fahalalana izy.","Ny Iray Marina no mandinika ny tranon'ny ratsy fanahy Ka mamarina azy ho amin'ny loza.","Izay manentsin-tadiny amin'ny fitarainan'ny malahelo, Dia mba hitaraina kosa izy, fa tsy hohenoina.","Ny fanomezana mangingina mampionona ny fahatezerana, Ary ny kolikoly amin'ny takona mampitsahatra ny fahavinirana mafy.","Fifalian'ny marina ny hanao araka ny rariny; Fa zava-mahatahotra ny mpanao ratsy kosa izany.","Ny olona izay mivily miala amin'ny lalan'ny fahendrena Dia hitoetra ao amin'ny fivorian'ny fanahin'ny maty.","Izay tia fanaranam-po dia olona halahelo, Eny, izay tia divay sy diloilo tsy mba hanan-karena.","Ny ratsy fanahy dia ho avotry ny marina, Ary ny mpivadika ho solon'ny mahitsy.","Aleo mitoetra any an-efitra Toy izay amin'ny vehivavy tia ady sady foizina.","Harena mahafinaritra sy diloilo no ao amin'ny tranon'ny hendry; Fa ny adala mandany azy.","Izay fatra-panaraka fahamarinana sy famindram-po Dia hahazo fiainana sy fahamarinana ary voninahitra.","Ny hendry mananika ny vohitry ny mahery Ka mandrodana ny fiarovana mafy izay itokiany.","Izay miambina ny vavany sy ny lelany Dia miaro ny fanahiny tsy ho azom-pahoriana.","Izay mirehareha sy miavonavona no atao hoe mpaniratsira, Dia izay olona fatra-piavonavona.","Ny fanirian'ny malaina hahafaty azy, Satria ny tànany tsy mety miasa tsinona;","Maniry fatratra mandritra ny andro izy; Fa ny marina kosa manome ka tsy mba mahihitra.","Ny fanatitry ny ratsy fanahy dia fahavetavetana, Ka indrindra raha amin'ny sain-dratsy no itondrany azy.","Ho faty ny vavolombelona mandainga; Fa izay mihaino dia hiteny mandrakariva.","Ny ratsy fanahy mampiseho ny fahasahisahiany amin'ny tarehiny; Fa ny marina kosa dia mihevitra izay halehany.","Tsy misy fahendrena, na fahalalana, Na fisainana mahaleo an'i Jehovah.","Voaomana ny soavaly ho amin'ny andro iadiana; Fa an'i Jehovah ihany ny fandresena."]}