{"book":"Ohabolana","chapter":26,"verses":["Toy ny oram-panala amin'ny lohataona, Ary toy ny ranonorana amin'ny taom-pijinjana, Dia toy izany ny voninahitra tsy tandrifiny ho an'ny adala.","Toy ny vorona mivezivezy sy ny sidintsidina manidina, Dia toy izany ny fanozonam-poana: tsy mba hihatra izany.","Ny karavasy ho amin'ny soavaly ny lamboridy ho amin'ny boriky, Ary ny tsorakazo kosa ho amin'ny lamosin'ny adala.","Aza mamaly ny adala araka ny hadalany, Fandrao mba adala tahaka azy koa ianao.","Valio ny adala araka ny hadalany, Fandrao dia manao azy ho hendry izy","Manapaka ny tongony sady misotro loza Izay mampitondra teny ny adala.","Mikepikepika ny tongotry ny malemy tongotra, Dia toy izany ny ohabolana eo am-bavan'ny adala.","Toy ny manisy vato eo amin'ny antsamotady, Dia toy izany ny manome voninahitra ny adala.","Toy ny tsilo eny an-tànan'ny olona mamo, Dia toy izany ny ohabolana eo am-bavan'ny adala.","Ny mpiasa mahay dia mahavita ny zavatra isan-karazany; Fa izay manakarama ny adala dia toy ny manakarama izay sendra mandalo.[Na: Toy ny mpandefa zana-tsipìka mahavoa ny olona rehetra, Dia toy izany ny manakarama ny adala sy manakarama izay sendra mandalo]","Toy ny amboa miverina amin'ny loany, Dia toy izany ny adala miverina amin'ny hadalany.","Hitanao va ny olona manao azy ho hendry? Ny adala misy hantenaina kokoa noho izy.","Hoy ny malaina: Misy liona any an-dalana, Misy liona atsy an-dalambe.","Toy ny varavarana mihodina amin'ny saviliny, Dia toy izany ny kamo eo amin'ny fandriany,","Ny malaina mangarona ny eo an-doviany, Nefa ny hampakatra azy ho amin'ny vavany dia mahasasatra azy.","Ny kamo manao ny tenany ho hendry mihoatra noho ny olona fito izay mahavaly tsara.","Izay mandalo ka mitsaraingona amin'ny ady tsy azy Dia mandroritra amboa amin'ny sofiny.","Toy ny adala izay manely afo sy zana-tsipìka ary fahafatesana,","Dia toy izany ny olona mamitaka ny namany ka manao hoe: Tsy vosobosotra ihany va no ataoko?","Raha tsy misy kitay intsony, dia maty ny afo; Ary raha tsy misy mpifosafosa intsony, dia mitsahatra ny fifandirana.","Toy ny arina atao amin'ny vainafo sy ny kitay hazo atao amin'ny afo, Dia toy izany, ny olona tia ady mandrehitra fifandirana.","Ny tenin'ny mpifosafosa dia toy ny hanim-py ka mikorotsaka ao anaty kibo indrindra.","Tavim-bilany misy ankosotra taim-bolafotsy ny molotra mihatsaravelatsihy sy ny fo ratsy.[Heb. mirehitra]","Ny mpandrafy dia mody ho hafa amin'ny molony Sady manafim-pitaka ao am-pony;","Koa na dia miteny soa aza izy, aza mino azy; Fa fahavetavetana fito no ao am-pony.","Ny lolompo dia miafina ao amin'ny fitaka; Nefa ny haratsiany dia haharihary eo am-pahibemaso.","Izay mihady lavaka no ho latsaka ao, Ary izay manakodiadia vato no hikodiavany kosa.","Halan'ny lela mandainga izay efa nampahoriny, Ary ny vava mandrobo dia mampidi-doza."]}