{"book":"Ohabolana","chapter":25,"verses":["Izao koa no ohabolan'i Solomona, izay nangonin'ny olon'i Hezekia, mpanjakan'ny Joda:[Heb. nafindran']","Voninahitr'Andriamanitra ny manafin-javatra; Fa voninahitry ny mpanjaka kosa ny mamanta-javatra.","Ny hahavon'ny lanitra sy ny halalin'ny tany Ary ny fon'ny mpanjaka dia samy tsy azo fantarina avokoa.","Esory ny taim-bolafotsy, Dia hisy fanaka ho an'ny mpanao an-idina.","Esory ny ratsy fanahy tsy ho eo anatrehan'ny mpanjaka, Dia hampitoerina amin'ny fahamarinana ny seza fiandrianany.","Aza manandra-tena eo anatrehan'ny mpanjaka, Ary aza mitoetra eo amin'ny fitoeran'ny lehibe;","Fa aleo ianao hantsoina hoe: Miakara at?, Toy izay hatambotsotra eo imason'ny manan-kaja izay hitan'ny masonao.","Aza maika handeha hiady, Fandrao tsy ho fantatrao izay hataonao amin'ny farany, Rehefa omen'ny namanao henatra ianao.","Miadia ihany ny adinao amin'ny namanao, Kanefa aza aseho izay tsy tian'ny sasany holazaina,","Fandrao izay mandre hanondro maso anao, Ka tsy ho afaka aminao ny laza ratsy.","Ny teny atao amin'ny antony dia poma volamena ao anaty vilia volafotsy tsara soratra.[Na: poma volamena misy ravaka volafotsy]","Kavim-bolamena sy firavaka volamena tsara Ny mpananatra hendry, raha amin'ny sofina mihaino.","Toy ny hatsiaky ny oram-panala amin'ny taom-pijinjana, Dia toy izany ny iraka mahatoky amin'izay naniraka azy, Fa mamelombelona ny fon'ny tompony izy.","Toy ny rahona sy ny rivotra tsy misy orana Ny olona izay mirehaka amin'ny fizaram-bava.","Ny fahari-po no ahazoana mampanaiky ny mpitsara, Ary ny vava malefaka mahatapa-taolana.[(Heb. lela]","Mahita tantely va ianao? Hano izay antonona anao, Fandrao voky loatra ianao ka handoa azy.","Aza miditra matetika ao an-tranon'ny namanao, Fandrao tofoka anao izy, ka ho halany ianao.","Langilangy sy sabatra ary zana-tsipìka maranitra Ny olona izay mitsangana ho vavolombelona mandainga hanameloka ny namany.","Toy ny nify nahasimatsimahana sy ny tongotra mangozohozo Ny fahatokiana ny mpamitaka amin'ny andro fahoriana.","Toy ny miala lamba amin'ny hatsiaka, Ary toy ny vinaingitra amin'ny sirahazo, Dia toy izany ny mikalo amin'ny malahelo am-po.","Raha noana ny fahavalonao, omeo hanina izy; Ary raha mangetaheta izy, omeo rano hosotroiny;","Fa raha manao izany ianao, dia hanambatra vainafo ho eo an-dohany, Ary Jehovah no hamaly soa anao.","Ny rivotra avy any avaratra mahatonga ranonorana, Dia toy izany, ny lelan'ny mpifosa mampahavinitra endrika.","Aleo mitoetra eo an-joron'ny tampontrano Toy izay miray trano amin'ny vehivavy tia ady.","Rano mangatsiaka amin'ny fanahy reraka Ny filazana soa avy any an-tany lavitra.","Loharano voahosihosy sy fantsakana simba Ny marina izay mikoy ny ratsy fanahy,","Tsy tsara raha mahery homana tantely; Fa ny fitadiavan'ny olona ny voninahiny dia tsy voninahitra.[Na: Fa ny fandinihana izay sarotra dia voninahitra (na: mavesatra)]","Tanàna rava tsy misy manda Ny lehilahy izay tsy mahatsindry ny fanahiny."]}