{"book":"Ohabolana","chapter":29,"verses":["Izay olona anarina matetika ka mihamafy hatoka Dia ho torotoro tampoka, ka tsy hisy fahasitranana.","Raha mihamaro ny marina, dia faly ny vahoaka; Fa raha ny ratsy fanahy no manapaka, dia misento kosa izy.","Izay tia fahendrena no mahafaly ny rainy; Fa izay misakaiza amin'ny vehivavy janga dia mandany harena.","Ny rariny no ampandrian'ny mpanjaka ny tany; Fa izay mandray tambitamby no mandrava azy kosa.[Na: mampandoa harena]","Izay olona mandrobo ny namany Dia mamela-pandrika ny tongony.","Misy fandrika amin'ny heloky ny olon-dratsy; Fa ny marina mihoby sy mifaly.","Ny marina mihevitra ny adin'ny malahelo; Fa ny ratsy fanahy tsy hahalala fahendrena.","Ny mpaniratsira mampihotakotaka ny tanàna; Fa ny hendry mampionona fahatezerana.[Heb. mampirehitra]","Raha iadian'ny hendry ny adala, Dia tezitra sy mihomehy izy, ka tsy hisy fitsaharana.[Na: Raha hendry miady amin'adala, na tezitra izy, na mihomehy, dia tsy misy fitsaharana]","Ny olona mpandatsa-drà mankahala ny tsy misy tsiny; Fa ny mahitsy kosa miahy ny ainy.[Na: Ary mitady ny ain'ny mahitsy]","Ny fahatezeran'ny adala dia avoakany avokoa; Fa ny hendry kosa manindry fo.","Raha mihaino lainga ny mpanapaka, Dia ho ratsy fanahy ny mpanompony rehetra.","Mihaona ny malahelo sy ny mpampahory; Jehovah no manazava ny mason'izy roa tonta.[Na: mpampanana vola]","Izay mpanjaka mitsara marina ny malahelo, Dia haharitra mandrakizay ny seza fiandrianany.","Ny tsorakazo sy ny anatra no manome fahendrena; Fa ny zaza aranana mampahamenatra ny reniny.","Raha maro ny ratsy fanahy, dia mitombo ny ota; Fa ny marina ho faly mahita ny fahalavoany.","Faizo ny zanakao, dia ho famelombelomana ny fonao izy Sy ho fifalian'ny fanahinao.","Raha tsy misy fahitana, dia atondraka hanaram-po amin'izay tsy mety ny olona; Fa raha mitandrina ny lalàna kosa izy, dia sambatra.","Raha teny fotsiny ihany, dia tsy ampy hananarana ny mpanompo; Fa na dia fantany aza, tsy hankatoaviny.[Heb. tsy misy valiny]","Hitanao va ny olona faingam-bava? Ny adala aza misy hantenaina kokoa noho izy.","Ny mpanompo izay nampihantaina hatry ny fony mbola kely Dia hihambo ho zanaka any am-parany.","Ny olona mora tezitra manetsika ady; Ary ny olona masiaka dia be fahadisoana.","Ny fiavonavonan'ny olona no hampietry azy; Fa hahazo voninahitra kosa ny manetry tena.","Izay miray tetika amin'ny mpangalatra dia manary tena; Mandre ny fampianianana izy, nefa tsy mety milaza.","Mamandrika ny tahotra olona; Fa izay matoky an'i Jehovah no hovonjena.[Heb. hatao amin'ny avo]","Maro no mila sitraka amin'ny mpanapaka; Fa avy amin'i Jehovah ny fitsarana ny olona.[Heb. mitady ny tavan']","Ny meloka dia fahavetavetana eo imason'ny marina; Ary ny mahitsy lalana dia mba fahavetavetana eo imason'ny ratsy fanahy kosa."]}