{"book":"Ohabolana","chapter":2,"verses":["Anaka, raha raisinao ny teniko, Ary raketinao ao am-ponao ny didiko,","Ka atongilanao amin'ny fahendrena ny sofinao, Ary ampitandremanao fahalalana ny fonao;","Eny, raha miantso ny fahalalana ianao Ary manandratra ny feonao hahazo saina,","Raha mitady azy toy ny fitady volafotsy ianao Ary mikatsaka azy toy ny fikatsaka harena afenina:","Dia ho fantatrao marina ny fahatahorana an'i Jehovah, Ary ho hitanao ny fahalalana an'Andriamanitra.","Fa Jehovah no manome fahendrena; Avy amin'ny vavany no ihavian'ny fahalalana sy ny fahazavan-tsaina.","Izy mitahiry fanambinanaho an'ny mahitsy Sady ampingan'izay mandeha tsy misy tsiny;[Na: tena fahendrena]","Ka dia mitandrina ny lalan'ny fahamarinana Izy Ary miambina ny lalan'ny olony masina.","Ary amin'izay dia ho fantatrao ny fahamarinana sy ny rariny Ary ny hitsiny, dia ny lalana tsara rehetra.","Raha latsaka ao am-ponao ny fahendrena, Ary mamin'ny fanahinao ny fahalalana,[Na: Fa ho tafiditra ao am-ponao ny fahendrena, Ka ho]","Dia hiaro anao ny fisainana mazava, Ary hiambina anao ny fahalalana,","Ka hamonjy anao amin'ny lalan-dratsy Sy amin'ny lehilahy izay miteny fitaka,","Izay mahafoy ny lalan'ny fahamarinana Mba hizorany amin'ny lalan'ny fahamaizinana,","Dia izay faly hanao ratsy Sy finaritra amin'ny fitaky ny ratsy,","Dia izay melo-dalana Sy maniasia amin'ny alehany;","Ary hamonjy anao amin'ny vehivavy jejo koa izany, Dia amin'ny vahiny janga izay mandrobo amin'ny teniny,[Heb. vehivavy tsy vadinao]","Izay mahafoy ny vadin'ny fahatanorany Sy manadino ny fanekeny teo amin'Andriamaniny.[Heb. sakaizan']","Fa ny tranony milentika ho amin'ny fahafatesana, Ary ny alehany mankany amin'ny maty.","Tsy misy afa-miverina izay mankany aminy, Na mihazo amin'ny lalan'aina,","Handehananao amin'ny lalan'ny tsara fanahy Sy hitandremanao ny alehan'ny marina.","Fa ny olona mahitsy no honina amin'ny tany, Ary ny tsy manan-tsiny ihany no ho sisa mitoetra ao;","Fa ny ratsy fanahy kosa hofongorana amin'ny tany, Ary ny mpivadika hongotana."]}