{"book":"Ohabolana","chapter":28,"verses":["Ny ratsy fanahy mandositra, na dia tsy misy manenjika aza; Fa ny marina kosa dia matoky toy ny liona tanora.","Ny fahotan'ny tany mahamaro mpanapaka; Fa ny fisian'ny olona manan-tsaina kosa no mampahateza ny fanjakana. [Na: fikomian'][Na: manan-tsaina sady mahalala rariny][Na: Fa noho ny manan-tsaina no haharetan'ny fahamarinana]","Ny malahelo izay mampahory ny mahantra Dia toy ny ranonorana izay manindao ka tsy maha-misy hanina.","Izay mahafoy ny lalàna dia mandoka ny ratsy fanahy; Fa izay mitandrina ny lalàna dia mirehitra amin'ny fanoherana azy.","Ny ratsy fanahy dia tsy mahalala rariny; Fa izay mitady an'i Jehovah no mahalala ny zavatra rehetra.","Ny malahelo izay mandeha amin'ny fahitsiany Dia tsara noho ny manan-karena izay mivadika ka mandeha amin'ny lalana miolikolika.","Izay mitandrina ny lalàna no zanaka hendry; Fa izay misakaiza amin'ny mpandany harena dia manome henatra ny rainy.","Izay mampitombo ny fananany amin'ny zana-bola sy ny tombony Dia mamory ho an'izay miantra ny malahelo","Izay manentsin-tadiny tsy hihaino ny lalàna, Na ny fivavahany aza dia fahavetavetana.","Izay mampivily ny mahitsy ho amin'ny lalan-dratsy Dia ho lavo amin'ny lavaka nataony; Fa ny tsy misy tsiny no handova ny soa.","Ny manan-karena manao azy ho hendry; Fa ny malahelo izay manan-tsaina dia hizaha toetra azy.","Raha ravoravo ny marina, dia be ny famirapiratana; Fa raha misandratra kosa ny ratsy fanahy, dia miery ny vahoaka.[Na. mitsangana]","Izay manafina ny fahotany tsy hambinina; Fa izay mitsotra ka mahafoy azy no hahazo famindram-po.","Sambatra izay olona matahotra mandrakariva; Fa izay manamafy ny fony no hidiran-doza.","Liona mierona sy bera miremby Ny mpanapaka ratsy fanahy amin'ny olona reraka.","Ny mpanapaka tsy ampy saina dia mahery mampahory; Izay mankahala ny fieremana no ho ela velona.","Izay itambesaran-keloka noho ny fandatsahan-drà dia handositra hatrany an-davaka; Aoka tsy hisy hihazona azy.","Izay mandeha tsy misy tsiny no ho voavonjy; Fa izay mivadika ka mandeha amin'ny lalana miolikolika no ho lavo tampoka.","Izay miasa ny taniny dia ho voky hanina Fa izay manaraka ny olom-poana ho voky alahelo kosa.[Na: zava-poana]","Izay olona mahatoky tokoa dia ho be fitahiana; Fa izay maimay ta-hanan-karena dia tsy maintsy hohelohina.","Tsy mety raha mizaha tavan'olona; Kanefa na dia amin'ny sombin-kanina ihany aza dia sahin'ny olona hanotana.","Ny mpialona dia maimay ta-hanan-karena; Tsy fantany fa hanjo azy ny alahelo.","Izay mananatra olona no hahazo fitia be rahatrizay Noho izay mandrobo amin'ny lelany.","Izay mandroba ray sy reny Ka manao hoe: Tsy heloka izany, Dia naman'ny mpanimba.","Izay mierina manetsika ady; Fa izay matoky an'i Jehovah dia hohatavezina.[Na: miavonavona am-po]","Izay matoky ny fony dia adala; Fa izay mandeha amin'ny fahendrena no ho afa-miala.","Izay manome ny malahelo tsy hanan-java-mahory; Fa izay mitampi-maso hahazo ozona be;","Raha misandratra ny ratsy fanahy, dia miery ny vahoaka; Fa raha ringana kosa izy, dia mihamaro ny marina.[Na: mitsangana]"]}