{"book":"Ohabolana","chapter":11,"verses":["Ny mizana mandainga dia fahavetavetana eo imason'i Jehovah; Fa ny vato marina no ankasitrahany.","Raha tonga ny fiavonavonana, dia tonga koa ny fahafaham-baraka; Fa ao amin'ny manetry tena no misy fahendrena.","Ny fahitsian'ny mahitsy no mitarika azy; Fa ny faharatsian'ny mpivadika mahatonga fandringanana amin'ny tenany.","Ny harena dia tsy mahasoa amin'ny andro fahatezerana; Fa ny fahamarinana no mamonjy tsy ho azon'ny fahafatesana.","Ny fahamarinan'ny marina mandamina ny alehany; Fa ny ratsy fanahy lavon'ny haratsiany ihany.","Ny fahamarinan'ny mahitsy mamonjy azy; Fa ny mpivadika dia voafandriky ny filàny.","Raha maty ny ratsy fanahy, dia foana ny fanantenany, Eny, foana ny fanantenan'ny mpanao ratsy. [Na: mahery]","Ny marina dia vonjena amin'ny fahoriana; Fa ho avy kosa ny ratsy fanahy hisolo azy.","Ny vavan'ny mpihatsaravelatsihy no animbany ny namany; Fa ny fahalalana no hanafahana ny marina. [Na: ratsy fanahy][Na: Ny fahalalan'ny marina no hanafahana ny namany]","Raha miadana ny marina, dia ravoravo ny tanàna; Fa raha ringana ny ratsy fanahy, dia velona ny hoby.","Ny fisaoran'ny marina no isandratan'ny tanàna; Fa ny vavan'ny ratsy fanahy no aharavany.[Na: Ny fitahiana avy amin']","Tsy ampy saina izay manamavo ny namany; Fa izay hendry dia mangina.","Izay mandehandeha manaratsy dia manambara ny hevitra afenina; Fa ny olona mahatoky tsy mba tia lazalaza.","Raha tsy misy mpitondra, dia rava ny firenena; Fa handry fahizay, raha maro ny mpanolo-tsaina.","Hahita loza tokoa ny mianto-bahiny: Fa mitoetra tsy manana ahiahy ny tsy tia antoka.","Ny vehivavy tsara tarehy mahazo dera; Ary ny mpanao an-keriny mahazo harena.","Ny olona mamindra fo dia mahazo soa ho an'ny tenany; Fa ny lozabe dia todin'ny halozany.","Ny ratsy fanahy dia mahazo valiny tsy mahasoa; Fa izay mamafy fahamarinana no mahazo izay tena tambiny tokoa.","Ny tena fahamarinana dia mamantana any amin'ny fiainana; Fa izay fatra-panaraka ny ratsy dia iharan'ny fahafatesana.","Fahavetavetana eo imason'i Jehovah ny meloka am-po; Fa ankasitrahany kosa izay mandeha tsy misy tsiny.","Azo itompoana tokoa fa tsy maintsy hampijalina ny ratsy fanahy; Fa ny taranaky ny marina no hovonjena.[Na: Azo ifandraisan-tanana fa; na: Hatramin'ny taranaka fara mandimby dia]","Toy ny kavim-bolamena eo amin'ny oron-kisoa Ny vehivavy tsara tarehy tsy manam-pahendrena.[Na: efa niala tamin'ny fahendrena]","Ny soa ihany no irin'ny marina; Fa fahatezerana no fanantenan'ny ratsy fanahy.","Misy mahafoy, nefa mitombo fananana ihany; Ary misy fatra-pahihitra loatra, nefa tonga malahelo ihany.[Heb. mamafy][Na: mihazona ny hareny]","Izay manisy soa olona hohatavezina; Ary izay mandena dia mba holemana kosa. [Heb. Ary izay mampisotro dia mba hampisotroina kosa]","Izay tsy mamoaka ny variny dia ozonin'ny olona; Fa saotra no ho amin'ny lohan'izay mivarotra.","Izay fatra-pikatsaka ny tsara no mitady ny mahafinaritra; Fa izay mitady ny ratsy dia hiharan'izany.","Izay matoky ny hareny dia ho lavo; Fa ny marina ho tahaka ny ravina maitso.","Izay mampidi-doza amin'ny ankohonany dia mandova ny rivotra; Ary ny adala dia tonga mpanompon'ny hendry.","Ny vokatry ny marina dia hazon'aina, Ary ny hendry dia mahataona olona.","Indro, ny marina aza dia valiana ety an-tany, Koa mainka fa ny ratsy fanahy sy ny mpanota!"]}