{"book":"Ohabolana","chapter":1,"verses":["Ny Ohabolan'i Solomona, zanak'i Davida, mpanjakan'ny Isiraely:","Hahalalana fahendrena sy fananarana, Ary hahafantarana ny tenin'ny fahalalana;","Hahazoana fananarana mampahahendry, Dia fahamarinana sy rariny ary fahitsiana;","Hanomezam-pahendrena ho an'ny kely saina, Ary fahalalana sy fisainana mazava ho an'ny zatovo.","Aoka ny hendry hihaino ka hitombo saina; Ary aoka ny manam-panahy hahazo fitarihana tsara;","Hahafantarana ohabolana sy fanoharana, Ary ny tenin'ny hendry sy ny teny saro-pantarina ataony.","Ny fahatahorana an'i Jehovah no fiandoham-pahalalana; Fa ny adala manamavo ny fahendrena sy ny famaizana. Fananarana tsy hikambana amin'ny mpanao ratsy.","Anaka, mihainoa ny ana-drainao, Ary aza mahafoy ny lalàn-dreninao;","Fa fehiloha tsara tarehy amin'ny lohanao izany, Ary rado amin'ny vozonao.","Anaka, raha taomin'ny mpanota ianao, Aza manaiky.","Raha hoy izy: Andeha hiaraka isika, Aoka isika hanotrika handatsa-drà; Andeha hamitsahantsika tsy ahoan-tsy ahoana ny tsy manan-tsiny;","Aoka isika hitelina azy velona tahaka ny fitelin'ny fiainan-tsi-hita Ary hanao azy teli-moka toy ny latsaka any an-davaka;[Heb. Sheola]","Dia ho azontsika ny fananana sarobidy rehetra, Ka hofenointsika babo ny tranontsika;","Avia mba hiara-miloka eto aminay; Aoka ho iray ihany ny kitapom-bolantsika rehetra:","Anaka, aza miara-dalana aminy ianao; Arovy ny tongotrao tsy hankamin'ny alehany;","Fa ny tongony mihazakazaka ho amin'ny ratsy Sady faingana handatsa-drà.","Fa velarim-poana ny fandrika, Raha hitan'ny vorona.","Fa ireny dia manotrika handatsaka ny ran'ny tenany ihany; Mamitsaka hahafaty ny tenany ihany izy.","Toy izany no iafaran'izay rehetra fatra-pila harena; Fa hipaoka ny ain'izay fatra-pila azy izany.","Ny fahendrena miantso mafy eny ivelany; Manandratra ny feony eny an-kalalahana izy;","Mitory ao amin'izay fivorian'ny maro be mireondreona izy; Eo anoloan'ny vavahady sy ao an-tanàna no ilazany ny teniny hoe:","Ry kely saina, mandra-pahoviana no hitiavanareo ny fahadalana, Sy hifalian'ny mpaniratsira amin'ny faniratsirana, Ary hankahalan'ny adala ny fahalalana?","Miverena ianareo hihaino ny fananarako; Indro, haidiko aminareo ny fanahiko, Ary hampahafantariko anareo ny teniko.","Satria efa niantso Aho, fa nandà ianareo; Efa naninjitra ny tanako Aho, fa tsy nisy nitandrina;","Fa nolavinareo ny saina rehetra natolotro, Sady tsy nety nanaiky ny anatro ianareo:","Izaho kosa hihomehy, raha tonga ny fandringanana anareo; Handatsa Aho, raha tonga ny mahatahotra anareo.","Raha tonga ny zava-mahatahotra anareo tahaka ny rivo-doza Ary ny fandringanana anareo toy ny tadio, Ka manjo anareo ny fahoriana sy ny fangirifiriana,","Dia vao hiantso Ahy izy, fa tsy hamaly Aho; Dia vao hitady Ahy fatratra izy, fa tsy ho hitany Aho.","Satria nankahala ny fahalalana izy Ary tsy nifidy ny fahatahorana an'i Jehovah,","Tsy nekeny ny saina natolotro, Notsiratsirainy avokoa ny anatro rehetra,","Dia hihinana ny vokatry ny alehany izy Ka ho voky ny fihendreny.","Fa ny fihemoran'ny kely saina hahafaty azy, Ary ny fiadanan'ny adala handringana azy.","Fa izay mihaino Ahy kosa hitoetra tsy manana ahiahy, Eny, handry fahizay izy ka tsy hatahotra ny ratsy."]}