{"book":"Ohabolana","chapter":5,"verses":["Anaka, tandremo ny fahendreko, Ary atongilano ny sofinao ho amin'ny fahalalako,","Hiheveranao tsara ny fisainana mazava Sy hitandreman'ny molotrao ny fahalalana.","Fa ny molotry ny vehivavy jejo dia mitete toy ny tantely avy amin'ny tohotra, Ary ny vavany dia malama noho ny diloilo;[Heb. vehivavy tsy vadiny]","Nefa ny farany mangidy tahaka ny hazo mahafaty Ary maranitra hoatra ny sabatra roa lela.","Ny tongony midina ho any amin'ny fahafatesana, Ary ny diany mizotra ho any amin'ny fiainan-tsi-hita. [Heb. Sheola]","Tsy mahazo mandia ny lalan'aina mihitsy izy, Fa manjenjena, ka tsy fantany akory izay halehany.","Koa mihainoa ahy, ry zanaka, Ary aza miala amin'ny teny aloaky ny vavako.","Ampanalaviro azy ny alehanao, Ary aza manakaiky ny varavaran'ny tranony;","Fandrao omenao ho an'ny sasany ny voninahitrao, Ary ny taonanao ho an'izay lozabe;","Fandrao hivokisan'ny vahiny ny fanananao; Ary izay nisasaranao ho tonga ao an-tranon'ny vahiny;","Ka dia hitoloko ianao any am-parany, Raha mihalevona ny nofonao sy ny tenanao;","Dia hanao hoe ianao: Nahoana re no nankahala famaizana aho? Ary nahoana no naniratsira fanaranana ny foko,","Ka tsy nihaino ny tenin'ny mpanoro hevitra ahy, Ary tsy nanongilana ny sofiko hihaino ny mpampianatra ahy?","Efa saiky azon'ny ratsy rehetra aho Tao amin'ny fiangonana sy ny fivoriana.","Misotroa rano avy amin'ny lavaka famorian-dranonao ihany Sy rano miboiboika avy amin'ny fantsakanao.","Hipasaka eny ivelany va ny rano avy amin'ny loharanonao, Ary eny an-dalambe ny rano velonao?","Aoka ho anao irery ihany izany, Fa aza iombonana amin'ny hafa.","Aoka hotahina ny loharanonao, Ary mifalia amin'ny vadin'ny fahatanoranao.","Fa dieravavy mahate-ho-tia sy osi-dia tsara bika izy, Dia aoka ny tratrany no hahafeno fifaliana anao mandrakariva, Ary aoka ho feno faharavoravoana lalandava amin'ny fitiavany ianao.","Nahoana ianao, anaka, no ho renoka amin'ny fitiavana vehivavy jejo Ka hanohona ny tratran'ny vahiny janga? [Heb. vehivavy tsy vadiny]","Fa eo imason'i Jehovah ny alehan'ny olona, Ary ny diany rehetra dia dinihiny avokoa.","Ny heloky ny ratsy fanahy dia mahazo ny tenany ihany, Ary ny kofehin'ny fahotany no itanana azy","Maty noho ny tsi-fahazoany famaizana izy, Eny, mikorapaka noho ny haben'ny fahadalany."]}