{"book":"Ohabolana","chapter":18,"verses":["Izay mitokana ho azy dia mitady ny mahafinaritra ny tenany ihany, Misafoaka manohitra izay hevitra mahasoa rehetra izy.","Ny adala tsy mba finaritra amin'ny fahalalana, Fa ta-haneho izay ao am-pony.","Raha avy ny ratsy fanahy, dia avy ny fanamavoana; Ary miaraka amin'ny fahafaham-baraka ny henatra.","Rano lalina ny teny aloaky ny vavan'ny olona, Ary rano miboiboika ny loharanon'ny fahendrena,","Tsy mety raha manohana ny ratsy fanahy Handresy ny marina amin'ny fitsarana.","Ny molotry ny adala manatona ny fifandirana, Ary ny vavany mihantsy kapoka.","Ny vavan'ny adala no fandringanana azy, Ary ny molony ihany no fandriky ny fanahiny.","Ny tenin'ny mpifosafosa dia toy ny hanim-py Ka mikorotsaka ao anaty kibo indrindra.","Ary izay malaina amin'ny asany Dia rahalahin'ny mpanimba.","Ny anaran'i Jehovah dia tilikambo mafy; Ny marina miezaka ho ao aminy ka voavonjy.[Heb. atao amin'ny avo]","Ny haren'ny manan-karena no vohiny mafy, Ary raha araka ny fiheviny, dia toa manda avo izany.","Ny fireharehan'ny fon'ny olona mialoha ny fahasimbana; Fa ny fanetren-tena kosa mialoha ny voninahitra.","Izay mamaly teny mbola tsy re, Dia hadalana sy henatra ho azy izany.","Ny faharariany dia zakan'ny fanahin'ny olona ihany; Fa ny fanahy kivy, iza no mahazaka izany?","Ny fon'ny manan-tsaina mahazo fahalalana; Ary ny sofin'ny hendry mitady izany.","Ny fanomezan'ny olona dia mahalalaka ny alehany, Hahatonga azy eo anatrehan'ny lehibe.","Izay mandahatra aloha no toa marina; Fa nony avy kosa ny an-daniny, dia mamaly ny teniny.","Ny filokana mampitsahatra ady Ary mampisaraka ny samy mahery.","Ny mampionona ny rahalahy voaisy ratsy dia sarotra noho ny manafaka vohitra mafy, Ary ny fifandirana aminy dia tahaka ny hidin'ny lapan'ny mpanjaka.","Ny vokatry ny vavan'ny olona no mahavoky soa azy; Eny, ny vokatry ny molony no mahavoky azy.","Ny mahafaty sy ny mahavelona samy hain'ny lela, Koa izay manarana azy dia hihinana ny vokany.","Izay lehilahy mahazo vady dia mahazo zava-tsoa Sady mahita sitraka amin'i Jehovah.","Fitarainana no ataon'ny malahelo; Nefa ny manan-karena kosa dia mamaly mahery.","Izay maro sakaiza tsy maintsy tra-pahoriana; Fa misy sakaiza tia, izay mifikitra noho ny rahalahy aza.[Na: tsy maintsy hita fa ratsy]"]}