{"book":"Ohabolana","chapter":17,"verses":["Tsara ny sombi-mofo maina misy fiadanana Noho ny trano feno hena misy fifandirana.","Ny mpanompo hendry dia hanapaka ny zanaka manao izay mahamenatra Sady hizara lova amin'ny mpirahalahy.","Ny memy ho an'ny volafotsy, ary ny fatana fandrendrehana ho an'ny volamena; Fa Jehovah ihany no Mpamantatra ny fo.","Ny mpanao ratsy mampandry sofina amin'ny molotra mandainga; Ary ny mpandainga mihaino ny lela mampidi-doza.","Izay mihomehy ny malahelo manala baraka ny Mpanao azy; Ary izay faly amin'ny fahorian'ny sasany dia tsy maintsy hampijalina.","Satroboninahitry ny antitra ny zafiny; Ary voninahitry ny zanaka ny rainy.","Ny teny jadona tsy tandrifiny halahatry ny adala, Koa mainka fa tsy tokony ho an'ny zanak'andriana ny molotra mandainga.","Ny kolikoly dia toy ny vato soa eo imason'izay mahazo azy, Ka na aiza na aiza alehany dia ambinina ihany.","Izay te-ho be fitiavana dia manaron-keloka; Fa izay mamohafoha teny mampisaraka ny tena mpisakaiza.","Ny anatra dia manan-kery kokoa amin'ny hendry Noho ny kapoka injato amin'ny adala.","Ny maditra dia fatra-pitady ny ratsy, Ka dia iraka lozabe no irahina hamely azy.","Aleo mifanena amin'ny bera very anaka Toy izay amin'ny adala feno hadalana.","Izay mamaly ratsy ny soa, Ny ratsy tsy hiala ao an-tranony.","Ny fiandohan'ny ady dia toy ny manata-drano, Koa ilaozy ny fifandirana, dieny tsy mbola mifandramatra.","Izay manamarina ny meloka, na izay manameloka ny marina,Dia samy fahavetavetana eo imason'i Jehovah.","Hatao inona re ity vola an-tànan'ny adala? Hamidy fahendrena va? tsy manan-tsaina izy.","Izay tena sakaiza tokoa dia tia amin'ny andro rehetra, Sady miseho ho rahalahy hamonjy amin'ny fahoriana.[Heb. ateraka]","Olona tsy ampy saina izay mifandray tanana Hiantoka eo anatrehan'ny sakaizany.","Izay tia ady dia tia heloka; Ary izay manao vavahady avo mitady fahasimbana.","Izay madi-po tsy hahita soa; Ary izay manana lela mandainga hivarina any amin'ny loza.","Izay miteraka adala hahazo alahelo; Ary ny rain'ny adala tsy ho faly.","Ny fo ravoravo mahasalama tsara; Fa ny fanahy kivy mahamaina ny taolana.","Ny ratsy fanahy mandray kolikoly avy any anaty lamba Ho entiny mamadika ny rariny.","Eo anoloan'ny manan-tsaina ny fahendrena; Fa ny mason'ny adala dia mibirioka any amin'ny faran'ny tany.","Ny zanaka adala mampalahelo ny rainy Sady fahoriana mangidy amin'ny reniny niteraka azy.","Tsy mety raha mampijaly ny marina, Na mamely ny manan-kaja noho ny fahamarinany.[Na: tsy amin'ny rariny]","Izay mahafihim-bava no manam-pahalalana; Ary izay mahatsindry fo no manan-tsaina.","Na ny adala aza, raha tsy miteny, dia atao ho hendry, Ary izay mahafihim-bava dia toa manan-tsaina."]}