{"book":"Ohabolana","chapter":3,"verses":["Anaka, aza manadino ny lalàko; Fa aoka ny fonao hitandrina ny didiko;","Fa andro maro sy taona ela iainana Ary fiadanana no hanampiny ho anao.","Aoka tsy handao anao ny famindram-po sy ny fahamarinana; Afehezo eo am-bozonao izany, Ary soraty ao amin'ny fonao tahaka ny amin'ny vato fisaka,","Ka dia hahazo fitia sy fahalalana tsara Eo anatrehan'Andriamanitra sy ny olona ianao.","Matokia an'i Jehovah amin'ny fonao rehetra, Fa aza miankina amin'ny fahalalanao;","Maneke Azy amin'ny alehanao rehetra, Fa Izy handamina ny lalanao,","Aza manao anao ho hendry; Matahora an'i Jehovah, ka mifadia ny ratsy.","Dia ho famelombelomana ny nofonao izany Sy ho fanamandoana ny taolanao.","Mankalazà an'i Jehovah amin'ny fanananao Sy amin'izay voaloham-bokatrao rehetra;","Ka dia ho feno mitafotafo ny fitoeram-barinao, Ary hihoatra ny ranom-boaloboka eo amin'ny vata fanantazanao.","Anaka, aza manamavo ny famaizan'i Jehovah, Ary aza tofoka amin'ny fananarany;","Fa izay tian'i Jehovah no anariny, Dia tahaka ny ataon'ny ray amin'ny zanaka tiany.","Sambatra izay olona mahita fahendrena Sy izay olona mahazo fahalalana.","Fa ny fandrantoana azy dia tsara noho ny fandrantoana volafotsy, Ary ny tombom-barotra aminy dia mihoatra noho ny volamena tsara.","Sarobidy noho ny voahangy izy; Ary izay rehetra irinao tsy misy azo ampitahaina aminy.[Na: perla]","Fa andro maro no eo an-tànany ankavanana; Ary harena sy voninahitra no eo an-tànany ankavia.","Làlana mahafinaritra ny lalany, Ary fiadanana ny alehany rehetra.","Hazon'aina ho an'izay rehetra mifikitra aminy izy; Ary izay rehetra mitana azy no hatao hoe sambatra.","Fahendrena no nanorenan'i Jehovah ny tany, Ary fahalalana no nampitoerany ny lanitra.","Ny fahalalany no entiny mampiboiboika ny rano any amin'ny lalina Sy ampitetevany ando avy amin'ny rahona.","Anaka, aoka tsy hiala amin'ny masonao izany; Raketo ny tena fahendrena sy ny fisainana mazava,","Ka dia ho ain'ny fanahinao izany Ary ho firavaky ny vozonao,","Dia handroso aman-toky ianao, Ka tsy ho tafintohina ny tongotrao.","Tsy hatahotra ianao, raha mandry; Eny, handry ianao, ary ho mamy ny torimasonao.","Aza manahy ny tahotra avy tampoka, Na ny rivo-doza mamely ny ratsy fanahy, raha avy izany; [Na: ny fandringanana avy amin'ny]","Fa Jehovah no ho tokinao Ka hiambina ny tongotrao tsy ho voafandrika.","Aza mamihina ny soa amin'izay tokony homena azy, Raha azon'ny tananao atao ihany;","Aza manao amin'ny namanao hoe: Mandehana, ka avia indray, fa rahampitso no homeko; Kanefa manana ihany ianao.","Aza mamorona sain-dratsy ho enti-mamely ny namanao, Saingy mitoetra matoky eo aminao izy.","Aza miady amin'olona foana, Raha tsy mbola nanisy ratsy anao izy.","Aza mialona ny olon-dozabe, Na mifidy izay lalany akory,","Satria fahavetavetana eo imason'i Jehovah ny maniasia, Fa ao amin'ny marina kosa ny fisakaizany.","Ny ozon'i Jehovah dia ao an-tranon'ny ratsy fanahy; Fa ny fonenan'ny marina dia tahìny kosa.","Na dia tsiratsirainy aza ny mpaniratsira, Dia omeny fahasoavana kosa ny mpandefitra.","Ny hendry handova voninahitra; Fa henatra kosa no ho anjaran'ny adala."]}