{"book":"Romana","chapter":2,"verses":["Koa amin'izany dia tsy manan-kalahatra ianao, ralehilahy, na zovy na zovy ianao izay mitsara; fa izay itsaranao ny sasany no anamelohanao ny tenanao koa, fa ianao izay mitsara aza dia mba manao izany ihany koa. [ Gr. olona]","Nefa fantatsika fa ny fitsaran'Andriamanitra dia araka ny marina amin'izay manao toy izany.","Ary ianao, ralehilahy, izay mitsara ny manao izany, kanefa manao izany koa ny tenanao, moa ataonao va fa ho afa-mandositra ny fitsaran'Andriamanitra ianao? [ Gr. olona]","Sa hamavoinao ny haren'ny fahamoram-panahiny sy ny fandeferany ary ny fahari-pony, satria tsy fantatrao fa ny fahamoram-panahin'Andriamanitra dia mitaona anao hibebaka?","Fa ny ditranao sy ny fonao tsy mibebaka no irakatenao fahatezerana ho anao amin'ny andro fahatezerana sy fampisehoana ny fitsarana marin'Andriamanitra,","Izay hamaly ny olona rehetra araka ny asany avy:","ho an'izay maharitra manao soa mandrakariva ka mitady voninahitra sy laza ary tsi-fahafatesana, dia fiainana mandrakizay;","fa ho an'izay mitady ny ho an'ny tenany ihany kosa sady tsy manaraka ny marina, fa manaraka ny tsy marina, dia fahavinirana sy fahatezerana,","eny, fahoriana sy fahantrana ho an'ny fanahin'ny olona rehetra izay manao ratsy, amin'ny Jiosy aloha, dia vao amin'ny jentilisa koa;","fa voninahitra sy laza ary fiadanana kosa ho an'ny olona rehetra izay manao ny tsara, amin'ny Jiosy aloha, dia vao amin'ny jentilisa koa. [ Gr. Grika]","Fa tsy misy fizahan-tavan'olona amin'Andriamanitra.","Fa izay nanota tsy nanana ny lalàna dia ho very tsy manana ny lalàna; fa izay nanota nanana ny lalàna kosa dia hotsaraina araka ny lalàna.","Fa tsy ny mpandre ny lalàna no marina eo anatrehan'Andriamanitra, fa ny mpankatò ny lalàna no hohamarinina;","fa na oviana na oviana ireo jentilisa tsy manana ny lalàna ireo no misy manao izay nandidian'ny lalàna araka ny nahim-pony, na dia tsy manana ny lalàna aza ireo, dia lalàn-tenany ihany;","fa ireo maneho ny asan'ny lalàna ho voasoratra ao am-pony, sady ny fieritreretany no vavolombelony, ary ny fisainany mifampiampanga, nefa mba mifanafaka ihany koa aza,-","amin'ny andro izay hitsaran'Andriamanitra ny zavatra takona ataon'ny olona, araka ny filazantsarako amin'ny alalan'i Jesosy Kristy.","Fa raha saingy atao hoe Jiosy ianao ka mitoky amin'ny lalàna sy manao an'Andriamanitra ho reharehanao","ary mahalala ny sitrapony sady mamantatra ny zavatra tsara indrindra, satria efa nampianarina ny lalàna ianao [ Na: samy hafa]","ary matoky ny tenanao ho mpitarika ny jamba, fanazavana ny ao amin'ny maizina,","mpananatra ny adala, mpampianatra ny bodo, satria ianao manana ny lalàna ho mariky ny fahalalana sy ny fahamarinana:","ka moa ianao izay mampianatra ny sasany, tsy mba mampianatra ny tenanao koa va? Hianao izay mitory hoe: Aza mangalatra, mba mangalatra ihany va ianao?","Hianao izay manao hoe: Aza mijangajanga, mba mijangajanga ihany va ianao? Hianao izay mametaveta ny sampy, mba mandroba tempoly ihany va ianao?","Hianao izay manao ny lalàna ho reharehanao, mba manala voninahitra an'Andriamanitra ihany va ianao amin'ny andikanao ny lalàna?","Fa araka ny voasoratra, dia ianareo no itenenana ratsy ny anaran'Andriamanitra any amin'ny jentilisa (Isa. 52. 5). [Gr. anaovana blasfemia; izahao Mat. 9, 3]","Fa ny famorana mahasoa tokoa, raha mankatò ny lalàna ianao; fa raha mpandika ny lalàna kosa ianao, dia efa tonga toy ny tsy voafora, na dia efa voafora aza.","Ary raha mankatò ny fitsipiky ny lalàna ny tsy voafora, tsy hatao ho isan'ny voafora va izy, na dia tsy voafora aza?","Ary tsy hohelohin'ny tsy mifora izay mankatò ny lalàna va ianao, izay mpandika ny lalàna, na dia manana ny soratra sy ny famorana aza ianao?","Fa tsy izay araka ny miseho no Jiosy, ary tsy izay miseho eo amin'ny nofo no famorana;","fa izay araka ny miafina no Jiosy, ary ny famorana dia amin'ny fo, amin'ny fanahy, fa tsy amin'ny soratra; ny fiderana ireny tsy avy amin'ny olona, fa avy amin'Andriamanitra."]}