{"book":"Romana","chapter":16,"verses":["Indry, Foiby anabavintsika, diakon'ny fiangonana at? Kenkrea, lazaiko tsara aminareo,","mba horaisinareo ao amin'ny Tompo izy, toy izay miendrika ny olona masina, ary mba hampianareo izy amin'izay raharaha ilany anareo; fa izy dia mpiahy ny maro mbamin'ny tenako koa.","Veloma amin'i Prisila sy Akoila, mpiara-miasa amiko ao amin'i Kristy Jesosy;","izy mivady dia nanolotra ny tendany hamonjy ny aiko; nefa tsy izaho ihany no misaotra azy, fa ny fiangonana rehetra any amin'ny jentilisa koa.","Ary veloma amin'ny fiangonana izay ao an-tranony. Veloma amin'i Epaineto malalako, izay voaloham-bokatr'i Asia ho an'i Kristy.","Veloma amin'i Maria, izay nikely aina fatratra ho anareo.","Veloma amin'i Androniko sy Jonia, havako sy namako niara-nifatotra tamiko, izay malaza eo amin'ny Apostoly sady tao amin'i Kristy talohako.","Veloma amin'i Ampliato, malalako ao amin'ny Tompo.","Veloma amin'i Orbano, mpiara-miasa aminay ao amin'i Kristy, sy Staky malalako.","Veloma amin'i Apela, ilay efa voazaha toetra ao amin'i Kristy. Veloma amin'ny ankohonan'i Aristobolo.","Veloma amin'i Herodiona havako. Veloma amin'ny ankohonan'i Narkisa, izay ao amin'ny Tompo.","Veloma amin'i Tryfena sy Tryfosa, izay mikely aina ao amin'ny Tompo. Veloma amin'i Perysa malala, izay nikely aina fatratra ao amin'ny Tompo.","Veloma amin'i Rofosy, ilay voafidy ao amin'ny Tompo, ary amin'ny reniny sy reniko.","Veloma amin'i Asynkrito, Flegona, Hermesy, Patroba, Herma, mbamin'ny rahalahy ao aminy.","Veloma amin'i Filologo sy Jolia, Nerea sy ny anabaviny, sy Olympa ary ny olona masina rehetra izay ao aminy.","Mifanaova veloma amin'ny fanorohana masina. Ny fiangonana rehetra an'i Kristy manao veloma anareo.","Fa izaho mananatra anareo, ry rahalahy, mba hitandrina ny amin'izay mahatonga ny fisarahana sy ny fahatafintohinana tsy araka ny fampianarana efa nianaranareo; mialà amin'ireny olona ireny.","Fa izy ireny tsy mba manompo an'i Kristy Tompontsika, fa ny kibony ihany; ary teny malefaka sady tsara lahatra no amitahany ny fon'ny tsy ary saina.","Fa efa niely any amin'ny olona rehetra ny lazan'ny fanarahanareo. Ary faly aho noho ny aminareo; satria tiako ho hendry amin'izay tsara ianareo, ary tsy hiharo amin'izay ratsy.","Fa Andriamanitry ny fiadanana hanorotoro an'i Satana faingana eo ambanin'ny tongotrareo. Ho aminareo anie ny fahasoavan'i Jesosy Kristy Tompontsika.","Manao veloma anareo Timoty, mpiara-miasa amiko, sy Losio sy Jasona ary Sosipatro havako.","Izaho, Tertio, izay manoratra ity epistily ity, manao veloma anareo ao amin'ny Tompo.","Gaio, ilay itoeranay sy ny fiangonana rehetra, manao veloma anareo. Erasto, mpitahiry ny volam-panjakana ato an-tanàna, sy Koarto rahalahy manao veloma anareo.","","Ary ho an'izay mahay mampahery anareo araka ny filazantsarako sy ny fitoriana an'i Jesosy Kristy, araka ny fampisehoana ny zava-niafina, izay voàfina hatry ny fony fahagola,","fa efa naseho ankehitriny tamin'izay soratry ny mpaminany, araka ny didin'Andriamanitra mandrakizay, ka nampahafantarina any amin'ny firenena rehetra hahatonga fanekena ny finoana,","ho an'Andriamanitra tokana ihany sady hendry anie ny voninahitra amin'ny alalan'i Jesosy Kristy mandrakizay mandrakizay. Amena."]}