{"book":"Romana","chapter":9,"verses":["Milaza ny marina ao amin'i Kristy aho, fa tsy mandainga, sady miara-milaza amiko ao amin'ny Fanahy Masina koa ny fieritreretako,","fa mafy ny alaheloko, ka tsy mety mitsahatra ny fahorian'ny foko.","Fa efa saiky niriko aza ho voaozona ho afaka tamin'i Kristy ny tenako mba hahavonjeko ny rahalahiko, havako araka ny nofo, [ Gr. anatema]","izay Isiraelita sady manana ny fananganan'anaka sy ny voninahitra sy ny fanekena sy ny fanomezana ny lalàna sy ny fombam-pivavahana ary ny teny fikasana;","azy koa ny razana, sady avy taminy araka ny nofo Kristy, Izay ambonin'izy rehetra, Andriamanitra isaorana mandrakizay. Amena. [ Na: Avy taminy araky ny nofo Kristy. Isaorana mandrakizay anie Andriamanitra, Izay ambonin'izy rehetra]","Kanefa tsy lazaiko fa foana ny tenin'Andriamanitra tsy akory. Fa tsy izay rehetra avy amin'ny Isiraely no Isiraely.","Ary na dia taranak'i Abrahama aza ireo, tsy dia ary zanany avokoa; fa avy amin'isaka no hantsoina izay taranaka ho anao (Gen. 21. 12).","Izany hoe: Tsy ny zanaky ny nofo no zanak'Andriamanitra; fa ny zanaky ny teny fikasana no isaina ho taranaka.","Fa izao no filàzan'ny teny fikasana: Raha avy ny taona toy izao, dia ho avy Aho, ary hanana zazalahy Saraha (Gen. 18. 10).","Ary tsy izany ihany, fa Rebeka koa dia nanan'anaka tamin'ny anankiray, dia tamin'isaka razantsika;","fa raha tsy mbola teraka ireo, ary tsy mbola nanao tsara na ratsy (mba hitoeran'ny fikasan'Andriamanitra araka ny fifidianana, tsy avy amin'ny asa, fa avy amin'izay miantso),","dia nolazaina tamin-dravehivavy hoe: Ny zokiny hanompo ny zandriny (Gen. 25. 23);","araka ny voasoratra hoe: Jakoba no tiako, fa Esao no halako (Mal. 1. 2, 3).","Ahoana ary no holazaintsika? Misy tsi-fahamarinana va amin'Andriamanitra? Sanatria izany!","Fa hoy Izy tamin'i Mosesy: Izaho hiantra izay hiantrako, ary hamindra fo amin'izay hamindrako fo (Eks. 33. 19).","Koa dia tsy avy amin'izay maniry na amin'izay mihazakazaka izany, fa avy amin'Andriamanitra Izay miantra.","Fa hoy ny Soratra Masina tamin'i Farao: Izany no nanandratako anao, mba ho entiko mampiseho ny heriko, ary mba hanambarana ny anarako any amin'ny tany rehetra (Eks. 9. 16).","Koa izay tiany hamindrana fo no amindrany fo, ary izay tiany hohamafìna fo no hamafiny fo.","Hianao ary dia hanao amiko hoe: Koa nahoana Izy no manome tsiny ihany? Fa iza no manohitra ny sitrapony?","Tsia, ralehilahy, fa iza moa ianao, no mamaly an'Andriamanitra? Izay zavatra noforonina va hanao amin'izay namorona azy hoe: Nahoana Hianao no nanao ahy toy izao?","Ny mpanefy vilany va tsy manam-pahefana amin'ny tanimanga, ka ny vongany iray ihany no anaovany zavatra samy hafa, ny iray hohajaina, ary ny iray hatao tsinontsinona?","Sa ahoana kosa raha Andriamanitra, na dia ta-haneho ny fahatezerany sy hampahafantatra ny heriny aza, dia be fahari-po ka nandefitra tamin'izay fanaky ny fahatezerana voavoatra hosimbana,","mba hampahafantarina koa ny haren'ny voninahiny amin'izay fanaky ny famindram-po, izay namboariny rahateo hahazo voninahitra,","dia isika izay nantsoiny koa, tsy ny avy amin'ny Jiosy ihany, fa ny avy amin'ny jentilisa koa,","araka izay lazainy eo amin'i Hosea hoe: Hiantso ny tsy oloko hoe oloko Aho; Ary ilay tsy malala hoe malala (Hos. 2. 25);","Ary any amin'ny tany izay nilazana taminy hoe: Tsy oloko ianareo, Dia any no hiantsoana azy hoe zanak'Andriamanitra velona (Hos. 2. 1).","Ary Isaia milaza ny amin'ny Isiraely hoe: Na dia toy ny fasika any amin'ny ranomasina aza ny isan'ny Zanak'isiraely, dia izay sisa ihany no hovonjena;","fa amin'ny fahatanterahana faingana no hanefan'i Jehovah ny teniny ambonin'ny tany (Isa. 10. 22, 23);","ary araka izay nolazain'Isaia fahiny hoe: Raha tsy Jehovah, Tompon'ny maro, no namela taranaka ho antsika, Dia efa tonga tahaka an'i Sodoma sy tonga tahaka an'i Gomora isika (Isa. 1. 9).","Ahoana ary no holazaintsika? Ny jentilisa, izay tsy nitady fahamarinana, no nahazo fahamarinana, nefa fahamarinana izay avy amin'ny finoana?","fa ny Isiraely, izay nitady lalàn'ny fahamarinana kosa, dia tsy nahatratra izany lalàna izany.","Nahoana moa? Satria tsy tamin'ny finoana, fa toa tamin'ny asa, ka tafintohina tamin'ny vato mahatafintohina izy;","araka ny voasoratra hoe: Indro Aho mametraka vato mahatafintohina sy vatolampy mahasolafaka ao Ziona; Ary izay mino Azy tsy ho menatra (Isa. 8. 14; 28. 16)."]}