{"book":"Romana","chapter":10,"verses":["Ry rahalahy, ny irin'ny foko sy ny angatahiko amin'Andriamanitra ho an'ireny dia famonjena.","Fa vavolombelon'ireny aho fa mazoto ho an'Andriamanitra izy, saingy tsy araka ny fahalalana.","Fa satria tsy nahalala ny fahamarinana avy amin'Andriamanitra izy ka nitady hanamarina ny tenany, dia tsy nanaiky ny fahamarinana avy amin'Andriamanitra.","Fa Kristy no faran'ny lalàna ho fahamarinana ho an'izay rehetra mino.","Fa Mosesy nanoratra milaza fa izay olona manao ny fahamarinana avy amin'ny lalàna no ho velona amin'izany (Lev. 18. 5).","Fa ny fahamarinana izay avy amin'ny finoana kosa manao hoe: Aza milaza ao am-ponao hoe; Iza no hiakatra any an-danitra? (dia ny hampidina an'i Kristy izany,)","na: Iza no hidina any amin'ny lalina? (dia ny hampiakatra an'i Kristy avy any amin'ny maty izany.)","Fa ahoana no lazainy? Eo akaikinao ny teny, dia eo am-bavanao sy ao am-ponao (Deo. 30. 12-14), dia ny teny ny amin'ny finoana, izay torinay;","satria raha manaiky an'i Jesosy ho Tompo amin'ny vavanao ianao ary mino amin'ny fonao fa Andriamanitra efa nanangana Azy tamin'ny maty, dia hovonjena ianao.","Fa amin'ny fo no inoana hahazoana fahamarinana, ary amin'ny vava no anekena hahazoana famonjena.","Fa hoy ny Soratra Masina: Tsy ho menatra izay rehetra mino Azy (Isa. 28. 16).","Fa tsy misy hafa, na Jiosy na jentilisa, fa iray ihany no Tompon'izy rehetra, sady manan-karena homeny izay rehetra miantso Ary Izy. [Gr. Grika]","Fa izay rehetra miantso ny anaran'ny Tompo no hovonjena (Joe. 3. 5).","Hataony ahoana ary no fiantso izay tsy ninoany? Ary hataony ahoana no fino izay Olona tsy reny? Ary hataony ahoana no fandre raha tsy misy mpitory?","Ary hataony ahoana no fitory, raha tsy nirahina? araka ny voasoratra hoe: Akory ny hatsaran'ny tongotr'iry mitondra teny soa mahafaly! (Isa. 52. 7).","Nefa tsy izy rehetra no nanaiky ny teny soa mahafaly. Fa hoy Isaia: Jehovah ô, iza no nino ny teny nampitondraina anay? (Isa. 53. 1.)","Koa ny finoana dia avy amin'ny tori-teny, ary ny tori-teny kosa avy amin'ny tenin'i Kristy.","Fa hoy izaho: Sao tsy nahare izy? Tsia; fa Efa nivoaka ho any amin'ny tany rehetra ny feony, Ary izay mino Ary tsy ho menatra, Ary ny teniny hatramin'ny faran'izao rehetra izao (Sal. 19. 4). [ Na: filazantsara]","Fa hoy izaho: Sao tsy nahalala ny Isiraely? Voalohany, Mosesy manao hoe: Izaho hampialona anareo amin'izay tsy firenena, Dia amin'ny firenena adala no hampahasosorako anareo (Deo. 32. 21).","Fa sahy mihitsy Isaia ka manao hoe: Hitan'izay tsy nitady Ahy Aho, Ary niseho tamin'izay tsy nanontany Ahy.","Fa ny amin'ny Isiraely dia hoy izy: Mandritra ny andro no efa naninjirako ny tanako tamin'izay firenena sady tsy manaraka no mandà (Isa. 65. 1. 2)."]}