{"book":"Rota","chapter":2,"verses":["Ary nisy havan'ny vadin'i Naomy avy amin'ny fokon'i Elimeleka, lehilahy mpanjatobe, Boaza no anarany.","Ary hoy Rota, vehivavy Moabita, tamin'i Naomy: Aoka aho hankany an-tsaha mba hitsimpona salohim-bary eo aorian'izay hahitako fitia eo imasony. Dia hoy izy taminy: Andeha ary, anaka.","Dia lasa nandeha izy ka nitsimpona tany an-tsaha teo aorian'ny mpijinja; ary sendra tonga tany amin'ny tanimbarin'i Boaza, izay avy amin'ny fokon'i Elimeleka, izy.","Ary, indro, Boaza tonga avy tany Betlehema ka niteny tamin'ny mpijinja hoe: Jehovah anie ho aminareo. Dia hoy kosa Ireo taminy: Hitahy anao anie Jehovah.","Dia hoy Boaza tamin'ny zatovony, izay nitandrina ny mpijinja: Zanak'iza moa io zazavavy io?","Dia namaly ilay zatovo nitandrina ny mpijinja ka nanao hoe: Zazavavy Moabita, izay niverina nomba an'i Naomy avy tany amin'ny tany Moaba io;","fa hoy izy: Masìna ianao aoka aho hitsimpona sy hanangona eo aorian'ny mpijinja eny anelanelan'ny amboara; dia tonga izy ka nijanona teto hatramin'ny maraina ka mandraka ankehitriny; kely foana no nitoerany tao an-trano.","Dia hoy Boaza tamin'i Rota: Tsy mandre va ianao, anaka? Aza mandeha hitsimpona any an-tanimbary hafa na miala eto ianao, fa mitoera eto anilan'ny zatovovavy.","Aoka ny masonao ho amin'ny tanimbary izay jinjany, ka manaraha eo aoriany ianao: tsy efa nodidiako va ny zatovo tsy haninona anao? Ary raha mangetaheta ianao, mankanesa eroa amin'ny siny, ka misotroa amin'izay antsakain'ny zatovo.","Dia niondrika sy niankohoka tamin'ny tany Rota ka nanao taminy hoe: Ahoana no mba ahitako fitia eto imasonao sy itsinjovanao ahy, nefa vahiny ihany aho?","Dia namaly Boaza ka nanao taminy hoe: Efa reko tsara izay rehetra nataonao tamin'ny rafozanao-vavy hatrizay nahafatesan'ny vadinao sy ny nahafoizanao ny rainao sy ny reninao mbamin'ny tany nahaterahanao sy nankanesanao at? amin'ny firenena tsy mbola fantatrao.","Hamaly ny nataonao anie Jehovah. ka homen'i Jehovah, Andriamanitry ny Isiraely, valim-pitia lehibe anie ianao, satria avy hialoka eo ambanin'ny elany ianao.","Dia hoy Izy: Aoka hahita fitia eo imasonao aho, tompokolahy; fa efa nampifaly ahy ianao, ary efa niteny mora tamin'ny zatovovavinao, na dia tsy tahaka ny anankiray amin'ny zatovovavinao aza aho.","Ary rehefa tonga ny fotoam-pisakafoana, dia hoy Boaza taminy: Mankanesa at?, ka mihinàna mofo, ary atsobohy amin'ny vinaingitra ny sombi-mofonao. Dia nipetraka teo anilan'ny mpijinja izy; ary nangalan-dralehilahy lango izy, dia nihinana ka voky, ary nisy sisa tsy laniny aza.","Ary raha nitsangana hitsimpona izy, dia nodidian'i Boaza ny ankizilahiny hoe: Aoka izy hitsimpona na dia eny anelanelan'ny amboara aza, ka aza maninona azy.","Ary asio latsadatsaka avy amin'ny amboara, ka avelao ireny hotsimponiny, fa aza raràna izy.","Ary nitsimpona tany an-tsaha mandra-paharivan'ny andro Rota, dia nively izay efa voatsimpony, ka nisy vary hordea tokony ho iray efaha.","Dia nentiny izany, ka nankany an-tanàna izy, ary hitan'ny rafozani-vavy izay efa voatsimpony; ary navoakany koa ilay sisa tsy laniny tamin'ny nisakafoany ka nomeny ny rafozany.","Dia hoy ny rafozanivavy taminy: Taiza no nitsimponanao androany, ary taiza no nanaovanao? Hotahina anie izay nitsinjo anao. Dia nambarany tamin'ny rafozani-vavy izay efa nitsimponany ka hoy izy: Boaza no anaran'ny lehilahy, izay tompon'ny tanimbary nitsimponako androany","Dia hoy Naomy tamin'ny vinantonivavy: Hotahin'i Jehovah anie izay tsy nitsahatra hanao soa amin'ny velona sy ny maty. Ary hoy koa Naomy taminy: Havantsika akaiky ihany ralehilahy, ka isan'izay mahavotra antsika izy.","Ary hoy Rota, vehivavy Moabita: Izao koa no nataony tamiko: Mitoera tsara eo anilan'ny zatovoko ianao mandra-pahatapitry ny fijinjana.","Ary hoy Naomy tamin'i Rota vinantoni-vavy: Tsara izany, anaka, raha miara-mivoaka amin'ny ankizivavy ianao, fandrao hisy haninona anao raha any an-tsaha hafa.","Ary izy tsy nety nisaraka tamin'ny zatovovavin'i Boaza, fa nitsimpona mandra-pahatapitry ny fijinjana ny vary hordea sy ny vary tritika; ary nitoetra tao amin'ny rafozani-vavy Izy."]}