{"book":"Salamo","chapter":139,"verses":["Ho an'ny mpiventy hira. Salamo nataon'i Davida. Jehovah ô, efa nandinika ahy Hianao ka mahalala ahy.","Hianao no mahalala ny fipetrako sy ny fitsangako Sady mahafantatra ny hevitro eny lavitra eny.","Voadinikao ny toetro, na mandeha aho, na mandry; Ary fantatrao tsara ny alehako rehetra.","Fa, indro, tsy misy teny tsy fantatrao eo amin'ny lelako, Jehovah ô.","Manodidina ahy eo ivohoko sy eo anatrehako Hianao, Ary apetrakao amiko ny tananao.","Fahalalana mahagaga ahy loatra izany, Eny, avo loatra ka tsy tratro.","Aiza no hialako amin'ny Fanahinao? Aiza no handosirako tsy ho eo anatrehanao?","Na dia miakatra any an-danitra aza aho dia any Hianao; Ary na dia manao ny fiainan-tsi-hita ho fandriako aza aho, indro, any Hianao.[Heb. Sheola]","Na dia maka ny elatry ny maraina aza aho, Mba hitoetra any am-paran'ny ranomasina,","Dia mbola entin'ny tananao ihany aho, na dia izany aza, Sy hazonin'ny tananao ankavanana.","Ary na dia hoy izaho aza: Aoka ny maizina hanarona ahy, Ary aoka ny mazava manodidina ahy ho tonga alina,","Tsia, fa ny maizina aza tsy mahamaizina aminao; Fa ny alina dia mahazava toy ny andro ihany, Ka sahala ny mazava sy ny maizina.[Na: Na dia hoy izaho aza: Hanarona ahy tokoa ny maizina, Dia ny alina aza no ho mazava manodidina ahy; Eny, ...]","Fa Hianao no nahary ny voako; Namolavola ahy tao an-kibon-dreniko Hianao.","Hidera Anao aho; fa mahatahotra sy mahatalanjona ny nanaovana ahy; Mahagaga ny asanao; Ary fantatry ny fanahiko marimarina izany.","Ny tenako tsy niafina taminao, Fony natao tao amin'ny miafina aho, Ka noforoninao hisy endrika tany ambanin'ny tany.","Ny masonao efa nahita ahy na dia fony tsy mbola ary fady aza aho; Voasoratra teo amin'ny bokinao avokoa ny andro voatendry, Fony tsy mbola nisy na dia iray akory aza.","Endrey, zava-tsoa amiko indrindra ny hevitrao, Andriamanitra ô! Akory ny hamaron'ny isany!","Raha hanisa azy aho, dia maro isa lavitra noho ny fasika izy; Raha mifoha aho, dia mbola aminao ihany.","Haringanao mihitsy ny ratsy fanahy, Andriamanitra ô, Ary mialà amiko, ianareo mpandatsa-drà. [Na: Haringanao mihitsy anie ny ratsy fanahy, Andriamanitra ô]","Dia izay manonona Anao ho enti-mamitaka, Jehovah ô, Eny, ny fahavalonao izay manonona Anao foana.","Tsy hankahala izay mankahala Anao va aho, Jehovah ô, Sy ho tezitra amin'izay mitsangana hanohitra Anao? [Heb. ho maloiloy]","Halako dia halako marina tokoa ireny; Efa fahavaloko ireny.","Diniho aho, Andriamanitra ô, ary fantaro ny foko; Izahao toetra aho, ary fantaro ny eritreritro;","Ary izahao na misy lalana mampahory ato anatiko, Dia tariho amin'ny lalana mandrakizay aho."]}