{"book":"Salamo","chapter":109,"verses":["Ho an'ny mpiventy hira. Salamo nataon'i Davida. RY Andriamanitra fidèrako ô, aza mangina Hianao,","Fa nisoka-bava ny ratsy fanahy sy ny mpamitaka hamely ahy; Niteny ahy tamin'ny lela mandainga izy.","Teny fankahalana no nanodidinany ahy; Ary niady tamiko tsy ahoan-tsy ahoana izy.","Ny fitiavako dia valiany fandrafiana; Fa izaho kosa dia mivavaka.","Ny soa nataoko novaliany ratsy, Ary ny fitiavako novaliany fankahalana.","Anendreo olona ratsy fanahy hanapaka azy; Ary aoka hisy mpanohitra hitsangana eo an-kavanany.[Na: aoka Satana]","Raha hotsaraina izy, dia aoka ho meloka, Ary aoka ny fivavahany ho tonga fahotana.","Aoka ho vitsy ny androny; Ary aoka ho lasan'olon-kafa ny anjara raharahany.","Aoka ho kamboty ny zanany; Ary aoka ho mpitondratena ny vadiny","Aoka hirenireny mangataka ny zanany, Ary aoka hiremby lavitra ny tranony efa rava izy.","Aoka ny mpampanàna vola hamandrika izay rehetra ananany; Ary aoka ny olon-kafa hifaoka ny vokatry ny asany.","Aoka tsy hisy haharitra hamindra fo aminy, Na hiantra ny zanany kamboty.","Aoka ho fongora ny taranany; Ary aoka hovonoina amin'ny taranaka mandimby ny anarany.","Aoka hotsarovan'i Jehovah ny helo-drainy; Ary aoka tsy hovonoina ny helo-dreniny.","Aoka ho eo anatrehan'i Jehovah mandrakariva izany, Ary hofoanany tsy ho eo ambonin'ny tany anie ny fahatsiarovana azy.","Satria tsy mba nahatsiaro hamindra fo izy, Fa nanenjika ny ory sy ny malahelo Ary ny reraka am-po mba hahafaty azy;","Tia ozona izy, ka nanody azy izany; Tsy tia indrafo izy, ka nanalavitra azy izany.","Nitafy ozona tahaka ny lambany izy, Ka niditra tao an-kibony tahaka ny rano izany, Ary tao amin'ny taolany tahaka ny diloilo;","Dia aoka ho tahaka ny lamba itafiany izany, Ary ho fisikinana isikinany mandrakariva.","Izany no famaliana avy amin'i Jehovah ho an'ny mpanohitra ahy, Dia izay manendrikendrika ahy.","Fa Hianao, Jehovah Tompo ô, miasà ho ahy noho ny anaranao; Vonjeo aho, fa tsara ny famindram-ponao.","Fa mahantra sy malahelo aho, Ary ny foko dia voatsindrona ato anatiko.","Lasa tahaka ny aloka mihelina aho; Roahina tahaka ny valala aho.","Efa malemy ny lohaliko noho ny fifadian-kanina; Ary efa mihena ny hatavin'ny nofoko.","Ary izaho dia tonga fandatsan'ireny; Mijery ahy izy ka mihifikifi-doha.","Ampio aho Jehovah Andriamanitro ô; Vonjeo araka ny famindram-ponao aho;","Ary aoka ho fantany fa tananao izany; Hianao, Jehovah ô, no nanao izany.","Manozona izy ireo, fa Hianao kosa mitahy; Mitsanga-menatra izy, fa mifaly kosa ny mpanomponao.","Mitafy henatra ny fahavaloko Ka misaron-kenatra tahaka ny lamba.","Hidera an'i Jehovah indrindra amin'ny vavako aho; Eny, eo amin'ny olona maro no hiderako Azy.","Fa mitsangana eo an-kavanan'ny malahelo Izy Mba hamonjy azy amin'izay manameloka ny fanahiny."]}