{"book":"Salamo","chapter":44,"verses":["Ho an'ny mpiventy hira. Nataon'ny Koraita. Maskila. Ny sofinay no nandrenesanay, Andriamanitra ô, ny razanay nilaza taminay ny asa nataonao tamin'ny androny, dia tamin'ny andro fahiny.","Ny tananao no nandroahanao ny firenen-tsamy hafa, fa izy kosa nampitoerinao; efa nampahorinao ny firenena maro, fa izy kosa nataonao mahafeno tany.","Fa tsy ny sabany no nahazoany ny tany, ary tsy ny sandriny no namonjy azy; fa ny tananao ankavanana sy ny sandrinao ary ny fahazavan'ny tavanao, satria efa sitrakao izy.","Hianao dia Hianao no Mpanjakako, Andriamanitra ô; Mandidia famonjena ho an'i Jakoba.","Hianao no hanosehanay ny fahavalonay; ny anaranao no hanitsahanay izay mitsangana hamely anay.","Fa tsy ny tsipikako no itokiako, ary ny sabatro tsy hahavonjy ahy.","Fa namonjy anay tamin'ny fahavalonay Hianao, ary ny nankahala anay dia nataonao menatra.","Andriamanitra no ankalazainay mandrakariva; ary ny anaranao no hoderainay mandrakizay.","Fa efa nanary anay ianao ka nampahamenatra anay, ary tsy mba mivoaka miaraka amin'ny antokon'ny miaramilanay Hianao.","Ataonao miamboho ny fahavalonay izahay, koa ny mankahala anay dia nanaram-po namabo.","Atolotrao tahaka ny ondry hohanina izahay, ary aelinao any amin'ny firenen-tsamy hafa.","Mivarotra ny olonao tsy vola tsy harena Hianao, ka tsy mahazo tombony amin'ny vidiny.","Ataonao fandatsan'ny olona miray monina aminay izahay, dia fanakora sy faneson'izay manodidina anay.","Ataonao ho ambentinteny amin'ny firenen-tsamy hafa izahay, dia fihifikifihan-doha amin'ny olona maro.","Tsaroako mandrakariva ny fahafaham-boninahitro, ary efa manafotra ahy ny fangaihaizako,","Noho ny feon'ny mpanaratsy sy ny mpanamavo, noho ny fahavalo sy ny mpamaly ratsy.","Izany rehetra izany no manjo anay, nefa tsy manadino anao izahay ary tsy mivadika ny fanekenao.","Tsy mihemotra ny fonay, ary tsy miala amin'ny lalanao ny dianay.","Nefa Hianao nanorotoro anay teo amin'ny fitoeran'ny amboadia sy nanarona anay tamin'ny aloky ny fahafatesana.[Na: jakala]","Raha nanadino ny anaran'Andriamanitray izahay, na nananty tanana tamin'ny andriamani-kafa,","Tsy handinika izany va Andriamanitra? Fa Izy mahalala ny miafina ao am-po.","Fa noho ny aminao no amonoana anay mandrakariva; toy ny ondry hovonoina no fijery anay.","Mifohaza, ry Tompo ô, nahoana no matory Hianao? Mitsangàna, aza manary mandrakizay.","Nahoana no manafina ny tavanao Hianao, ka manadino ny fahantranay sy ny fahorianay?","Fa miankohoka amin'ny vovoka ny fanahinay, miraikitra amin'ny tany ny kibonay.","Mitsangàna hamonjy anay, ary avoty izahay araka ny famindram-ponao."]}