{"book":"Salamo","chapter":104,"verses":["Misaora an'i Jehovah, ry fanahiko. Jehovah Andriamanitro ô, lehibe indrindra Hianao, Famirapiratana sy voninahitra no fitafinao,","Mitafy ny mazava tahaka ny lamba Izy Ary mamelatra ny lanitra tahaka ny lay,","Ary mametraka ny rairain-drihan'ny tranony amin'ny rano, Sady manao ny rahona matevina ho kalesiny ka mandeha amin'ny elatry ny rivotra,","Ary manao ny rivotra ho irany Sy ny lelafo ho mpanompony.[Na: Manao ny anjeliny ho rivotra Ary ny mpanompony ho lelafo]","Nanorina ny tany tambonin'ny fanorenany Izy, Mba tsy hihetseha-ny mandrakizay doria.","Ny rano lalina no nasaronao azy tahaka ny lamba; Nandifotra ny tendrombohitra aza ireny.","Noho ny teny mafy nataonao dia nandositra ny tendrombohitra, Noho ny feon'ny kotrokoranao dia nirifatra izy","Nisondrotra ny tendrombohitra, nietry ny lohasaha ho any amin'izay namboarinao hitoerany.","Efa nasianao fetra tsy hihoarany izy Mba tsy hiverina hanarona ny tany.","Mampandeha loharano eny amin'ny lohasaha Izy; Eny anelanelan'ny tendrombohitra no alehan'ireny,","Ka isotroan'ny bibi-dia rehetra, Sy analan'ny boriki-dia ny hetahetany;","Eo amboniny no itoeran'ny voro-manidina; Ary eo amin'ny ran-tsan-kazo no anenoany.","Manondra-drano ny tendrombohitra avy amin'ny tranony ambony Izy; Ny vokatry ny asanao no mahavoky ny tany.","Mampaniry ahitra ho an'ny biby fiompy Izy Sy anana hahasoa ny olona. Ary mamoaka hanina avy amin'ny tany.","Ary divay izay mampifaly ny olona, ka mampinendonendo ny tavany mihoatra noho ny diloilo, Ary mofo hanohanana ny ain'ny olona.","Voky ny hazon'i Jehovah, Dia ny sederan'i Libanona, izay namboleny;","Izay anaovan'ny voron-kely ny akaniny; Ary ny vano, dia ao amin'ny kypreso no anaovany ny tranony.","Ny tendrombohitra avo dia ho an'ny osi-dia; Ny harambato no fiarovana ho an'ny hyraka.","Nanao ny volana ho fotoana Izy, Ary ny masoandro mahalala ny filentehany.","Mahatonga aizina Hianao, dia tonga ny alina, Ka mivezivezy ny biby rehetra any an'ala;","Ny liona tanora mierona maniry toha Ka mitady ny haniny avy amin'Andriamanitra.","Miposaka ny masoandro, dia miverina ireny, Ary ao an-davany no amitsahany.","Fa ny olona kosa mivoaka ho any amin'ny taozavany, Sy ny asany mandra-paharivan'ny andro.","Endrey ny hamaroan'ny asanao, Jehovah ô! Fahendrena no nanaovanao azy rehetra; Henika ny zavatra nataonao ny tany. [Na: ny harenao]","Indro ny ranomasina sady lehibe no malalaka, Any no misy zava-mihetsiketsika tsy tambo isaina, Dia zava-miaina, na kely na lehibe.","Any no alehan'ny sambo Sy ny trozona, izay noforoninao hilaolao any.[Na: holaolaovinao]","Ireo rehetra ireo miandry Anao, Mba homenao ny haniny amin'ny fotoany.","Manome Hianao, dia manangona izy; Manokatra ny tananao Hianao, dia voky ny soa izy;","Manafina ny tavanao Hianao, dia raiki-tahotra izy; Alainao indray ny ainy, dia maty izy Ka mody any amin'ny vovoka nanalana azy,","Maniraka ny Fanahinao Hianao, dia ary izy, Ary manavao ny tarehin'ny tany Hianao.","Ho mandrakizay anie ny voninahitr'i Jehovah; Aoka Jehovah hifaly amin'ny asany.","Jereny ny tany, dia mihorohoro; Tendren'ny tànany ny tendrombohitra, dia midonaka.","Hihira ho an'i Jehovah aho, raha mbola velona koa; Hankalaza an'Andriamanitro aho, raha mbola miaina.","Ho maminy anie ny fisainako Azy; Izaho no hifaly amin'i Jehovah.","Ho lany ringana tsy ho ety amin'ny tany ny mpanota, Ary ny ratsy fanahy tsy ho ety intsony. Misaora an'i Jehovah, ry fanahiko. Haleloia."]}