{"book":"Salamo","chapter":22,"verses":["Ho an'ny mpiventy hira. Alaieleth-hasahara. Salamo nataon'i Davida. Andriamanitra ô, Andriamanitro ô, nahoana no dia mahafoy ahy Hianao? Lavitra ny famonjena ahy ny tenin'ny fitarainako.","Andriamanitro ô, miantso aho nony andro, nefa tsy mamaly Hianao; ary nony alina, nefa tsy mahita fiononana aho.","Kanefa masina Hianao, Ry mipetraka eo ambonin'ny fideran'ny Isiraely.","Hianao no nitokian'ny razanay; Natoky izy, ka namonjy azy Hianao.","Hianao no nitarainany, ka afaka izy; Hianao no nitokiany, ka tsy menatra izy.","Ary izaho dia olitra, fa tsy olona, fandatsan'olona sy fanevatevam-bahoaka.","Izay rehetra mahita ahy dia manaraby ahy; manondro molotra izy sady mihifikifi-doha ka manao hoe:","Ankino amin'i Jehovah, dia aoka Izy hamonjy azy; eny, aoka Izy hanafaka azy, raha mankasitraka azy Izy.[Na: Efa niankina tamin'i Jehovah izy]","Fa Hianao no nampivoaka ahy avy tao an-kibo; nampandry ahy fahizay ianao, fony aho mbola nampinonoin'ny reniko;","Nankinina taminao hatrany am-bohoka aho; hatrany an-kibon-dreniko dia Andriamanitro Hianao.","Aza manalavitra ahy Hianao, fa akaiky ny fahoriana, sady tsy misy mpamonjy.","Mitangorona amiko ireo ombilahy be, ny maherin'i Basana manemitra ahy.","Misanasana vava amiko izy; eny, liona mamiravira sy mierona izy.","Efa rano aidina aho, ka mivaha ny taolako rehetra; tahaka ny savoka ny foko: miempo ato anatiko izy.","Maina tahaka ny tavim-bilany ny heriko, ary ny lelako miraikitra amin'ny lanilaniko; ao amin'ny vovoky ny fahafatesana no ametrahanao ahy.","Fa mitangorona amiko ny amboa, ny fiangonan'ny ratsy fanahy manemitra ahy. Manindrona ny tongotro aman-tanako izy [Na: Manodidina ny tongotro aman-tanako hoatra ny liona izy]","Mahisa ny taolako rehetra aho ireo dia mibanjina sady mangarika ahy.","Mizara ny fitafiako ho azy izy; ary ny akanjoko ilokàny.","Fa Hianao, Jehovah ô, aza manalavitra; ry Heriko ô, faingana hamonjy ahy.","Vonjeo amin'ny sabatra ny fanahiko, dia ny hany malalako amin'ny herin'ny amboa.","Vonjeo amin'ny vavan'ny liona aho; ary valio ho afaka amin'ny tandroky ny ombimanga. [Na: teo amin'ny tandroky ny ombimanga dia novalianao aho]","Hitory ny anaranao amin'ny rahalahiko aho; eo amin'ny fiangonana no hideràko Anao.","Hianareo izay matahotra an'i Jehovah, miderà Azy; ry taranak'i Jakoba rehetra, manomeza voninahitra Azy; ary matahora Azy, ry Zanak'Isiraely rehetra.","Fa tsy manao tsinontsinona na marikorikon'ny fahorian'ny ory Izy, ary tsy mba manafina ny tavany aminy; fa raha mitaraina aminy ireny, dia mihaino Izy.","Avy aminao no ahazoako manao fiderana eo amin'ny fiangonan-dehibe; ny voadiko dia hefaiko eo anatrehan'izay matahotra an'i Jehovah.","Hihinana ny mpandefitra ka ho voky; hidera an'i Jehovah izay mitady azy; ho velona mandrakizay anie ny fonareo.","Hahatsiaro ka hiverina ho amin'i Jehovah ny faran'ny tany rehetra; ary hiankohoka eo anatrehanao ny fokon'ny firenen-tsamy hafa.","Fa an'i Jehovah ny fanjakana; ary manapaka amin'ny firenen-tsamy hafa Izy.","Hihinana sy hiankohoka ny mpanefoefo rehetra ambonin'ny tany, eo anatrehany no hiondrehan'izay rehetra efa hidina any amin'ny vovoka ka tsy mahavelona ny ainy.[Heb: matavy]","Hisy taranaka hanompo Azy; ary ny Tompo dia holazaina amin'ny taranaka ho avy.","Hisy ho avy ka hanambara ny fahamarinany, amin'ny olona izay mbola hateraka, fa Izy no nanao izany."]}