{"book":"Salamo","chapter":31,"verses":["Ho an'ny mpiventy hira. Salamo nataon'i Davida. Jehovah ô, Hianao no ialofako; aoka tsy ho menatra akory mandrakizay aho; vonjeo amin'ny fahamarinanao aho.","Atongilano amiko ny sofinao, faingàna hamonjy ahy; aoka ho vatolampiko fiarovana mafy Hianao sy batery fiarovana hamonjena ahy.","Fa harambatoko sy batery fiarovana ho ahy Hianao; ary noho ny anaranao no hitondrànao sy hitarihanao ahy.","Hanafaka ahy amin'ny fandrika harato izay nafeniny hamandrihany ahy Hianao; fa Hianao no fiarovana mafy ho ahy.","Eo an-tananao no atolotro ny fanahiko; fa efa nanavotra ahy Hianao, Jehovah ô, Andriamanitry ny fahamarinana.","Halako izay mivavaka amin'ny sampy; fa Jehovah kosa no itokiako.[Heb: zava-poana mandainga]","Hifaly sy ho ravoravo amin'ny famindram-ponao aho; fa nahita ny fahantrako Hianao, ka nahafantatra ny fahorian'ny fanahiko,","ary tsy mba nangeja ahy teo an-tànan'ny fahavalo; fa efa nampitoetra ny tongotro eo amin'ny malalaka Hianao.","Mamindrà fo amiko, Jehovah ô, fa azom-pahoriana aho; simban'alahelo ny masoko sy ny fanahiko ary ny tenako.","Fa lanin'alahelo ny aiko, sady lanim-pisentoana ny taonako; Tsy manan-kery aho noho ny heloko, ary efa lany ny taolako.","Noho ny ataon'ny fahavaloko rehetra dia efa tonga fandatsa aho, eny, na dia amin'ny namako aza,sady atahoran'ny olom-pantatro aho; izay mahita ahy eny ivelany mandositra ahy.","Efa hadino tahaka ny olona maty izay tsy tsaroana intsony aho; tahaka ny vilany ariana aho.","Fa mandre ny endrikendriky ny maro aho; misy fampangorohoroana manodidina, raha miara-mioko hamely ahy izy, ka miray tetika hahafaty ny aiko.","Nefa izaho matoky Anao, Jehovah ô; hoy izaho: Andriamanitro Hianao.","Eo an-tananao ny androko; Vonjeo aho tsy ho azon'ny tanan'ny fahavaloko sy izay manenjika ahy.","Ampamirapirato amin'ny mpanomponao ny tavanao; vonjeo amin'ny famindram-ponao aho.","Aoka tsy ho menatra aho, Jehovah ô, satria miantso Anao; fa aoka kosa ho menatra ny ratsy fanahy ka hangina any amin'ny fiainan-tsi-hita. [Heb: Sheola]","Aoka hangina ny molotra mandainga, izay miteny sahisahy hanohitra ny marina, amin'ny avonavona sy ny fanamavoana.","Akory re ny haben'ny zava-tsoanao voarakitrao ho an'ny matahotra Anao! dia izay nataonao teo anatrehan'ny zanak'olombelona ho an'izay mialoka aminao!","Hanafina azy ao amin'ny fiafenana eo anatrehanao Hianao, mba tsy ho tratry ny teti-dratsy ataon'ny olona izy; hampiery azy ao an-tranonao Hianao, mba tsy ho azon'ny lela mifanditra izy.","Isaorana anie Jehovah; fa nataony mahagaga ny famindram-pony tamiko tao an-tanàna mimanda.","Fa hoy izaho tamin'ny fahatairako; voafongotra tsy ho eo imasonao aho; kanjo nihaino ny feon'ny fifonako ihany Hianao, raha nitaraina taminao aho.","Tiava an'i Jehovah, ry olony masina rehetra; miaro ny marina Jehovah, ary mamaly dia mamaly ny mpiavonavona Izy.","Mahereza, ary aoka hatanjaka ny fonareo, dia ianareo rehetra izay manantena an'i Jehovah."]}