{"book":"Salamo","chapter":106,"verses":["Haleloia. Miderà an'i Jehovah, fa tsara Izy, Fa mandrakizay ny famindram-pony.","Iza no mahalaza ny asa lehibe ataon'i Jehovah, Na mahatonona ny fiderana Azy rehetra?","Sambatra izay mitandrina ny mety Ka manao ny marina mandrakariva.","Jehovah ô, tsarovy aho araka ny fankasitrahanao ny olonao; Vangio amin'ny famonjenao aho,","Hahitako ny soa azon'ny voafidinao, Hifaliako amin'ny fifalian'ny firenenao, Hiravoravoako miaraka amin'ny lovanao.","Efa nanota izahay mbamin'ny razanay, Efa nanao izay meloka sy ratsy izahay.","Ny razanay tany Egypta tsy mba nandinika ny fahagagana nataonao; Tsy mba nahatsiaro ny habetsahan'ny famindram-ponao ireny, Fa niodina teo amoron-dranomasina, Dia teo amoron'ny Ranomasina Mena","Kanefa namonjy azy ihany Izy noho ny anarany, Mba hampahafantarany ny asany lehibe.","Dia noteneniny mafy ny Ranomasina Mena, ka tonga maina iny; Ary nitondra azy nita ny rano lalina tahaka ny efitra Izy,","Namonjy azy tamin'ny tanan'ny mpandrafy Izy Ary nanavotra azy tamin'ny tanan'ny fahavalo.","Dia nosaronan'ny rano kosa ny rafiny. Ka tsy nisy niangana na dia iray akory aza.","Dia nino ny teniny izy Ka nihira ny fiderana Azy.","Nalaky nanadino ny asany izy ka tsy niandry ny saina hatolony,","Fa fatra-pila izy tany an-efitra, Sady naka fanahy an'Andriamanitra tany an-tany foana.","Dia nomeny azy izay nilainy, Kanefa nampahahiaziny kosa izy.[Na: ny fanahiny]","Dia nialona an'i Mosesy tany an-toby Izy ireo Sady nialona an'i Arona, olo-masin'i Jehovah.","Nisokatra ny tany, dia nitelina an'i Datana Ka nanarona ny antokon'i Abìrama.[Heb. ny fiangonany]","Dia nisy afo nirehitra tamin'ny antokony; Lelafo no nandoro ny ratsy fanahy.[Heb. ny fiangonany]","Nanao ombilahy kely tany Horeba izy Ka niankohoka teo anoloan'ny sarin-javatra an-idina.","Ary ny voninahiny dia natakalony Sarin'ny omby homana ahitra.","Nohadinoiny Andriamanitra, Mpamonjy azy, Izay efa nanao zava-dehibe tany Egypta,","Dia fahagagana tany amin'ny tanin'i Hama sy zava-mahatahotra teo amin'ny Ranomasina Mena.","Ary nikasa handringana azy Izy, Raha tsy Mosesy voafidiny no nandroso hijoro tamin'ny banga teo anatrehany hampiala ny fahatezerany mba tsy handringanany azy.[Heb. nilaza]","Ary nanamavo ny tany mahafinaritra ireo Sady tsy mba nino ny teniny,","Fa nimonomonona tany an-dainy Ka tsy nihaino ny feon'i Jehovah.","Dia nanandratra ny tànany taminy Izy, Fa hampiampatrampatra azy any an-efitra","Ary ny taranany kosa any amin'ny jentilisa, Ary hampihahakahaka azy any amin'ny tany maro Izy.","Nikambana tamin'i Bala-peora ireo ka nihinana ny fanatitra ho an'ny maty,","Dia nampahatezitra an'i Jehovah tamin'ny nataony, Ka dia namely azy tampoka ny areti-mandringana.","Fa nitsangana nandroso Finehasa ka nanao fitsarana; Dia nitsahatra ny areti-mandringana.","Ary nisaina ho fahamarinany izany Hatramin'ny taranaka fara mandimby mandrakizay.","Nampahatezitra an'i Jehovah teo anilan'ny ranon'i Meriba ireo, Ka nisy nanjo an'i Mosesy noho ny nataon'ireo;","Fa niodina tamin'ny Fanahin'i Jehovah ireo, ka dia nihoa-bava Mosesy.","Tsy naringany ny firenena Izay nasain'i Jehovah naringany;","Fa nifangaro tamin'ny jentilisa izy Ka nianatra ny fanaony,","Dia nanompo ny sampiny izy, Ka dia nody fandrika ho azy izany.","Namono ny zananilahy sy ny zananivavy ho fanatitra ho an'ny demonia ireo;[Heb. ireo tompo]","Eny, nandatsaka rà marina izy, Dia ny ran'ny zananilahy sy ny zananivavy, Izay novonoiny ho fanatitra ho an'ny sampin'i Kanana; Ka dia nametaveta ny tany tamin'ny rà izy.","Ary naloto tamin'ny asany izy Ary nahatonga azy ho mijangajanga ny nataony.","Dia nirehitra tamin'ny olony ny fahatezeran'i Jehovah, Ka nataony ho zava-betaveta ny lovany.","Dia nanolotra azy teo an-tànan'ny jentilisa Izy, Ka izay nankahala azy no nanapaka azy.","Ary nampahory azy ny fahavalony, Ka naetry tambanin'ny tànany izy.","Matetika Izy no nahafaka azy; Fa ireo kosa niodina taminy ihany araka ny fisainany Ka nihalevona noho ny helony.","Kanefa nijery ny fahoriany ihany Izy. Raha nandre ny fitarainany;","Dia nahatsiaro ny fanekeny Izy Ka nanenina araka ny haben'ny famindram-pony.","Dia nataony nahita famindram-po ireny Tamin'izay rehetra namabo azy.","Vonjeo izahay, ry Jehovah Andriamanitray ô, Ka angòny avy amin'ny jentilisa, Mba hisaoranay ny anaranao masina Sy hifalianay amin'ny fiderana Anao.","Isaorana anie Jehovah Andriamanitry ny Isiraely, hatramin'ny taloha indrindra ka mandrakizay; Ary aoka ny olona rehetra hanao hoe: Amena! Haleloia."]}