{"book":"Salamo","chapter":37,"verses":["Nataon'i Davida. Aoka tsy hirehitra ny fahatezeranao noho ny amin'ny mpanao ratsy; Ary aza mialona ny mpanao meloka;","Fa hojinjana faingana tahaka ny ahitra izy ka halazo tahaka ny ahi-maitso.","Matokia an'i Jehovah ianao, ka manaova soa, dia honina amin'ny tany ianao ka ho faly amin'ny fahamarinana.","Ary miravoravoa amin'i Jehovah ianao, dia homeny anao izay irin'ny fonao.","Ankino amin'i Jehovah ny lalanao, ary matokia Azy, fa hataony tanteraka.","Ary hampiseho ny fahamarinanao tahaka ny mazava Izy, ary ny rariny ho anao tahaka ny mitataovovonana.","Miantombena tsara miandry an'i Jehovah ianao ka manantenà Azy; Aza tezitra amin'izay ambinina amin'ny lalany dia amin'izay olona manao sain-dratsy.","Mitsahara amin'ny fahatezerana, ary mahafoiza ny fahavinirana; aoka tsy hirehitra ny fahatezeranao; fa ratsy no hiafaran'izany.","Fa ny mpanao ratsy hofongoro-na; Ary izay miandry an'i Jehovah no handova ny tany.","Fa rehefa afaka kelikely, dia tsy hisy ny ratsy fanahy; Handinika ny fonenany ianao, fa tsy ho hita izy.","Fa ny mpandefitra kosa no handova ny tany ka hiravoravo amin'ny haben'ny fiadanana.","Ny ratsy fanahy manao hevi-dratsy hamelezana ny maraina ka mihidy vazana aminy.","Ny tompo mihomehy azy, satria hitany fa ho tonga ny androny.","Ny ratsy fanahy nampitsoaka ny sabany ka nanenjana ny tsipìkany mba hampikarapoka ny ory sy ny malahelo, ary hamono ny mahitsy lalana.","Ny sabany hitsatoka amin'ny fony ihany, ary ny tsipìkany ho tapatapaka.","Tsara lavitra ny kely ananan'ny ratsy fanahy maro.","Fa ny sandrin'ny ratsy fanahy ho tapatapaka; Fa Jehovah manohana ny marina.","Fantatr'i Jehovah ny andron'ny mahitsy; Ary ny lovany ho mandrakizay.","Tsy mba ho menatra amin'ny andro fahoriana ireny; ary amin'ny taona mosarena dia ho voky izy.","Fa ny ratsy fanahy haringana, ary ny fahavalon'i Jehovah ho tahaka ny voninahitry ny saha; Ho levona izy, eny, ho levon-ko setroka izy.","Misambotra ny ratsy fanahy, nefa tsy manohitra; Fa ny marina kosa mamindra fo ka manome.[Na: tsy mahonitra]","Fa izay tahìny no handova ny tany; Ary izay ozoniny kosa no hofongorana.","Avy amin'i Jehovah no mahalavorary ny dian'ny olona, ka Izy no mankasitraka ny lalany.","Na dia lavo aza izy, tsy dia mikarapoka, fa Jehovah no mitantana azy.","Efa mba tanora ihany aho, ary efa antitra ankehitriny; Fa tsy mbola hitako mangataka hanina.","Miantra mandrakariva ireny ka mampisambotra; ary ny taranany hotahina.","Halaviro ny ratsy, ka manaova soa. Dia honina mandrakizay ianao.","Fa Jehovah tia rariny sady tsy hahafoy ny olony masina; Harovana mandrakizay ireo; Fa taranaky ny ratsy fanahy hofongorana,","Ny marina handova ny tany Ka honina ao aminy mandrakizay","Ny vavan'ny marina miresaka fahendrena, Ary ny lelany manambara ny rariny.","Ny lalàn'Andriamaniny no ao am-pony; Tsy mba ho solafaka ny diany.","Mitsikilo ny marina ny ratsy fanahy ka mitady hahafaty azy.","Jehovah tsy hahafoy azy eo an-tanany. Na hanameloka azy, raha tsaraina izy.","Miandrasa an'i Jehovah, ka tandremo ny lalàny, dia hanandratra anao handova ny tany Izy; Ho faly hahita ny hamongorana ny ratsy fanahy ianao.","Efa hitako ny ratsy fanahy, fa loza loatra izy, ary nandrahaka tahaka ny hazo maitso maniry ho azy;","Kanjo nandalo izy ka, indro, tsy teo intsony; Ary nitady azy ka, tsy hita izy.","Diniho ny mahitsy, ka jereo ny marina; Fa misy farany ho an'ny olona tia fihavanana. [Na: taranaka][Na: Fa fiadanana no faran'izany olona izany]","Fa ny mpanota haringana avokoa; Ny hihafaran'ny ratsy fanahy ho fongotra.","Fa ny famonjena ny marina dia avy amin'i Jehovah; Fiarovana mafy ho azy amin'ny andro fahoriana Izy.","Ary Jehovah mamonjy azy sy manafaka azy; eny, manafaka azy amin'ny ratsy fanahy Izy ka mamonjy azy, satria nialoka taminy izy."]}