{"book":"Salamo","chapter":71,"verses":["Hianao, Jehovah ô, no itokiako; aoka tsy ho menatra mandrakizay aho.","Vonjeo ny fahamarinanao aho, ka afaho; atongilano amiko ny sofinao, ka vonjeo aho.","Aoka ho vatolampy fonenana hohatoniko mandrakariva Hianao, Izay efa nandidy hamonjy ahy; fa harambatoko sy batery fiarovana ho ahy Hianao.","Andriamanitro ô, afaho amin'ny tanan'ny ratsy fanahy aho, dia amin'ny tanan'ny mpanao meloka sy ny lozabe.","Fa Hianao no fanantenako, Jehovah Tompo ô, ry tokiko hatry ny fony aho mbola tanora.","Hianao no nanankinana ahy hatrany am-bohoka; ianao namoaka ahy avy tany an-kibon-dreniko; ianao no deraiko mandrakariva.[Na: no Mpiaro, na Mpanisy soa, ahy hatry, ...]","Tonga toa zava-mahagaga eo imason'ny maro aho; nefa Hianao no fiarovana mafy ho ahy.","Ny vavako ho feno ny fideràna Anao sy ny fankalazana Anao mandrakariva.","Aza manary ahy, rehefa antitra aho; ary aza mahafoy ahy, rehefa ketraka ny heriko.","Fa miresaka ahy ny fahavaloko; ary miara-mioko izay manotrika hahazo ny aiko.","Ka manao hoe: Andriamanitra efa nahafoy azy; enjeho izy, ka sambory, fa tsy misy hamonjy.","Andriamanitra ô, aza manalavitra ahy; Andriamanitro ô, faingana hamonjy ahy.","Aoka ho menatra sy ho levona ny mpanohitra ny fanahiko; aoka hitafy henatra sy fahafaham-baraka izay mitady hanisy ratsy ahy.","Fa izaho kosa dia hanantena mandrakariva, ary hitombo lalandava ny fideràko Anao.","Ny vavako hitory ny fahamarinanao sy ny famonjenao mandrakariva, fa tsy fantatro ny isany.","Ho entiko ny asa lehibe nataon'i Jehovah Tompo; hampahatsiaro ny fahamarinanao aho, dia ny Anao ihany.","Andriamanitra ô, Hianao efa nampianatra ahy hatry ny fony aho mbola tanora; ary mandraka ankehitriny dia nitory ny fahagaganao aho.","Koa mandra-pahantitro sy fotsy volo, dia aza mahafoy ahy, Andriamanitra ô, mandra-pilazako ny sandrinao amin'ny taranaka sy ny asanao lehibe amin'izay rehetra mbola ho avy.","Ary mihatra amin'izay avo indrindra ny fahamarinanao, Andriamanitra ô, Izay nanao zava-dehibe: Andriamanitra ô, iza no tahaka Anao?","Hianao Izay nampahita ahy fahoriana be sady mafy no hamelona ahy indray, ka hampiakatra ahy indray hiala amin'ny fitoerana lalina amin'ny tany.[Na: anay]","Ampitomboy ny voninahitro, ary aoka hampionona ahy indray Hianao.","Izaho kosa hidera Anao amin'ny valiha, dia ny fahamarinanao, Andriamanitro; hankalaza Anao amin'ny lokanga aho, ry Iray Masin'ny Isiraely ô.","Hihoby ny molotro raha mankalaza Anao; ny fanahiko koa izay efa navotanao;","Ary ny lelako hitory ny fahamarinanao mandrakariva; fa efa menatra sy mangaihay izay mitady hanisy ratsy ahy."]}