{"book":"Salamo","chapter":118,"verses":["Miderà an'i Jehovah, fa tsara Izy; Eny, mandrakizay ny famindram-pony.","Aoka ny Isiraely hanao hoe: Mandrakizay ny famindram-pony.","Aoka ny taranak'i Arona hanao hoe: Mandrakizay ny famindram-pony.","Aoka izay matahotra an'i Jehovah hanao hoe: Mandrakizay ny famindram-pony.","Tao an-katerena no niantsoako an'i Jehovah; Dia namaly ahy Jehovah ka nampahalalaka ahy.","Jehovah no miandany amiko, ka tsy hatahotra aho. Inona no azon'ny olona atao amiko?","Jehovah no miandany amiko, sady mamonjy ahy; Ary izaho ho faly hahita ny amin'izay mankahala ahy.","Tsara ny mialoka amin'i Jehovah Noho ny mialoka amin'ny olona.","Tsara ny matoky an'i Jehovah Noho ny matoky ny mpanapaka.","Ny firenena rehetra nanodidina ahy; Fa ny anaran'i Jehovah no handringanako azy tokoa;","Nitangorona tamiko ireny, eny, nitangorona tamiko; Fa ny anaran'i Jehovah no handringanako azy tokoa.","Nanodidina ahy tahaka ny renitantely izy; Voavono tahaka ny afon-tsilo izy; Fa ny anaran'i Jehovah no handringanako azy tokoa.","Nanosika ahy mafy hahalavo ahy ianao; Fa Jehovah no namonjy ahy.","Jehovah no heriko sy fiderako. Fa efa famonjena ahy Izy.","Ao an-dain'ny marina ny feo mihoby noho ny famonjena; Ny tanana ankavanan'i Jehovah mampiseho hery;","Ny tanana ankavanan'i Jehovah dia misandratra; Ny tanana ankavanan'i Jehovah mampiseho hery.","Tsy ho faty aho, fa ho velona Ka hitory ny asan'i Jehovah.","Nofaizan'i Jehovah mafy aho, Nefa tsy natolony ho amin'ny fahafatesana.","Vohay ny vavahadin'ny fahamarinana aho; Hiditra eo aho ka hidera an'i Jehovah.","Ity no vavahadin'i Jehovah; Ny marina no hiditra eo.","Hidera Anao aho, fa efa namaly ahy Hianao Ka efa famonjena ahy.","Ny vato izay nolavin'ny mpanao trano No efa tonga fehizoro Indrindra.","Avy tamin'i Jehovah izany Ka mahagaga eo imasontsika.","Ity no andro nataon'i Jehovah; Hifaly sy ho ravoravo amin'izao isika.","Mifona aminao aho, Jehovah ô, vonjeo è! Mifona aminao aho, Jehovah ô, ambino è!","Hotahina anie izay avy amin'ny anaran'i Jehovah; Avy ao an-tranon'i Jehovah no itsofanay rano anareo.","Andriamanitra Jehovah ka nampahazava antsika; Rohizo kofehy ny fanati-piravoravoana na dia hatreo amin'ny tandroky ny alitara aza.","Andriamanitro Hianao, ka hidera Anao aho; Eny, Andriamanitro, ka hanandratra Anao aho.","Miderà an'i Jehovah, fa tsara Izy; Eny, mandrakizay ny famindram-pony."]}