{"book":"Salamo","chapter":119,"verses":["[ALEFA] Sambatra ny mahitsy lalana,Izay mandeha araka ny lalàn'i Jehovah.","Sambatra izay mitandrina ny teni-vavolombelony Ka mitady Azy amin'ny fo rehetra;","Eny, Izay tsy manao ratsy. Fa mandeha araka ny lalany.","Hianao namoaka ny didinao Mba hotandremana tsara.","Enga anie ka ho tafatoetra ny lalako Hitandremako ny didinao!","Dia tsy ho menatra aho, Raha mandinika ny didinao rehetra.","Hidera Anao amin'ny hitsim-po aho Amin'ny ianarako ny fitsipikao marina.","Ny didinao no hotandremako; Aza dia mahafoy ahy Hianao.","Inona no hiarovan'ny zatovo ny lalan-kalehany tsy ho voaloto? Ny fitandremana araka ny teninao.","Tamin'ny foko rehetra no nitadiavako Anao; Aza avela hivily hiala amin'ny didinao aho.","Ato am-poko no iraketako ny teninao, Mba tsy hanotako aminao.","Isaorana anie Hianao, Jehovah ô; Ampianaro ahy ny didinao.","Ny molotro no nentiko nilaza Ny fitsipika rehetra naloaky ny vavanao.","Ny lalan'ny teni-vavolombelonao no ifaliako, Tahaka ny ifaliako amin'ny harena rehetra.","Ny didinao no hosaintsainiko, Ary hodinihiko ny lalanao.","Ny didinao no hiravoravoako: Tsy hohadinoiko ny teninao.","Asio soa aho mpanomponao, mba ho velona Ka hitandrina ny teninao.","Ampahirato ny masoko, mba hahitako Zava-mahagaga ao amin'ny lalànao.","Vahiny ety an-tany aho; Aza afeninao ahy ny didinao.","Torotoro ny fanahiko noho ny faniriany Ny fitsipikao mandrakariva.","Voateninao mafy ny mpirehareha, dia ny olom-boaozona, Izay mania miala amin'ny didinao.","Esory amiko ny fahafaham-baraka sy ny fanamavoana: Fa efa nitandrina ny teni-vavolombelonao aho.","Na dia ny mpanapaka aza dia mipetraka, ka iokoany aho; Izaho mpanomponao misaintsaina ny didinao.","Ny teni-vavolombelonao koa no firavoravoako, Eny, mpanolo-tsaina ahy izany.","Miraikitra amin'ny vovoka ny fanahiko; Velomy aho araka ny teninao.","Ny lalako no nolazaiko, ary namaly ahy Hianao: Ampianaro ahy ny didinao.","Ampahalalao ahy ny lalan'ny didinao; Dia hoheveriko ny fahagagana nataonao.","Mipotrapotra-dranomaso aho noho ny alaheloko; Ampaherezo aho araka ny teninao.","Ny lalan'ny lainga no esory amiko: Ary ny lalànao no anasoavy ahy.","Ny lalàn'ny fahamarinanao no fidiko; Apetrako eo anatrehako ny fitsipikao.","Mifikitra amin'ny teni-vavolombelonao aho; Jehovah ô, aza avela ho azon-kenatra aho;","Ny lalan'ny didinao no ihazakazahako, Fa ampahalalahinao ny foko.[Na: Raha]","Jehovah ô, toroy ny lalan'ny didinao aho; Dia hotandremako hatramin'ny farany izany.","Omeo fahalalana aho mba hitandrina ny lalànao; Eny, hitandrina azy amin'ny foko rehetra aho.","Ampandehano amin'ny lalan'ny didinao aho; Fa izany no sitrako.","Amporisiho ny foko ho amin'ny teni-vavolombelonao, Fa tsy ho amin'ny fieremana.","Avilio ny masoko tsy hijery zava-poana; Velomy amin'ny lalanao aho.","Tovy ny teninao amin'ny mpanomponao, Izay matahotra Anao indrindra.[Tovy amin'ny mpanomponao ny teninao, Izay mahatonga ny fahatahorana Anao]","Esory ny fahafaham-baraka. izay atahorako; Fa tsara ny fitsipikao.","Indro, manina ny didinao aho, Velomy amin'ny fahamarinanao.","Aoka ho tonga amiko ny famindram-ponao, Jehovah ô, Dia ny famonjenao, araka ny teninao.","Dia hamaly izay miteny ratsy ahy aho, Satria matoky ny teninao.","Ary aza dia esorina amin'ny vavako ny teny marina; Fa miandry ny fitsaranao aho.","Dia hitandrina ny lalinao mandrakariva aho, Dia mandrakizay doria.","Ary handeha amin'ny malalaka aho; Fa ny didinao no tadiaviko.","Hilaza ny teni-vavolombelonao eo anatrehan'ireo mpanjaka aho Ka tsy ho menatra.","Ary hiravoravo amin'ny didinao aho Satria tiako ireny.","Hasandratro ny tanako ho amin'ny didinao satria tiako ireny: Hosaintsainiko ny didinao.","Tsarovy ny teny natao tamiko mpanomponao Izay nampanantenanao ahy.[Na: Satria nampanantenainao aho]","Izao no mampionona ahy amin'ny fahoriako; Ny teninao no mamelona ahy.","Ny mpirehareha maniratsira ahy: Tsy mba mivily miala amin'ny lalànao aho.","Mahatsiaro ny fitsipikao izay hatramin'ny taloha aho, Jehovah ô, Dia mionona aho.","Fahatezerana mirehitra no nahazo ahy Noho ny amin'ny ratsy fanahy izay mahafoy ny lalànao.","Ny didinao no ataoko an-kira Ao amin'ny trano fivahiniako.","Mahatsiaro ny anaranao nony alina aho, Jehovah ô, Ka mitandrina ny lalànao.","Izao no ahy: Mitandrina ny didinao aho.","Anjarako Jehovah; Minia mitandrina ny teninao aho.","Mifona aminao amin'ny foko rehetra aho: Mamindrà fo amiko araka ny teninao.","Mihevitra ny lalako aho Ka mamerina ny tongotro ho amin'ny teni-vavolombelonao.","Mandeha faingana aho ka tsy mitaredretra, Amin'ny fitandremana ny didinao.","Nihodidina tamiko ny famato-ran'ny ratsy fanahy; Tsy mba nanadino ny lalànao aho.","Mamatonalina no hifohazako hidera Anao Noho ny fitsipikao marina.","Naman'izay rehetra matahotra Anao aho Sy naman'izay mitandrina ny didinao.","Jehovah ô, henika ny famindram-ponao ny tany; Ampianaro ahy ny didinao.","Jehovah ô, efa nasianao soa ny mpanomponao, Araka ny teninao.","Ampianaro fahafantarana tsara sy fahalalana aho, Fa matoky ny didinao aho.","Fony tsy mbola azom-pahoriana aho, dia naniasia; Fa ankehitriny dia mitandrina ny teninao aho.","Sady tsara Hianao no Mpanao ny tsara; Ampianaro ahy ny didinao.","Namoron-dainga hamelezana ahy ny mpirehareha; Amin'ny foko rehetra no itandremako ny didinao.","Matavy tahaka ny menaka ny fony; Fa izaho kosa, dia ny lalànao no iravoravoako.","Soa ihany aho nampahorina, Mba hianarako ny didinao.","Ny lalàn'ny vavanao no mahatsara ahy Mihoatra noho ny volamena sy ny volafotsy tsy omby arivo.","Ny tananao nanao ahy sy namboatra ahy; Ampianaro aho, mba hianarako ny didinao.","Izay matahotra Anao hahita ahy ka ho faly; Fa ny teninao no andrasako.","Fantatro, Jehovah ô, fa marina ny fitsaranao. Ary ny fahamarinanao no nampahorianao ahy.","Ny famindram-ponao anie no hampiononana ahy Araka ny teninao tamin'ny mpanomponao.","Aoka ho tonga amiko ny fiantranao, mba ho velona aho; Fa ny lalànao no firavoravoako.","Aoka ho menatra ny mpirehareha, fa nampahory ahy tsy ahoan-tsy ahoana izy; Izaho hisaintsaina ny didinao.[Na: nanoloky ahy tamin'ny lainga]","Aoka hiverina amiko izay matahotra Anao Sy izay mahalala ny teni-vavolombelonao.","Aoka ho marina tsara ny foko amin'ny fitanana ny didinao, Mba tsy ho menatra aho.","Ritra ny aiko, satria manina ny famonjenao aho; Ny teninao no andrasako.","Pahina ny masoko miandry ny teninao, Ka hoy izaho: Rahoviana no hampionona ahy Hianao?","Fa tahaka ny siny hoditra ao amin'ny setroka aho. Nefa ny didinao tsy mba hadinoiko.","Hoatrinona no andron'ny mpanomponao? Rahoviana no hanao fitsarana amin'izay manenjika ahy Hianao?","Efa nanao longoa hianjerako ny mpirehareha, Dia izay tsy manaraka ny lalànao.","Marina ny didinao rehetra; Manenjika ahy tsy ahoan-tsy ahoana ireny; vonjeo aho.","Saiky laniny teo amin'ny tany aho, Kanefa tsy mba mahafoy ny didinao.","Velomy aho araka ny famindram-ponao; Dia hitandrina ny teni-vavolombelona naloaky ny vavanao aho.","Ho mandrakizay, Jehovah ô, No nanorenanao any an-danitra ny teninao.","Hihatra amin'ny taranaka fara-mandimby ny fahamarinanao; Efa nampitoetra ny tany Hianao, ka, indro, mitoetra izy.","Hanefa ny fitsaranao no itoerany mandraka androany; Fa mpanomponao ny zavatra rehetra.[Na: Araka ny nanendrenao azy]","Raha tsy ny lalànao no niravoravoako, Dia maty tamin'ny fahoriako aho.","Tsy hohadinoiko mandrakizay ny didinao; Fa ireny no amelomanao ahy.","Anao aho, vonjeo aho; Fa ny didinao no tadiaviko.","Miandry ahy ny ratsy fanahy mba hahafaty ahy; Mandinika ny teni-vavolombelonao aho","Efa hitako fa manam-pahataperana avokoa ny tanteraka rehetra; Malalaka indrindra ny didinao.","Endrey ny fitiavako ny lalànao! Fisaintsainako mandrakariva izany.","Ny didinao mampahahendry ahy mihoatra noho ny fahavaloko, Satria ato amiko mandrakizay ireny.","Hendry noho ny mpampianatra ahy rehetra aho, Satria ny teni-vavolombelonao no fisaintsainako.","Hendry noho ny anti-panahy aho, Satria ny didinao no notandremako.","Efa narovako ny tongotro tsy ho amin'izay lalàn-dratsy, Mba hitandremako ny teninao.","Tsy mba miala amin'ny fitsipikao aho; Fa Hianao no mampianatra ahy.","Endrey ny hamamin'ny teninao, raha andramako! Mihoatra noho ny tantely ato am-bavako aza!","Ny didinao no nahazoako fahalalana; Izany no ankahalako ny lalam-pitaka rehetra.","Fanilon'ny tongotro Sy fanazavana ny lalako ny teninao.","Efa nianiana aho fa hitandrina ny fitsipikao marina, Ka nefaiko izany.","Ampahorina indrindra aho; Jehovah ô, velomy aho araka ny teninao.","Jehovah ô, aoka anie mba hankasitrahanao ny fanati-tsitrapo aloaky ny vavako, Ary ampianaro ahy ny fitsipikao.","An-tenda ihany ny aiko mandrakariva; Kanefa tsy manadino ny lalànao aho.[Heb. An-tanako]","Ny ratsy fanahy mamela-pandrika haningotra ahy; Kanefa tsy mania miala amin'ny didinao aho.","Efa noraisiko ho lovako mandrakizay ny teni-vavolombelonao, Satria fifalian'ny foko izany.","Apetrako ny foko hankatò ny didinao Mandrakizay hatramin'ny farany.","Halako ny mpiroa saina; Fa ny lalànao no tiako.","Fiereko sy ampingako Hianao; Ny teninao no andrasako.","Mialà amiko ianareo mpanao ratsy, Mba hitandremako ny didin'Andriamanitro.","Tohàny aho araka ny teninao, mba ho velona, Ary aoka tsy ho menatra amin'ny fanantenako aho.","Tohàny aho mba ho voavonjy, Ka ho faly hijery ny didinao mandrakariva.","Ataonao tsinontsinona izay rehetra mania amin'ny didinao; Fa famitahan-tena ihany ny laingany.","Efa nataonao fanary tain-drendrika ny ratsy fanahy rehetra amin'ny tany; Izany no itiavako ny teni-vavolombelonao.","Mipararetra ny nofoko ny fahatahorana Anao, Ary matahotra ny fitsaranao aho.","Manaraka ny fitsipika sy ny fahamarinana aho; Aza manolotra ahy ho amin'ny mpampahory ahy.","Iantohy mba ho soa ny mpanomponao; Aza avela hampahory ahy ny mpirehareha.","Pahina ny masoko miandry ny famonjenao. Sy ny tenin'ny fahamarinanao.","Ataovy amin'ny mpanomponao araka ny famindram-ponao; Ary ampianaro ahy ny didinao.","Mpanomponao aho, ka ampianaro, Mba ho fantatro ny teni-vavolombelonao.","Efa andro tokony hampisehoan'i Jehovah ny heriny izao; Fa nandika ny lalànao ny olona.[Heb. hiasan'i Jehovah]","Izany no itiavako ny didinao mihoatra noho ny volamena, Eny, noho ny tena volamena aza.","Izany no iheverako ny didy rehetra ho marina avokoa; Halako ny lalam-pitaka rehetra;","Mahagaga ny teni-vavolombelonao, Ka dia mitandrina azy ny fanahiko.","Mahazava ny famoahana ny hevitry ny teninao Ka manome fahalalana ho an'ny kely saina.","Mitanatana vava aho ka mihanahana, Fa ny didinao no iriko.","Todiho aho, ka mamindrà fo amiko, Araka ny tokony ho anjaran'izay tia ny anaranao.","Ampitoero eo amin'ny teninao ny diako; Ary aza avela hanapaka ahy izay mety ho faharatsiana.","Vonjeo amin'ny fampahorian'ny olona Dia hitandrina ny didinao.","Ampamirapirato amin'ny mpanomponao ny tavanao; Ary ampianaro ahy ny didinao.","Rano mandriaka no mijononoka amin'ny masoko Noho ny tsi-fitandreman'ny olona ny lalànao.","Marina Hianao, Jehovah ô, Ary mahitsy ny fitsipikao.","Efa voadidinao amin'ny fahamarinana Sy ny fahatokiana indrindra ny teni-vavolombelonao.","Efa maharitra aina ahy ny fahasaro-piaroko, Satria nanadino ny teninao ny mpandrafy ahy.","Voazaha toetra tamin'ny memy ny teninao, Ka dia tian'ny mpanomponao.","Kely aho ka natao ho tsinontsinona; Nefa tsy hadinoiko ny didinao.","Ny fahamarinanao dia fahamarinana mandrakizay, Ary marina ny lalànao.","Fahoriana sy fahaterena no nahazo ahy; Ny didinao no firavoravoako.","Ny fahamarinan'ny teni-vavolombelonao dia mandrakizay; Ampianaro aho, mba ho velona.","Ny foko rehetra no nentiko nitaraina hoe: Valio aho, Jehovah ô; Ny didinao no hotandremako;","Nitaraina taminao aho nanao hoe Vonjeo aho, Dia hitandrina ny didinao.","Raha mbola tsy nazavaratsy aza ny andro, dia nitaraina aho; Ny teninao no andrasako.","Nialoha ny fiambenana amin'ny alina ny masoko, Mba hisaintsainako ny teninao.","Henoy ny feoko araka ny famindram-ponao, Jehovah ô, Velomy aho araka ny fitsipikao.","Efa mby akaiky izay fatra-panaraka ny ratsy, Dia izay manalavitra ny lalànao.","Akaiky Hianao, Jehovah ô; Ary marina ny didinao rehetra.","Efa fantatro ela tamin'ny teni-vavolombelonao Fa nampitoerinao ho mandrakizay ireny.","Jereo ny fahoriako, ka vonjeo aho; Fa ny lalànao tsy mba hadinoiko.","Soloy vava aho, ka vonjeo; Velomy aho araka ny teninao.","Lavitra ny ratsy fanahy ny famonjena, Satria ny didinao tsy tadiaviny.","Lehibe ny antranao, Jehovah ô; Velomy aho araka ny fitsipikao.","Maro ny mpanenjika sy mpandrafy ahy; Tsy mba niala tamin'ny teni-vavolombelonao aho.","Mijery ny mpivadika aho, ka maharikoriko ahy ireny, Dia izay tsy nitandrina ny teninao.","He ny fitiavako ny didinao! Jehovah ô, velomy aho araka ny famindram-ponao.","Fahamarinana no tontalin-kevitry ny teninao; Ary mandrakizay ny fitsipikao marina rehetra.","Na dia ny mpanapaka aza dia nanenjika ahy tsy ahoan-tsy ahoana; Nefa ny teninao no atahoran'ny foko.","Faly aho noho ny teninao Tahaka ny mahazo babo be.","Halako ny lainga ka ataoko ho fahavetavetana; Ny lalànao no tiako.","Impito isan'andro no iderako Anao Noho ny fitsipikao marina.","Be fiadanana izay tia ny lalànao, Ary tsy misy mahatafintohina azy.","Miandry ny famonjenao aho, Jehovah ô, Ka mankatò ny didinao.","Mitandrina ny teni-vavolombelonao ny fanahiko, Ka tiako indrindra izy.","Mitandrina ny didinao sy ny teni-vavolombelonao aho; Fa ny lalan-kalehako rehetra dia eo anatrehanao.","Aoka anie ho tonga eo anatrehanao ny fitarainako, Jehovah ô; Ampianaro aho araka ny teninao.","Aoka anie ho tonga eo anatrehanao ny fifonako; Vonjeo aho araka ny teninao.","Aoka hiboiboika fiderana ny molotro, Fa ampianarinao ahy ny didinao.","Hihira ny teninao ny lelako, Fa marina ny didinao rehetra.","Aoka anie hamonjy ahy ny tananao; Fa efa nifidy ny didinao aho.","Efa manina ny famonjenao aho, Jehovah ô; Ary ny lalànao no firavoravoako.","Aoka anie ho velona ny fanahiko ka hidera Anao; Ary aoka anie hamonjy ahy ny fitsaranao.","Efa nania aho; tadiavo ny mpanomponao toy ny fitady ondry very; Fa ny didinao tsy mba hadinoiko."]}