{"book":"Salamo","chapter":68,"verses":["Ho an'ny mpiventy hira. Salamo nataon'i Davida. Tonon-kira. Aoka hitsangana Andriamanitra, ka hiely ny fahavalony; ary aoka izay mankahala Azy handositra ny tavany.","Tahaka ny fanely setroka no fanelinao azy; tahaka ny fiempon'ny savoka eo anoloan'ny afo no aoka hahalevonan'ny ratsy fanahy eo anatrehan'Andriamanitra.","Fa ny marina mifaly; eny, ravoravo eo anatrehan'Andriamanitra izy ka faly tokoa.","Mihirà ho an'Andriamanitra, mankalazà ny anarany; manamboara lalana ho an'izay mitaingina mamaky ny efitra Jehovah no anarany ary mifalia eo anatrehany.","Rain'ny kamboty sy Mpanome rariny ny mpitondratena Andriamanitra, ao amin'ny fonenany masina.","Andriamanitra mampitoetra an-trano izay irery tena; mamoaka ny mpifatotra ho amin'ny fanambinana Izy; fa ny maditra hitoetra amin'ny tany karankaina.","Andriamanitra ô, raha nandeha teo alohan'ny olonao Hianao ka namaky ny efitra,","Dia nihorohoro ny tany, ary nitaitaika ny lanitra, tamin'ny fanatrehan'Andriamanitra, na iry Sinay iry aza tamin'ny fanatrehan'Andriamanitra, Andriamanitry ny Isiraely.","Ranonoram-pitahiana no nalatsakao tamin'ny lovanao, Andriamanitra ô; ary raha kotra izy, dia novelombelominao.","Ny olonao tamàn-toerana teo; mamboatra ho an'ny ory araka ny fahasoavanao Hianao, Andriamanitra ô.[Heb. bibinao]","Ny Tompo manome ny teny; ary ny vehivavy mpilaza soa dia antokony lehibe.","Ireo mpanjaka be miaramila dia vaky mandositra; ary ny vehivavy izay mitoetra ao an-trano no mizara ny babo.","Raha mandry eo amin'ny vala ianareo, dia ho tahaka ny ela-boromailala miravaka volafotsy, ary ny volony miravaka volamena tsara","Raha aelin'ny Tsitoha eo ny mpanjaka maro, dia latsaka ny oram-panala ao Zalmona.","Tendrombohitr'Andriamanitra ny tendrombohitr'i Basana. Tendrombohitra maro tampona ny tendrombohitr'i Basana.","Ry tendrombohitra maro tampona, nahoana ianareo no mihendry ny tendrombohitra izay tian'Andriamanitra hitoerany? eny, hitoetra ao mandrakizay Jehovah.","Ny kalesin'Andriamanitra dia roa alina, eny, arivo arivo; ny Tompo no eo aminy; Sinay dia eo amin'ny itoerana masina.[Na: amin'ny fahamasinana]","Efa niakatra ho any amin'ny avo Hianao ka mitondra babo; efa nandray fanomezana teo amin'ny olombelona Hianao - eny, teo amin'ny maditra aza,- mba hitoeran'i Jehovah Andriamanitra any.[Na: ao aminy; na: mba hitoeranao any, ry Jehovah Andriamanitra; na: Efa nandray olona ho fanomezana Hianao Eny, na dia ny maditra aza mba hitoeranay ao amin'i Jehovah Andriamanitra]","Isaorana anie ny Tompo Izay mitondra ny entan-tsika isan'andro isan'andro, eny, Andriamanitra Izay famonjena antsika. [Na: Isaorana isan'andro isan'andro anie ny Tompo; Raha misy mahavesatra antsika, dia Andriamanitra no famonjena antsika; na: Isaorana anie ny Tompo, Izay mampitondra entana antsika isan'andro isan'andro]","Andriamanitra no Andriamanitry ny famonjena ho antsika; ary an'i Jehovah Tompo ny fanafahana amin'ny fahafatesana.","Fa Andriamanitra mamely mafy ny lohan'ny fahavalony, dia ny tampon-doha lava volo an'izay mandroso amin'ny fahadisoany.","Lazain'ny Tompo hoe: hampody ny any Basana Aho; hampody ny amin'ny ranomasina lalina Aho,","Mba hampihosenanao rà ny tongotrao, ary ho anjaran'ny lelan'ny amboanao ny fahavalo.","Efa hita ny fandehananao, Andriamanitra ô, dia ny fandehanan'Andriamanitro, Mpanjakako, ao amin'ny fitoerana masina.[Na: amin'ny fahamasinana]","Mialoha ny mpihira, ary manaraka ny mpitendry valiha, eo afovoan'ny zatovovavy mively ampongatapaka.","Misaora an'Andriamanitra eo amin'ny fiangonana, eny, misaora ny Tompo, ianareo ary amin'ny loharanon'ny Isiraely.","Indry Benjamina kely, mpanapaka azy, ny antokon'ny mpanapaka ny Joda, ny mpanapaka ny Zebolona sy ny mpanapaka ny Naftaly.","Andriamanitrao no nampahery anao; Ry Andriamanitra Izay miasa ho anay ô, asehoy ny herinao.","Noho ny tempolinao eo an-tampon'i Jerosalema, no hitondran'ny mpanjaka maro fanatitra ho Anao.[Na: Avy amin']","Teneno mafy ny biby eny anaty zozoro sy ny fivorian'ny ombilahy mbamin'ireo vahoaka zanak'omby, dia izay miankohoka manatitra anja-bolafotsy aelezo ny olona tia ady","Ho avy ny tremalahin'i Egypta; Etiopia halaky hananty tanana amin'Andriamanitra.","Ry fanjakana ambonin'ny tany, mihirà ho an'Andriamanitra; mankalazà ny Tompo,","Ilay mitaingina ny lanitry ny lanitra izay hatry ny fahagola; Indro, mamoaka ny feony Izy, dia feo mahery.","Ekeo ho an'Andriamanitra ny hery; ambonin'ny Isiraely ny voninahiny, ary ny heriny any amin'ny lanitra.","Mahatahotra Hianao, Andriamanitra ô, ao amin'ny fitoeranao masina; Andriamanitry ny Isiraely no manome hery sy tanjaka ho an'ny olona. Isaorana anie Andriamanitra."]}