{"book":"Salamo","chapter":35,"verses":["Nataon'i Davida. Jehovah ô, mamalia izay manana ady amiko; miadia amin'izay mamely ahy.","Raiso ny ampinga kely sy ny ampinga lehibe ka mitsangàna hamonjy ahy.","Ary raiso ny lefona, ka sakano izay manenjika ahy; lazao amin'ny fanahiko hoe: Famonjena anao Aho.","Aoka ho menatra sy ho afa-baraka izay mitady ny aiko; aoka hiamboho sy hangaihay izay misaina hanisy ratsy ahy.","Aoka ho tahaka ny akofa eo alohan'ny rivotra izy. Ary aoka ny Anjelin'i Jehovah handroaka azy.","Aoka ho maizina sy malama ny lalany, ary aoka ny Anjelin'i Jehovah hanenjika azy.","Fa tsy ahoan-tsy ahoana no nanaovany fandri-totofana hahazoany ahy; tsy ahoan-tsy ahoana no nandavahany hamandrihany ny aiko.","Aoka ny fandringanana ho tonga tampoka aminy; ary aoka hahazo azy ny fandrika harato nafeniny, ka ho latsaka ao amin'izany fandringanana izany indrindra izy.","Fa ny fanahiko kosa hifaly amin'i Jehovah sy ho ravoravo amin'ny famonjeny.","Ny taolako rehetra hanao hoe: Jehovah ô, iza no tahaka Anao, Izay manafaka ny ory amin'izay tsy tohany, eny, ny ory sy ny malahelo amin'izay mamabo azy?","Mitsangana ny vavolombelona mampidi-doza; ka izay tsy fantatro no anadinany ahy.","Mamaly ratsy ahy ho solon'ny soa izy, ka mamoy malala ny fanahiko.","Ary ny amiko, raha narary izy ireo, dia lamba fisaonana no nitafiako; nampahory ny tenako tamin'ny ny fifadian-kanina aho; ary ny fivavako nody tao an-tratrako.","Toy ny nisy nanjo ny sakaizako na ny rahalahiko no nandehanako; nitanondrika tamin'alahelo toy ny fisaona reny aho.","Nefa nony ho lavo kosa aho, dia faly izy ireo ka niangona;olona faraidina no nitangorona hamely ahy, nefa tsy fantatro; namiravira izy ka tsy mba nitsahatra;[Na: Olona faraidina, izay fantatro, no nitangorona hamely ahy]","Naman'ny olon-dratsy manendrikendrika ho enti-mila sitraka izy ka nihidy vazana tamiko.[Heb. hahazoa-mofo; na;tena mpanendrikendrika indrindra]","Ry Tompo ô, mandra-pahoviana no hijerenao ? Avereno ny fanahiko ho afaka amin'ny fandringanany, ny hany malalako ho afaka amin'ny liona tanora.","Hisaotra Anao eo amin'ny fiangonana lehibe aho; hidera Anao eo afovoan'ny olona maro aho.","Aoka tsy hifalian'izay mandrafy ahy foana aho; ary aoka tsy hami-maso izay mankahala ahy tsy ahoan-tsy ahoana.","Fa tsy fihavanana no lazainy; fa mamorom-pitaka izy hamelezany izay mibonaika ambonin'ny tany.","Dia mitanatana vava amiko izy ka manao hoe: Hià! sakoa izay! efa hita'ny masonay.","Efa hitanao, Jehovah ô, ka aza manentsin-tadiny; ry Tompo ô, aza manalavitra ahy.","Mahatsiarova, ka mifohaza ho amin'ny fitsaràna ahy, O Andriamanitro sy Tompoko! mifohaza ho amin'ny adiko.","Tsarao aho, Jehovah Andriamanitro ô, araka ny fahamarinanao; ary aoka tsy hifalian'ireo aho.","Aoka tsy hanao anakampo hoe izy: Hià! faly izahay! aoka tsy hanao hoe izy: efa natelinay izy.","Aoka ho menatra sy hangaihay avokoa izay mifaly amin'ny manjo ahy; aoka hitafy henatra sy fahafaham-baraka izay mirehareha amiko.","Aoka hihoby sy hifaly izay mankasitraka ny fahamarinako; ary aoka izy hanao mandrakariva hoe: hankalazaina anie Jehovah, Izay mankasitraka ny fiadanan'ny mpanompony.","Ary ny lelako hilaza ny fahamarinanao; ny fiderana Anao no hataoko mandrakariva."]}