{"book":"Salamo","chapter":89,"verses":["Maskila nataon'i Etana Ezrahita. Ny famindram-pon'i Jehovah no hohiraiko mandrakizay; Hatramin'ny taranaka fara mandimby no hampahafantaran'ny vavako ny fahamarinanao.","Fa hoy izaho Hotovonana mandrakizay ny famindram-po; Ny fahamarinanao hampitoerinao any an-danitra.","Efa nanao fanekena tamin'ny voafidiko Aho; Eny, efa nianiana tamin'i Davida mpanompoko Aho hoe:","Hampitoetra ny taranakao ho mandrakizay Aho Ka hanangana ny seza fiandriananao hatramin'ny taranaka fara mandimby.","Ary ny lanitra hidera ny fahagagana ataonao, Jehovah ô, Ary ny fahamarinanao koa ao amin'ny fiangonan'ny olo-masina.","Fa iza any an-danitra no mitovy amin'i Jehovah? Ary iza amin'ny zanak'ireo andriamanitra no manahaka an'i Jehovah,","Dia Andriamanitra mahatahotra indrindra eo amin'ny fiangonan'ny olo-masiny Ary hajain'izay rehetra manodidina Azy?","Jehovah, Andriamanitry ny maro, ô, iza no mahery tahaka Anao, Jehovah? Ary manodidina Anao ny fahamarinanao.","Hianao manapaka ny fisavoan'ny ranomasina; Raha manonja ny alony, dia mampitsahatra azy Hianao.","Hianao nanorotoro an-dRahaba ho tahaka izay voavono; Ny sandrinao mahery no nampielezanao ny fahavalonao.","Anao ny lanitra, Anao koa ny tany; Izao tontolo izao sy izay rehetra eo aminy. Hianao no nanorina azy.","Ny avaratra sy ny atsimo. Hianao no nahary azy; Ny anaranao no ihobian'i Tabara sy Hermona.","Manan-tsandry mahery Hianao; Mahery ny tananao, avo ny tananao ankavanana.","Rariny sy fitsarana no fanorenan'ny seza fiandriananao; Famindram-po sy fahamarinana no mialoha ny tavanao.","Sambatra izay olona mahalala ny feo mahafaly; Jehovah ô, amin'ny fahazavan'ny tavanao no handehanany.","Ny anaranao no hifaliany mandrakariva; Ary ny fahamarinanao no hisandratany.","Fa voninahitry ny heriny Hianao; Ary amin'ny fankasitrahanao no hisandratan'ny tandrokay.","Fa an'i Jehovah ny ampinganay; Ary an'ny Iray Masin'ny Isiraely ny mpanjakanay.","Tamin'izany ny olonao masina dia nilazanao tamin'ny fahitana hoe: Nametraka famonjena tamin'izay mahery Aho Ary nanandratra ny anankiray voafidy tamin'ny olona.[Na: nanandratra zatovo avy]","Efa nahita an'i Davida mpanompoko Aho; Ny diloiloko masina no nanosorako azy;","Izy no homban'ny tanako; Eny, ny sandriko no hampahery azy.","Tsy hamitaka azy ny fahavalo; Ary tsy hampahory azy ny ratsy fanahy. [Na: hitaky trosa aminy]","Fa handripaka ny fahavalony eo anoloan'ny tavany Aho Sady hamely izay mankahala azy.","Ny fahamarinako sy ny famindram-poko homba azy; Ary ny anarako no hisandratan'ny tandrony.","Dia hampitoetra ny tànany amin'ny ranomasina Aho Ary ny tànany ankavanana amin'ny ony.","Izy hiantso Ahy hoe: Raiko Hianao, Andriamanitro sy Vatolampin'ny famonjena ahy.","Ary Izaho kosa hanao azy ho lahimatoa, Ambony indrindra amin'ny mpanjakan'ny tany.","Hitahiry ny famindram-poko ho azy mandrakizay Aho, Ary ny fanekeko hampaharetiko aminy.","Hampaharitra ny taranany ho mandrakizay Aho, Ary ny seza fiandrianany ho tahaka ny faharetan'ny lanitra.","Raha mahafoy ny lalàko ny zanany Ka tsy mandeha araka ny fitsipiko,","Raha ny teniko no ataony ho fahavetavetana, Ary ny didiko no tsy tandremany,","Dia hovaliako tsorakazo ny fahadisoany, Ary kapoka ny helony.","Nefa ny famindram-poko tsy hofoanako aminy, Ary ny fahamarinako tsy havadiko,","Ny fanekeko tsy hotsoahako, Ary ny nolazain'ny molotro tsy hovako.","Izao zavatra iray loha izao no nianianako tamin'ny fahamasinako, Tsy handainga amin'i Davida mihitsy Aho:","Ny taranany haharitra mandrakizay, Ary ny seza fiandrianany ho tahaka ny masoandro eo anatrehako;","Hampitoerina mandrakizay tahaka ny volana izy, Tahaka ny vavolombelona marina any an-danitra.[Na: Ary ny vavolombelona any an-danitra dia marina]","Fa efa narianao sy nolavinao izy; Efa tezitra tamin'ny voahosotrao Hianao.","Efa nahafoana ny fanekena tamin'ny mpanomponao Hianao; Efa nataonao ho fahavetavetana ny satro-boninahiny ka narianao teny an-tany.","Efa noravanao ny fefiny rehetra; Efa nosimbanao ny fiarovany mafy.","Izay rehetra mandalo eny an-dalana dia manimba azy; Efa fandà-tsan'ny mpiray monina aminy izy.","Efa nampisandratra ny tanana ankavanan'ny rafilahiny Hianao Ary efa nampifaly ny fahavalony rehetra.","Efa nampihemotra ny lelan'ny sabany Hianao Ka tsy nampaharitra azy tamin'ny ady.[Na: nampilefitra]","Efa nampitsahatra ny voninahiny Hianao Ka nanongana ny seza fiandrianany ho amin'ny tany.","Efa nahafohy ny andron'ny fahatanorany Hianao Ary efa nanaron-kenatra azy.","Mandra-pahoviana, Jehovah ô? Hiery mandrakizay va Hianao? Mirehitra tahaka ny afo va ny fahatezeranao?","Tsarovy ny hafohin'ny androko; Toa zava-poana mihitsy ny namoronanao ny zanak'olombelona rehetra!","Iza no olona ho velona tsy hahita fahafatesana, Fa hamonjy ny fanahiny tsy ho azon'ny tanan'ny fiainan-tsi-hita? [Heb. Sheola]","Tompo ô, aiza ny famindram-ponao fahiny, Izay nianiananao tamin'i Davida tamin'ny fahamarinanao?","Tompo ô, tsarovy ny latsa manjo ny mpanomponao, Ny tratrako vesaran'ny firenena rehetra,","Dia ny nandatsan'ny fahavalonao, Jehovah ô, Eny, ny nandatsany ny dian'ny voahosotrao.","Isaorana mandrakizay anie Jehovah. Amena dia Amena."]}