{"book":"Salamo","chapter":105,"verses":["Miderà an'i Jehovah, miantsoa ny anarany; Ataovy fantatra any amin'ny firenena ny asany.","Mihirà ho Azy, mankalazà Azy; Saintsaino ny fahagagana rehetra ataony.","Ataovy ho reharehanareo ny anarany masina; Aoka hifaly ny fon'izay mitady an'i Jehovah.","Mitadiava an'i Jehovah sy ny heriny Katsaho mandrakariva ny tavany.","Tsarovy ny asa mahagaga natao-ny Dia ny fahagagany sy ny fitsaran'ny vavany,","Ry taranak'i Abrahama mpanom-pony, Dia ianareo olom-boafidiny, taranak'i Jakoba.","Jehovah, Izy no Andriamanitsika; Manerana ny tany rehetra ny fitsarany.","Mahatsiaro ny fanekeny mandrakizay Izy, Dia ilay teny izay voadidiny ho an'ny taranaka arivo mandimby,","Eny, ilay nataony tamin'i Abrahama, Sy ny fianianany tamin'Isaka;","Izay naoriny ho lalana ho an'i Jakoba, Sy ho fanekena mandrakizay ho an'Isiraely,","Ka nataony hoe: Homeko anao ny tany Kanana, Ho lovanareo voazara amin'ny famolaina,","Fony mbola olom-bitsy izy, Eny, vitsy sady vahiny tao,","Ary nifindrafindra tany amin'ny firenena, Sy nifindrafindra fanjakana ho amin'ny firenen-kafa,","Tsy nisy navelany hampahory azy, Ary nananatra mpanjaka Izy noho ny amin'ireo hoe:","Aza manendry ireo voahosotro, Ary aza manisy ratsy ireo mpaminaniko.","Dia niantso ny mosary ho amin'ny tany Izy; Notapahiny avokoa ny mofo rehetra, izay tohan'aina;","Naniraka lehilahy hialoha azy Izy; Josefa namidy ho andevo;","Nampijaliny tamin'ny fatorana ny tongony; Nogadrany vy izy.","Mandra-pahatongan'ny fotoana hahatanterahan'ny teniny; Nizaha toetra azy ny tenin'i Jehovah.","Naniraka ny mpanjaka hamaha azy, Eny, ny mpanapaka ny vahoaka, mba handefa azy.","Nanao azy ho tompon'ny tranony izy Sy ho mpanapaka ny fananany rehetra,","Mba hamatotra ny mpanapaka araka ny sitrapony, Sy hampianatra fahendrena ny loholony.","Ary Isiraely nankany Egypta; Eny, Jakoba nivahiny tany amin'ny tanin'i Hama.","Dia nahamaro ny taranaky ny olony ho be indrindra Izy ka nampahery azy noho ny fahavalony.","Nampiova ny fon'ireny hankahala ny olony Izy Sy hihendry ny mpanompony.","Naniraka an'i Mosesy mpanompony Sy Arona izay nofidiny Izy.","Ary izy ireo nanao ny famantarany teo aminy Sy fahagagana tany amin'ny tanin'i Hama.","Nahatonga aizina Izy ka nahamaizina; Ary tsy nandà ny teniny izy ireo.","Nahatonga ny ranony ho rà Izy Ka nahafaty ny hazandranony.","Nisy sahona betsaka ny taniny, Eny, na dia hatrao an-trano fandrian'ny mpanjakany aza.","Niteny Izy, dia tonga ny lalitra betsaka Sy ny moka teny amin'ny faritaniny rehetra. [Na: fihitra, na kalalao]","Nahatonga havandra ho solon'ny ranonorana Izy Sy afo midedadeda teny amin'ny taniny.","Namely ny voalobony sy ny aviaviny Izy Ka nanapatapaka ny hazo teo amin'ny taniny.","Niteny Izy, dia tonga ny valala Sy ny sompanga tsy hita isa;","Dia nihinana ny zava-maitso rehetra teny amin'ny taniny ireny Ka nandany ny vokatry ny taniny.","Ary namely ny lahimatoa rehetra tany amin'ny taniny Izy, Dia ny voalohan'ainy rehetra.","Ary dia nitondra ny olony nivoaka Izy sady nampahazo azy volafotsy sy volamena; Ary tsy nisy nangozohozo na dia iray akory aza tamin'ny fireneny.","Faly Egypta tamin'ny nahalasanany; Fa efa nahazo azy ny fahatahorana ireo.","Namelatra rahona ho fialokalofana Izy Ary afo ho fanazavana nony alina.","Nangataka izy ireo, dia nahatonga papelika Izy, Ary mofon-danitra no namokisany azy.","Nanokatra ny vatolampy Izy, dia nigororoana ny rano Ka nandriaka tamin'ny tany maina ho renirano.","Fa nahatsiaro ny teniny masina Sy Abrahama mpanompony Izy,","Dia nitondra ny olony nivoaka tamin'ny fifaliana Izy Ary ny voafidiny tamin'ny fihobiana;","Ka dia nanome azy ny tanin'ny jentilisa Izy; Ary nandova ny vitan'ny firenena maro ireny,","Mba hitandremany ny didiny, Sy hankatoavany ny lalàny. Haleloia."]}