{"book":"Salamo","chapter":59,"verses":["Ho an'ny mpiventy hira. Al-tasheth. Miktama nataon'i Davida, fony Saoly naniraka, ka nisy niambina ny trano hamonoana azy. Afaho amin'ny fahavaloko aho, Andriamanitro ô; asondroty eo amin'ny avo aho tsy ho azon'izay miodina amiko.","Afaho amin'ny mpanao ratsy aho, ary vonjeo amin'ny mpandatsa-drà.","Fa, indro, manotrika hahazo ny aiko izy; miangona hanohitra ahy ny mahery, nefa tsy fahadisoako ary tsy fahotako, Jehovah ô.","Tsy heloko no ihazakazahany sy iomanany, koa mifohaza hitsena ahy, ka jereo.[Heb. vokatra]","Ary Hianao, Jehovah ô, Andriamanitry ny maro, Andriamanitry ny Isiraely, mifohaza hitsara ny firenen-tsamy hafa; aza mamindra fo amin'izay mpivadika ratsy fanahy.","Miverina nony hariva ireny ka mierona tahaka ny alika, sady mandehandeha eran'ny tanàna.","Indro, mirezadrezatra amin'ny vavany izy; sabatra no eo amin'ny molony, fa iza, hono, no handre?","Kanjo Hianao, Jehovah ô, hihomehy azy; Hianao haneso ny firenena rehetra.","Koa noho ny herin'ireny dia hiandry Anao aho; fa Andriamanitra no fiarovana avo ho ahy.","Andriamanitra, Izay mamindra fo amiko, no hialoha ahy; hataon'Andriamanitra faly mijery ny amin'ny fahavaloko aho.","Aza mahafaty azy Hianao, fandrao hanadino izany ny fireneko. Ampirenireneo amin'ny herinao izy, ka aripaho, ry Tompo ô, Ampinganay.","Ny fahotan'ny vavany dia ny tenin'ny molony; aoka hosamborina amin'ny fireharehany izy, eny, noho ny ozona sy ny lainga ataony.","Aringano an-katezerana izy, aringano mba tsy ho ao intsony; ary aoka ho fantany fa Andriamanitra no manapaka eo amin'ny Jakoba ka hatramin'ny faran'ny tany.","Ary miverina nony hariva ireny ka mierona tahaka ny alika, sady mandehandeha eran'ny tanàna.","Miriorio mitady hanina izy; raha tsy voky izy, dia any ihany mandritra ny alina.","Fa izaho kosa dia hihira ny herinao, ary hihoby ny famindram-ponao nony maraina, satria fiarovana avo ho ahy Hianao, ary fandosirako amin'ny andro fahoriana.","Ry Heriko ô, Hianao no hankalazaiko; fa Andriamanitra no fiarovana avo ho ahy, dia Andriamanitra Izay mamindra fo amiko."]}