{"book":"Salamo","chapter":94,"verses":["Jehovah, Andriamanitra Mpamaly ny natao, ô, Andriamanitra, Mpamaly ny natao, ô, mamirapirata.","Misandrata, ry Mpitsara ny tany, ô; Mamalia ny mpiavonavona.","Mandra-pahoviana re ny ratsy fanahy, Jehovah ô, Mandra-pahoviana re no mbola hifalifaly ny ratsy fanahy?","Mirezadrezatra sy miteny sahisahy izy; Mirehareha ny mpanao ratsy rehetra.","Ny olonao, Jehovah ô, torotoroiny, Ary ny lovanao ampahoriny;","Ny mpitondratena sy ny vahiny vonoiny, Ary ny kamboty dia matiny","Fa hoy izy: Tsy mijery Jehovah, Ary tsy mandinika Andriamanitr'i Jakoba.","Mahalalà ianareo olona ketrina; Ary ianareo adala, rahoviana re no mba ho hendry ianareo?","Ny Mpanao ny sofina va tsy handre? Ny Mpamorona ny maso va tsy hahita?[Heb. Mpamboly]","Ny Mpampianatra ny jentilisa va tsy hananatra, Dia Izay mampianatra fahalalana ny olona?","Jehovah no mahalala ny hevitry ny olona, Fa zava-poana izany.","Sambatra izay olona anarinao, Jehovah ô, Sady ampianarinao avy amin'ny lalanao,","Mba homenao fitsaharana amin'ny andro fahoriana izy, Mandra-pihady lavaka ho an'ny ratsy fanahy.","Fa Jehovah tsy mba hanary ny olony, Ary ny lovany tsy hafoiny.","Fa ny fitsarana hiverina ho amin'ny fahamarinana, Ary hanaraka izany ny mahitsy fo rehetra","Iza no hitsangana ho ahy hisakana ny mpanao ratsy? Iza no hiseho ho ahy hisakana ny mpanao meloka?","Raha tsy Jehovah no Mpamonjy ahy, Dia efa saiky nalaky nitoetra tao amin'ny mangingina ny fanahiko.","Fony aho nanao hoe: Mangozohozo ny tongotro, Dia ny famindram-ponao, Jehovah ô, no nanohana ahy.","Raha be ny ahiahy ato anatiko Dia mampifaly ny fanahiko ny fampiononanao.","Hikambana aminao va ny seza fiandrianan'ny ratsy, Izay misaina fampahoriana manohitra ny lalàna? [Na: Izay misaina fampahoriana araka ny lalàny]","Manao andiany hamely ny fanahin'ny marina ireo Ka manameloka ny rà marina.","Fa tonga fiarovana avo ho ahy Jehovah; Ary vatolampy fialofako Andriamanitro.","Dia ampanodiaviny azy ireo ny helony ka aringany noho ny faharatsiany izy; Eny, aringan'i Jehovah Andriamanitsika izy."]}