{"book":"Salamo","chapter":9,"verses":["Ho an'ny mpiventy hira, Almoth-laben. Salamo nataon'i Davida. Hidera an'i Jehovah amin'ny foko rehetra aho; hanambara ny fahagaganao rehetra aho.","Ho faly sy ho ravoravo aminao aho; hankalaza ny anaranao aho ry Avo Indrindra ô,","Satria lasa nihodina ny fahavaloko, nirepirepy izy ka ringana tsy ho eo anatrehanao.","Fa efa nitsara ahy Hianao ka nanome ahy ny rariny; mipetraka eo amin'ny seza fitsaranao Hianao ho Mpitsara marina.","Efa nanarinao mafy ny jentilisa, efa naringanao ny ratsy fanahy, ny anarany efa nokosehinao ho faty mandrakizay doria.","Ny amin'ny fahavalo, dia tanteraka ho mandrakizay ny fandravàna azy; ary izay tanàna efa noravanao, dia very na dia ny fahatsiarovana azy aza.[Na: Ry fahavalo tanteraka ho mandrakizay ny fandravana]","Kanefa Jehovah mitoetra mandrakizay, efa nametraka ny sezany hitsarany Izy,","Ary Izy hitsara izao tontolo izao amin'ny fahamarinana, eny hitsara ny firenena amin'ny fahitsiana Izy.","Ka dia Jehovah no ho fiarovana avo ho an'ny mahantra, ho fiarovana avo amin'ny andro fahoriana Izy.","Ary hatoky Anao izay mahalala ny anaranao; fa tsy foinao izay mitady Anao, Jehovah ô.","Mankalazà an'i Jehovah,Izay mitoetra any Ziona; ambarao any amin'ny firenena ny asany.","Fa izay manadin-drà dia mahatsiaro ny ory; tsy manadino ny fitarainany Izy.","Mamindrà fo amiko, Jehovah ô; mitsinjova ny fahoriako avy amin'izay mankahala ahy, Ry Mpanandratra ahy ho afaka amin'ny vavahadin'ny fahafatesana,","Mba holazaiko avokoa ny fideràna Anao rehetra; eo am-bavahadin'i Ziona zanakavavy no hifaliako amin'ny famonjenao.","Ny jentilisa efa latsaka tamin'ny lavaka izay nohadiny, ny fandrika harato izay nafeniny efa nahazo ny tongony,","Jehovah efa nanao izay mampiseho ny tenany ho Mpitsara; namandrika ny ratsy fanahy tamin'ny asan'ny tànany Izy.","Hiverina ho any amin'ny fiainan-tsi-hita ny ratsy fanahy, dia ny jentilisa rehetra izay manadino an'Andriamanitra.[Heb. Sheola]","Fa tsy ho mandrakizay no hanadinoana ny malahelo; ary tsy ho very mandrakizay ny fanantenan'ny mahantra.","Mitsangàna, Jehovah ô, aoka tsy hahery ny olona; aoka hotsaraina eo anatrehanao ny jentilisa.","Asio fampahatahorana izy, Jehovah ô; aoka ho fantatry ny jentilisa fa olona ihany izy. [Na: fampianarana]"]}