{"book":"Salamo","chapter":51,"verses":["Ho an'ny mpiventy hira. Salamo nataon'i Davida, fony Natana mpaminany nankao aminy rehefa naka an'i Batseba izy. Mamindrà fo amiko, Andriamanitra ô, araka ny fahasoavanao; araka ny haben'ny fiantranao vonoy ny fahadisoako.","Sasao madio aho mba ho afa-keloka, ary diovy aho mba ho afa-pahotana.","Fa tsaroako ny fahadisoako, ary eo anatrehako mandrakariva ny fahotako.","Taminao dia taminao ihany no nanotako, ary izay ratsy eo imasonao no efa nataoko, mba ho marina Hianao, raha miteny, ary tsy hanan-tsiny Hianao, raha mitsara.","Indro, tamin'ny heloka no niterahana ahy, ary tamin'ny fahotana no torontoronina ahy ny reniko.","Indro, fahamarinana ao am-po no sitrakao; ary fahendrena ao amin'ny miafina no ampahafantarinao ahy.","Diovy hysopa aho ho afa-pahotana, dia hadio; sasao aho, dia ho fotsy mangatsakatsaka.[Heb: toy ny oram-panala]","Ampandreneso fifaliana sy faharavoravoana aho, hifalian'ny taolana izay voavakivakinao.","Afeno ny tavanao ny fahotako ary vonoy ny heloko rehetra.","Amorony fo madio aho, Andriamanitra ô; ary havaozy hiorina marina ny fanahiko ato anatiko.","Aza manary ahy hiala eo anatrehanao; ary aza manaisotra ny Fanahinao Masina amiko.","Ampodio amiko ny fifaliana amin'ny famonjenao; ary tohàny fanahy mazoto aho.","Dia hampianatra ny olon-diso ny lalanao aho; ary ny mpanota hampiverenina aminao.","Vonjeo ho afaka amin'ny valin-drà aho, Andriamanitra ô, Andriamanitry ny famonjena ahy; hihoby ny fahamarinanao ny vavako.[Heb: ny lelako]","Tompo ô, sokafy ny molotro, dia hanambara ny fiderana Anao ny vavako.","Fa tsy fanatitra no sitrakao; raha izany dia nomeko ihany; ny fanatitra dorana tsy mahafaly Anao.","Ny fanatitra ho an'Andriamanitra dia fanahy torotoro; ny fo torotoro sy mangorakoraka, Andriamanitra ô, tsy mba ataonao tsinontsinona.","Manaova soa amin'i Ziona araka ny fahasoavanao; ataovy ny mandan'i Jerosalema.","Dia ho sitrakao ny fanati-pahamarinana sy ny fanatitra dorana ary ny fanatitra levonina amin'ny afo; dia hanatitra vantotr'ombilahy eo amin'ny alitaranao ny olona."]}