{"book":"Salamo","chapter":10,"verses":["Jehovah ô, nahoana no mijanona eny lavitra eny Hianao ka miery amin'ny andro fahoriana?","Noho ny fireharehan'ny ratsy fanahy dia enjehina mafy ny malahelo; azon'ny fahendrena nataony izy ireny.[Na: miolomay manenjika ny malahelo izy]","Ny ratsy fanahy mandoka izay irin'ny fony; ary ny mpierina mahafoy sy manamavo an'i Jehovah.","Ny ratsy fanahy mirehareha hoe: Tsy hanadina Izy; eny, \"Tsy misy Andriamanitra\" no tontalin-keviny.","Tanteraka mandrakariva ny alehany; any amin'ny avo lavitra azy ny fitsarànao; ny mpandrafy azy rehetra dia ataony hoe: zinona ireny? [Heb. Mahery]","Hoy izy am-pony: tsy hangozohozo aho, tsy ho azon-doza mandrakizay doria aho.","Feno ozona sy fitaka ary fanaovana an-keriny ny vavany; ao ambanin'ny lelany dia misy fampahoriana sy faharatsiana.","Mamitsaka amin'ny fanotrehana ao an-tanàna izy, ao an-katakonana no amonoany ny marina; ny masony mikendry ny mahantra.","Manotrika ao an-katakonana tahaka ny liona ao amin'ny famitsahany izy; manotrika hisambotra ny malahelo izy; fandrihany amin'ny haratony no fisambony ny malahelo.","Torotoro sy mitanondrika ny mahantra ka lavo amin'ny herin'ny ratsy fanahy.","Hoy izy anakampony: efa nanadino Andriamanitra, efa nanafina ny tavany Izy ka tsy hahita mandrakizay.","Mitsangàna, Jehovah ô; Andriamanitra ô, atsangano ny tananao, aza manadino ny ory.","Nahoana no mamingavinga an'Andriamanitra ny ratsy fanahy ka manao anakampo hoe: Tsy hanadina Hianao?","Efa nahita ihany Hianao, satria mijery fahoriana sy alahelo, mba hovalian'ny tananao. Hianao no iononan'ny mahantra; Hianao no Mpamonjy ny kamboty.","Torotoroy ny sandrin'ny ratsy fanahy; ary adino ny heloky ny mpanao ratsy mandra-paha-tsy hisy hitanao intsony.","Jehovah no Mpanjaka mandrakizay doria; voafongotra tsy ho amin'ny taniny intsony ny jentilisa.","Efa nohenoinao, Jehovah ô, ny irin'ny mpandefitra; mampiomana ny fony Hianao sady mampihaino ny sofinao,","Hanomezanao rariny ny kamboty sy ny mahantra, mba tsy handroso hampitahotra intsony ny zanak'olombelona ety an-tany."]}