{"book":"Salamo","chapter":107,"verses":["[Fiantsoana ny olona efa nahita soa tamin'Andriamanitra mba hisaotra Azy] Miderà an'i Jehovah, fa tsara Fa mandrakizay ny famindram-pony.","Aoka hanao izany ny navotan'i Jehovah, Dia izay navotany ho afa-ka tamin'ny tanan'ny fahavalo, [Na: fahoriana]","Sy nangoniny avy tany amin'ny tany maro, Dia avy tany atsinanana sy andrefana ary tany avaratra sy tany amin'ny ranomasina.","Nirenireny tany an-efitra ireny ka nanavatsava tany an-tany foana, Ary tsy nahita tanàna honenana.","Noana sy nangetaheta izy, Sady reraka ny ainy tao anatiny,","Dia nitaraina tamin'i Jehovah ireo, raha ory, Ka novonjeny tamin'ny fahatereny;","Dia nitondra azy tamin'ny lalana mahitsy Izy, Mba hankanesany any amin'izay tanàna honenana.","Aoka hidera an'i Jehovah ireo noho ny famindram-pony Sy ny fahagagana ataony amin'ny zanak'olombelona!","Fa mahafa-po ny fanahy mangetaheta Izy, Ary ny fanahy noana dia vokisany soa.","Izay nipetraka tao amin'ny maizina sy ny aloky ny fahafatesana, Voafato-pahoriana sy vy,","Satria nandà ny tenin'Andriamanitra Sady naniratsira ny anatry ny Avo Indrindra;","Dia nampietreny tamin'ny fahoriana ny fony; Ka potraka izy, nefa tsy nisy hamonjy;[Heb. tafintohina]","Dia nitaraina tamin'i Jehovah ireo, raha ory, Ka novonjeny tamin'ny fahatereny.","Nitondra azy nivoaka avy tao amin'ny maizina sy ny aloky ny fahafatesana Izy, Ary notosany ny fatorany.","Aoka hidera an'i Jehovah ireo noho ny famindram-pony Sy ny fahagagana ataony amin'ny zanak'olombelona!","Fa nanorotoro ny varavarana varahina Izy, Ary ny hidy vy nohenteriny.","Mitondra fahoriana ny adala noho ny fahadisoany sy ny helony:","Nahamonamonaina azy ny hanina rehetra; Ary nanakaiky ny vavahadin'ny fahafatesana izy.","Dia nitaraina tamin'i Jehovah ireo, raha ory, Ka novonjeny tamin'ny fahatereny.","Nandefa ny teniny Izy mba hahasitrana azy Ary nanafaka azy tamin'ny longoa nianjerany.","Aoka hidera an'i Jehovah ireo noho ny famindram-pony Sy ny fahagagana ataony amin'ny zanak'olombelona!","Ary aoka hanatitra fanati-pisaorana izy Sy hilaza ny asany amin'ny fihobiana.","Izay midina any an-dranomasina ka mandeha an-tsambo Sy manao raharaha any amin'ny rano lehibe","No mahita ny asan'i Jehovah Sy ny fahagagana ataony amin'ny rano lalina.","Fa niteny Izy ka nanangana rivotra mahery, Izay nampisondrotra ny onjan-drano;","Niakatra hatramin'ny lanitra ny olona, ary nidina hatramin'ny lalina; Ny fanahiny levona noho ny fahoriana.","Nisangodingodina ireo sady nivembena toy ny mamo, Ka dia very ny sainy rehetra.","Dia nitaraina tamin'i Jehovah ireo, raha ory, Ka nampiala azy tamin'ny fahatereny Izy.","Nanony ny rivotra mahery Izy, Ka nitsahatra ny onjan-drano.","Dia faly ireo, satria nitsahatra izany; Ary nentiny ho amin'ny fitodiana niriny izy.","Aoka hidera an'i Jehovah ireo noho ny famindram-pony Sy ny fahagagana ataony amin'ny zanak'olombelona!","Ary aoka hanandratra Azy eo amin'ny fiangonan'ny olona izy Ka hidera Azy eo amin'ny fipetrahan'ny loholona.","Mampody ny ony ho efitra Izy Ary ny loharano ho tany mangentana,","Ny tany mahavokatra ho tanin-tsira, Noho ny faharatsian'ny mponina eo.","Mampody ny efitra ho rano monina Izy Sy ny tany maina ho loharano,","Ary amponeniny eo izay noana, Mba hanamboatra tanana honenana;","Ary hamafy eny an-tsaha izy Sady hanao tanim-boaloboka Ka hahazo vokatra be.","Dia mitahy azy Izy mba hitomboany betsaka, Ka tsy avelany hihavitsy ny biby fiompiny.","Fa mihakely sy mietry indray izy Noho ny fampahoriana sy ny loza ary ny alahelo.","Mampidina fanamavoana amin'ny mpanapaka Jehovah Ka mampirenireny azy any an-efitra tsy misy lalana;","Fa manandratra ny malahelo ho afa-pahoriana kosa Izy,Ka mahamaro mianakavy azy toy ny ondry andiany.","Hahita izany ny marina ka ho faly; Fa hihombom-bava kosa ny ratsy fanahy rehetra.","Izay hendry dia aoka hahafantatra izany Ka hahalala ny famindram-pon'i Jehovah."]}