{"book":"Salamo","chapter":66,"verses":["Ho an'ny mpiventy hira. Tonon-kira. Salamo. Mihobia ho an'Andriamanitra, ry tany rehetra;","Mankalazà ny voninahitry ny anarany; omeo voninahitra Izy ho fiderana Azy.","Lazao amin'Andriamanitra hoe: endrey, mahatahotra ny asanao! ny fahalehibiazan'ny herinao no hikoizan'ny fahavalonao Anao.","Ny tany rehetra hiankohoka eo anatrehanao ka hankalaza Anao; eny, hankalaza ny anaranao izy.","Avia, ka jereo ny asan'Andriamanitra, mahatahotra ny zavatra ataony amin'ny zanak'olombelona.","Efa nampody ny ranomasina ho tany maina Izy; nandeha an-tongotra nita ny ony ny olona; tao no nifaliantsika tamin'Andriamanitra.[Na: Ao no aoka hifaliantsika amin']","Manjaka mandrakizay amin'ny heriny Izy, ary ny masony mandinika ny firenen-tsamy hafa; aoka tsy hanandra-tena ny maditra.","Misaora an'Andriamanitsika, ry firenena; ary asandrato ny feo fiderana Azy,","Izay mampitoetra ny fanahintsika amin'ny fiainana ka tsy mamela ny tongotsika hangozohozo.","Fa efa nizaha toetra anay Hianao, Andriamanitra ô; efa nanadio anay Hianao, tahaka ny fanadio volafotsy amin'ny memy.","Efa nampiditra anay tamin'ny fandrika Hianao; efa nanisy enta-mavesatra teo am-balahanay Hianao.","Efa nampandeha ny olona hanitsaka ny lohanay Hianao; nandeha namaky ny afo sy ny rano izahay; fa nitondra anay nivoaka ho amin'ny fitahiana mahatretrika Hianao.","Hiditra ao an-tranonao mitondra fanatitra dorana aho; hefaiko aminao ny voadiko,","Izay notononin'ny molotro sy naloaky ny vavako, fony aho azom-pahoriana.","Hateriko aminao ho fanatitra dorana ny matavy mbamin'ny setroky ny ondrilahy; hanatitra omby sy osilahy aho.","Avia, mihainoa ianareo rehetra izay matahotra an'Andriamanitra, fa holazaiko izay nataony ho an'ny fanahiko.","Izy no nantsoin'ny vavako; ary ny fanandratana Azy no teo ambanin'ny lelako.","Raha nankasitraka ota tao am-poko aho, dia tsy mba hihaino ny Tompo;[Heb: nijery]","Kanefa efa nihaino tokoa Andriamanitra; efa nihaino ny feon'ny fivavako Izy.","Isorana anie Andriamanitra, izay tsy nandà ny fivavako, na nanaisotra ny famindram-pony tamiko."]}