{"book":"Salamo","chapter":103,"verses":["Nataon'i Davida Misaora an'i Jehovah, ry fanahiko; Ary izay rehetra ato anatiko, misaora ny anarany masina.","Misaora an'i Jehovah, ry fanahiko; Ary aza misy hadinoinao ny fitahiany rehetra,","Izay mamela ny helokao rehetra, Izay manasitrana ny aretinao rehetra,","Izay manavotra ny ainao tsy hidina any an-davaka, Izay manarona famindram-po sy fiantrana anao,","Izay mahavoky soa ny vavanao; Ny fahatanoranao mody indray toy ny an'ny voromahery.[Na: fanahinao, na fahanteranao][Na: ho toy ny voromahery]","Jehovah manao fahamarinana Sy fitsarana amin'izay rehetra ampahorina.","Efa nampahafantatra an'i Mosesy ny lalan-kalehany Izy; Ny Zanak'Isiraely nampahafantariny ny asany.","Mamindra fo sy miantra Jehovah, Mahari-po sady be famindram-po.","Tsy mandaha-teny mandrakariva Izy, Na mitahiry fahatezerana mandrakizay.","Tsy mba manao amintsika araka ny fahotantsika Izy, Na mamaly antsika araka ny helotsika.","Fa tahaka ny hahavon'ny lanitra ambonin'ny tany No haben'ny famindram-pony amin'izay matahotra Azy.","Tahaka ny halavitry ny atsinanana amin'ny andrefana No halavitry ny anesorany ny fahotantsika amintsika.","Tahaka ny fiantràn'ny ray ny zanany No fiantran'i Jehovah izay matahotra Azy;","Fa Izy mahalala ny toetsika Ka mahatsiaro fa vovoka isika.","Tahaka ny ahitra ny andron'ny zanak'olombelona; Tahaka ny vonin-javatra any an-tsaha ny famoniny,","Satria tsofin'ny rivotra izy ka lasa, Ary tsy mahalala azy intsony ny fitoerany.","Fa ny famindram-pon'i Jehovah dia hatramin'ny taloha indrindra ka ho mandrakizay amin'izay matahotra Azy Ary ny fahamarinany mihatra amin'ny taranaka.","Dia amin'izay mitandrina ny fanekeny Sy mahatsiaro hankatò ny didiny.","Jehovah efa nampitoetra ny seza fiandrianany any an-danitra; Ary ny fanjakany manapaka izao tontolo izao.","Misaora an'i Jehovah, ianareo anjeliny, Dia ianareo izay mahery indrindra sady mankatò ny didiny Ary mihaino ny feon'ny teniny.","Misaora an'i Jehovah, ny miaramilany rehetra, Dia ny mpanompony izay manao ny sitrapony.","Misaora an'i Jehovah, ny asany rehetra eran'ny fanjakany; Misaora an'i Jehovah, ry fanahiko."]}