{"book":"Tonon-kiran'i Solomona","chapter":7,"verses":["Miverena, miverena, ry Solemita; Miverena, miverena, mba hijerenay anao. Inona no hitanareo amin'ny Solemita? Dihy tahaka ny an'i Mahanaima.[Na: ataon'ny mpandihy roa tonta;]","Endrey! mahate-hijery ny famindran'ny tongotrao mikiraro, ry zazavavy zanak'andriana! Dia tahaka ny firavaka ny amboam-penao, nataon'ny tanan'ny mahay zavatra.[Heb. mikapa]","Ny foitrao dia tahaka ny tomaboha kivorivory; Tsy ho diso divay noharoharoan-java-manitra anie izy! Ny kibonao dia tahaka ny vary tritika voatoby sady voaravaka lilia manodidina.","Ny nononao roa dia tahaka ny gazela kambana mbola tanora.","Ny vozonao dia tahaka ny tilikambo ivory; Ny masonao dia tahaka ny kamory any Hesbona, dia eo am-bavahadin'ny tanàna be olona; Ny oronao dia tahaka ny tilikambo any Libanona, izay manandrify an'i Damaskosy.[Na: eo am-bavahadin'i Beta-rabina]","Ny lohanao dia tahaka an'i Karmela, ary ny volon-dohanao milantolanto dia somary volomparasy. Voatanan'ny volo olioly ny mpanjaka!","Endrey! tsara tarehy sady mahafinaritra ianao, ry malala, amin'izao zava-mahafinaritra rehetra izao![Heb. ry fitiavana]","Izato tsangananao dia tahaka ny rofia, Ary ny nononao dia tahaka ny sampahony.[palma]","Hoy izaho: Hananika ny rofia aho ka handray ny rantsany; Ary aoka ny nononao ho toy ny sampahom-boaloboka amiko, ary ny fofonainao ho tahaka ny an'ny poma,[palma]","Ny vavanao dia toy ny divay tsara, eny, divay mikorotsaka mora eo an-tendan'ny malalako sady miditra misononoka amin'ny molotry ny matory.","An'ny malalako aho, sady manina ahy izy.[Heb. ho amiko ny faniriany;]","Avia, ry malalako, aoka handeha ho any an-tsaha isika; Andeha handry any ambanivohitra isika.","Dia aoka hifoha maraina koa ho any an-tanim-boaloboka isika; Aoka hizahantsika raha mitsimoka ny voaloboka, sy mivelatra ny voniny, ary mamony ny ampongaben-danitra any no hanehoako ny fitiavako anao.","Mamerovero tsara ny dodaima, sady ao am-bavahadintsika misy voankazo tsara samy hafa, na ny vao na ny ela: Efa notehiriziko ho anao izany, ry malalako.[mandragora]"]}