{"book":"Tonon-kiran'i Solomona","chapter":8,"verses":["Enga anie ka ho tahaka ny anadahiko, izay ninono an'ineny, ianao! Dia ho nahita anao teny ala-trano aho ka ho nanoroka anao. Eny tsy ho azon'olona notevatevaina aho.","Dia ho entiko ka hampidiriko ho ao an-tranon'ineny ianao, ary hampianarinao aho; Hampisotroiko divay noharoharoan-java-manitra mbamin'ny ranon'ampongaben-danitro ianao.","Aoka hanondana ahy ny tànany ankavia, ary aoka hanohona ahy ny tànany ankavanana.","Mampianiana anareo aho, ry zanakavavin'i Jerosalema: Aza manaitra na mamoha ny fitiavana, raha tsy efa sitrapony.","Iza moa iry vehivavy miakatra avy any an-efitra, mitehina amin'ny malalany? Teo ambanin'iny hazo poma no namohazako anao; Teo no niterahan-dreninao anao, eny, teo no nahararian'ilay niteraka anao.","Ataovy toy ny fanombohan-kase ao am-ponao aho sy toy ny fanombohan-kase eo an-tsandrinao; Fa mahery toy ny fahafatesana ny fitiavana, masiaka tahaka ny fiainan-tsi-hita ny fahasaro-piaro; Ny lelafony dia lelafo midedadeda, eny, lelafon'i Jehovah.[Heb. Sheola]","Na dia ny ony maro aza tsy mahavono ny afon'ny fitiavana, ary ny renirano tsy mahapaoka azy; Na dia misy olona manome ny fananany rehetra ao an-tranony aza hamidy fitiavana, dia hatao tsinontsinona izy.","Manana zandrivavy tsy mbola misy nono izahay; Ahoana no hataonay amin'ny zandrivavinay, raha mby amin'izay andro hangatahan'olona azy ho vady?[Na: isika][Na: hataontsika][Na: zandrivavintsika]","Raha manda izy, dia hanangananay tilikambo volafotsy eo an-tampony; Fa raha varavarana kosa izy, dia hotampenanay hazo fisaka sedera.[Na: hananganantsika][Na: hotampenantsika]","Mànda aho, dia toy ny tilikambo ny nonoko. Raha eo imasony dia toy ny efa mahita soa aho.","Solomona nanan-tanim-boaloboka tao Bala-hamona; Nahofany tamin'olona mpiandry voly ny tanim-boaloboka, ka samy tsy maintsy mitondra sekely volafotsy arivo ho solon'ny vokatra.","Ny tanim-boaloboko, eny, ilay an'ny tenako, dia eto anatrehako, Ny arivo kosa dia anao, ry Solomona, ary ny roan-jato ho an'izay mpiandry voly.","Ry mitoetra eny an-tsaha! Te-hihaino ny feonao ireo namako; Mba ampandreneso izany koa aho.","Mandosira, ry malalako, ary aoka ianao mba ho toy ny gazela na ny diera tanora eny an-tendrombohitry ny zava-manitra.[Anaram-biby haingan-tongotra]"]}