{"book":"Tonon-kiran'i Solomona","chapter":1,"verses":["Ny tonon-kira tsara indrindra, izay nataon'i Solomona.","Enga anie ka hanoroka ahy amin'ny fanorohan'ny vavany izy! Fa tsara noho ny divay ny fitiavanao.","Mani-pofona ny menakao tsara, menaka manitra voaidina ny anaranao, koa izany no itiavan'ny zatovovavy anao.","Taomy aho, dia hihazakazaka hanaraka anao izahay; Nentin'ny mpanjaka ho ao an-efi-tranony aho. Hifaly sy hiravoravo aminao izahay; Hankalazainay mihoatra noho ny divay ny fitiavanao; Fitiavana marina no itiavany anao.","Mivalomainty aho, nefa tsara tarehy, ry zanakavavin'i Jerosalema, toy ny lain'i Kedara, toy ny ambain-dain'i Solomona.","Aza mibanjina ahy, fa mivalomainty aho, satria efa azon'ny hainandro; Tezitra tamiko ny zanak'ineny; Notendreny ho mpiandry ny tanim-boalobony aho; Nefa ny tanim-boaloboko kosa, dia ny an'ny tenako, tsy mba nandrasako.","Lazao amiko, ry ilay tian'ny fanahiko, izay iandrasanao ny ondrinao, sy izay ampandrianao azy raha antoandro; Fa nahoana no ho tahaka izay mivezivezy foana aho Eny amin'ny andian'ny namanao? [Na: misarona fisalobonana]","Raha tsy fantatrao, ry tsara tarehy indrindra amin'ny vehivavy, dia mandehana hanaraka ny andian'ny ondry aman'osy, ary andraso eny amin'ny lain'ny mpiandry ondry ny zanak'osinao.","Ry tompokovavy havako, ianao dia ampitahaiko amin'ny soavalivaviko mitarika ny kalesin'i Farao.","Mahatsara ny tarehinao ireo voahangy voatohy; Manendrika ny vozonao ireo rado.","Nefa rojo volamena misy voavola mibontsimbontsina kosa no hataonay ho anao.","Raha mipetraka amin'ny latabany ny mpanjaka, dia mamerovero tsara ny nardako.","Ny malalako dia miora am-pehezana madinika mandry eo an-tratrako.","Ny malalako dia tahaka ny vonin'ny kofera amiko, any an-tanimbolin'i En-jedy.","Indro, tsara tarehy ianao, ry tompokovavy havako; Indro, tsara tarehy ianao; Voromailala ny masonao.[Na: Manana masom-boromailala ianao]","Indro, tsara tarehy ianao, ry malalako, eny, mahafinaritra; Maitso ny fandriantsika.","Sedera ny sakamandimbin'ny tranontsika, ary kypreso ny peta-drindrintsika."]}