{"book":"Zakaria","chapter":7,"verses":["Ary tamin'ny taona fahefatra nanjakan'i Dariosa no nahatongavan'ny tenin'i Jehovah tamin'i Zakaria, tamin'ny andro fahefatra tamin'ny volana fahasivy (Kisleva izany);","ary Betela efa naniraka an'i Serezera sy Regema-meleka sy ny olony hifona amin'i Jehovah [na: ary ny any Betela, dia Serezera... efa naniraka]","ka hiteny amin'ny mpisoron'ny tranon'i Jehovah, Tompon'ny maro, sy amin'ny mpaminany hoe: Hitomany amin'ny volana fahadimy va aho ka hifady toy ny fanaoko tamin'ny taon-dasa ela?","Dia tonga tamiko ny tenin'i Jehovah, Tompon'ny maro, nanao hoe:","Lazao amin'ny vahoaka rehetra amin'ny tany sy amin'ny mpisorona hoe: Raha nifady hanina sy nitomany tamin'ny volana fahadimy sy ny fahafito tamin'izao fito-polo taona izao, ianareo moa nifady ho Ahy va ianareo?","Ary raha mihinana sy misotro ianareo. moa tsy mihinana sy misotro ho an'ny tenanareo ihany va ianareo? [na: moa tsy ianareo ihany va no mihinana sy misotro]","Moa tsy tokony ho nihaino ny teny izay nasain'i Jehovah nantsoin'ny mpaminany fahiny va ianareo, fony mbola nonenana sy nandry fahizay Jerosalema sy ny zana-bohiny manodidina azy, sady nonenana koa ny tany atsimo sy ny tany lemaka amoron-tsiraka? [na: sefela]","Ary tonga tamin'i Zakaria ny tenin'i Jehovah nanao hoe:","Izao no lazain'i Jehovah, Tompon'ny maro: Manaova fitsarana marina, ary samia mifampiantra sy mifamindra fo amin'ny rahalahiny avy;","ary aza mampahory ny mpitondratena na ny kamboty, na ny vahiny, na ny mahantra; ary aza misy mihevitra ao am-ponareo hanisy ratsy ny rahalahinareo ianareo.","Nefa tsy nety nihaino ireny, fa nampihemotra ny sorony, ary nataony lalodalovana ny sofiny; mba tsy handre.","Eny, nanao ny fony ho mafy,toy ny diamondra Izy, mba tsy hihaino ny lalàna sy ny teny izay nampitondrain'ny Fanahin'i Jehovah, Tompon'ny maro, holazain'ny mpaminany fahiny, ka dia tonga izay fahatezerana mafy avy tamin'i Jehovah, Tompon'ny maro,","Koa toy ny niantsoan'ireny, fa tsy nohenoiny, dia ho toy izany no hiantsoany kosa, fa tsy hohenoiko, hoy Jehovah, Tompon'ny maro;","fa haeliko amin'ny tafio-drivotra ho any amin'ny firenena rehetra izay tsy fantany izy. Toy izany no nahalao ny tany tao aoriany, ka tsy nisy olona nandroso na niverina; fa nahatonga ny tany mahafinaritra ho tany lao izy."]}