{"book":"Zakaria","chapter":12,"verses":["Teny faminaniana avy tamin'i Jehovah ny amin'ny Isiraely. Hoy Jehovah, Izay mamelatra ny lanitra sy manao ny fanorenan'ny tany ary mamorona ny fanahin'ny olona ao anatiny:","Indro, Izaho hanao an'i Jerosalema ho kapoaka mampiraikiraiky ho an'ny firenena rehetra manodidina; ary ny Joda koa hiharan'izany ny hanaovana fahirano an'i Jerosalema.","Ary amin'izany andro izany Jerosalema dia hataoko vato mavesatra ho an'ny ny firenena rehetra, ka haràtra dia haràtra izay rehetra mivesatra azy; ary ho tafangona hamely azy ny firenena rehetra amin'ny tany.","Amin'izany andro izany, hoy Jehovah, dia hamely ny soavaly amin'ny fahaverezan-kevitra Aho, ary ny mpitaingina azy amin'ny fahadalana, hampihiratra ny masoko amin'ny taranak'i Joda Aho ary hamely ny soavaly rehetra izay an'ny firenena amin'ny fahajambana.","Ary ireo lohany amin'ny firenen'i Joda dia hanao anakampo hoe: Ny mponina any Jerosalema dia heriko ao amin'i Jehovah, Tompon'ny maro, Andriamaniny.","Amin'izany andro izany ireo lohany amin'ny firenen'i Joda dia hataoko tahaka ny fatana mirehitra eny amin'ny hazo sy tahaka ny fanilo mirehitra eny amin'ny amboara, ka handevona ny firenena rehetra manodidina amin'ny ankavanana sy ny ankavia izy; ary Jerosalema dia mbola hiorina amin'ny fitoerany ihany, dia any Jerosalema.","Ary hovonjen'i Jehovah aloha ny lain'ny Joda, mba tsy hisandratra ambonin'ny Joda intsony ny voninahitry ny taranak'i Davida sy ny voninahitry ny mponina any Jerosalema.","Amin'izany andro izany dia harovan'i Jehovah ny mponina any Jerosalema; ary izay mila ho reraka ao aminy aza amin'izany andro izany dia ho tahaka an'i Davida; ary ny taranak'i Davida ho tahaka an'Andriamanitra, dia tahaka Ilay Anjelin'i Jehovah eo anoloany.","Amin'izany andro izany dia hitady handringana ny jentilisa rehetra izay avy hamely an'i Jerosalema Aho.","Ary haidiko amin'ny taranak'i Davida sy amin'ny mponina any Jerosalema ny fanahin'ny fahasoavana sy ny fifonana, ka hijery Ahy Izay nolefoniny izy, ary hisaona Azy toy ny fisaonana zanakalahy tokana izy sady halahelo Azy toy ny fahalahelovan'ny olona ny lahimatoany.[na: ka hijery ilay]","Amin'izany andro izany dia hisy fisaonana lehibe any Jerosalema toy ny fisaonana tao Hadadrimona eo amin'ny lohasaha Megido.","Ary hisaona mitsitokantokana ny tany, samy isam-pianakaviana avy: ny fianakavian'i Davida mitokana, ary ny vadin'ireo mitokana; ny fianakavian'i Natana mitokana, ary ny vadin'ireo mitokana;","ny fianakavian'ny taranak'i Levy mitokana, ary ny vadin'ireo mitokana; ny fianakavian'i Simey mitokana, ary ny vadin'ireo mitokana;","ny fianakaviana sisa rehetra mitokana isam-pianakaviana, ary ny vadin'ireo mitokana."]}