{"book":"Zakaria","chapter":11,"verses":["Vohay ny varavaranao, ry Libanona ô! Handevonan'ny afo ny sederanao","Midradradradra, ry hazo kypreso! Fa efa nianjera ny sedera, Eny, fongotra ireo avo be; Midradradradrà, ianareo ôka any Basana! Fa ripaka ny ala mikirindro","Injay! fidradradradran'ny mpiandry ondry! Fa rava ny voninahiny; Injay! fieron'ny liona tanora! Fa rava ny kirihitrala eny amoron'i Jordana [heb. reharehany]","Izao no lazain'i Jehovah Andriamanitra: Andraso ny ondry izay hovonoina,","dia ireo vonoin'ny tompony nefa tsy ananany heloka; ary ny mivarotra azy manao hoe: Isaorana anie Jehovah, fa manan-karena aho; ary ny mpiandry azy koa dia tsy miantra azy [na: izay nividy azy][na: nefa tsy atao ho meloka ireny]","Fa tsy hiantra ny mponina amin'ny tany intsony Aho, hoy Jehovah; fa, indro, Izaho dia hanolotra ny olona samy ho eo an-tànan'ny namany sy samy ho eo an-tanan'ny mpanjakany avy; ary hamely ny tany ireo, nefa tsy mba hanafaka amin'ny tànany Aho.","Ary niandry ny ondry izay hovonoina Aho, dia izay ondry mahantra. Ary naka tehina roa ho Ahy Aho, ny iray nataoko hoe Fahasoavana, ary ny iray kosa nataoko hoe Fikambanana; ary nandrasako ny ondry.","Ary nandringana ny mpiandry ondry telo Aho tamin'ny iray volana, fa tsy nahatsindry fo taminy intsony, sady tofoka Ahy ny fanahiny. [na: telo amin'ireo mpiandry ireo]","Dia hoy Izaho: Tsy hiandry anareo Aho: izay ho faty dia aoka ho faty, ary izay ho ringana dia aoka ho ringana, ary ny sisa dia aoka samy hihinana ny nofon'ny namany avy.","Ary noraisiko ny tehiko Fahasoavana ka notapahiko, mba hanafoanako ny fanekena izay efa nataoko tamin'ny firenena rehetra.","Ary tapaka tamin'izany andro izany iny, ka dia fantatry ny ondry mahantra, izay nitandrina ny teniko, fa tenin'i Jehovah izany.","Dia hoy izaho taminy: Raha tsara eo imasonareo, dia omeo ahy ny karamako; fa raha tsy izany, dia aoka ihany. Ary dia nolanjainy ny karamako, ka sekely volafotsy telo-polo.","Ary hoy Jehovah tamiko: Atsipazo amin'ny mpanefy tanimanga izany vola be nanombanany Ahy izany! Dia noraisiko ny sekely volafotsy telo-polo ka natsipiko tamin'ny mpanefy tanimanga tao an-tranon'i Jehovah.","Dia notapahiko koa ilay tehiko anankiray Fikambanana, hanafoanako ny firahalahian'i Joda sy Isiraely.","Ary hoy Jehovah tamiko: Alao ho anao koa ny tehin'ny mpiandry ondry adala.","Fa, indro, Izaho hanangana mpiandry amin'ny tany, izay tsy hamangy ny naringana, na hitady ny niely, na hanasitrana ny naratra, na hiandry izay mbola matanjaka; fa hohaniny ny nofon'ny matavy sady helakelahiny ny kitrony. [heb. mijoro tsara]","Lozan'ny mpiandry ondry tsy mahomby izay mandao ny ondry! Ny sabatra no hanely ny sandriny sy ny masony ankavanana; halazo tokoa ny sandriny, ary ho jamba tokoa ny masony ankavanana."]}