{"book":"Zakaria","chapter":2,"verses":["Ary natopiko ny masoko, ka hitako fa, indreo, nisy tandroka efatra.","Ary hoy izaho tamin'ilay anjely niresaka tamiko: Inona moa ireo? Dia hoy izy tamiko: Ireo no tandroka izay nampihahaka ny Joda sy ny Isiraely ary Jerosalema.","Ary dia nanehoan'i Jehovah mpiasa efatra aho.","Dia hoy izaho: Avy hanao inona moa ireto? Ary Izy nanao hoe: Ireo no tandroka nampihahaka ny Joda, ka tsy nisy olona nanandrandra loha; fa ireto kosa dia avy hampahatahotra azy mba hampiongana ny tandroky ny firenena, dia izay nanandratra ny tandrony tamin'ny tanin'ny Joda hanely azy.","Dia natopiko ny masoko, ka hitako fa, indro, nisy lehilahy manana kofehy famolaina eny an-tànany.","Dia hoy izaho: Ho aiza moa ianao? Ary hoy izy tamiko: Handrefy an'i Jerosalema hizaha ny sakany sy ny lavany aho.","Ary, indro, nivoaka ilay anjely niresaka tamiko, ary nisy anjely anankiray koa nivoaka hitsena azy","ka nanao taminy hoe: Mihazakazaha, ka milazà amin'io zatovo io hoe: Honenana toy ny tanana tsy mimanda Jerosalema noho ny hamaroan'ny olona sy ny biby fiompy ao aminy.","Fa Izaho, hoy Jehovah, ho manda afo manodidina azy ary ho voninahitra ao afovoany.","He! he! mandosira avy any amin'ny tany avaratra, hoy Jehovah; fa aeliko ho toy ny rivotra efatry ny lanitra ianareo, hoy Jehovah.","He! vonjeo ny tenanao, ry Ziona, izay monina ao Babylona zanakavavy.","Fa izao no lazain'i Jehovah, Tompon'ny maro: Hampiseho voninahitra no nanirahany ahy tany amin'ny firenena izay namabo anareo; fa izay mikasika anareo dia mikasika ny anakandriamasony. [Heb. aorian'ny]","Fa, indro, hahinjitro eo amboniny ny tanako, ka hobaboin'ireo nanompo azy izy; dia ho fantatrareo fa Jehovah, Tompon'ny maro, no naniraka ahy.","Mihobia sy mifalia, ry Ziona zanakavavy, fa, indro, avy honina ao afovoanao Aho, hoy Jehovah.","Ary firenena maro no hanaiky ho an'i Jehovah amin'izany andro izany ka ho oloko; ary hitoetra ao afovoanao aho, ka dia ho fantatrao fa Jehovah, Tompon'ny maro, no naniraka ahy ho aminao.","Ary Jehovah hanana an'i Joda ho anjarany ao amin'ny tany masina ary mbola hifidy an'i Jerosalema indray.","Mangina eo anatrehan'i Jehovah, ry nofo rehetra! fa nifoha avy ao amin'ny fitoerany masina Izy."]}