{"book":"Zakaria","chapter":1,"verses":["Tamin'ny volana fahavalo tamin'ny taona faharoa nanjakan'i Dariosa no nahatongavan'ny tenin'i Jehovah tamin'i Zakaria mpaminany, zanak'i Berekia, zanak'Ido, nanao hoe:","Tezitra indrindra tamin'ny razanareo Jehovah.","Koa lazao aminy hoe: Izao no lazain'i Jehovah, Tompon'ny maro: Miverena amiko ianareo, hoy Jehovah, Tompon'ny maro, dia mba hiverina ho aminareo kosa Aho, hoy Jehovah, Tompon'ny maro.","Aza mba toy ny razanareo, izay nantsoin'ny mpaminany fahiny hoe: Izao no lazain'i Jehovah, Tompon'ny maro: Mialà amin'ny lalanareo ratsy ianareo sy amin'ny ratsy fanaonareo; nefa tsy nitandrina izy, na nihaino Ahy, hoy Jehovah.","Ny razanareo - aiza moa ireny izao ? Ary ny mpaminany - moa velona mandrakizay va ireny?","Fa ny teniko sy ny didiko, izay nandidiako ny mpaminany mpanompoko, tsy nahatratra ny razanareo va izany? Ary izy nitodika ka nanao hoe: Araka izay nosainin'i Jehovah, Tompon'ny maro, hatao amintsika, araka ny alehantsika sy ny ataontsika, dia araka izany no nataony tamintsika.","Tamin'ny andro fahefatra amby roa-polo tamin'ny volana fahiraika ambin'ny folo (volana Sebata izany) tamin'ny taona faharoa nanjakan'i Dariosa dia tonga tamin i Zakaria mpaminany, zanak'i Berekia, zanak'Ido, ny tenin'i Jehovah nanao,hoe:","Nahita tamin'ny alina aho fa, indro, nisy lehilahy nitaingina soavaly mena ka nijanona teny amin'ny rotra teny an-dohasaha, ary teo aoriany nisy soavaly mena sy mavo ary fotsy. [myrta][Na: amin'ny alokaloka]","Dia hoy izaho: Tompoko ô, inona moa ireo? Ary ilay anjely niresaka tamiko dia nanao tamiko hoe: Izaho haneho anao ny amin'ireo.","Ary ralehilahy izay nijanona teny amin'ny rotra dia namaly hoe: Ireo dia nirahin'Jehovah hivoivoy eny amin'ny tany. [myrta]","Ary namaly Ilay Anjelin'i Jehovah nijanona teny amin'ny rotra ireo ka nanao hoe: Efa nivoivoy teny amin'ny tany izahay, ary, indro, ny tany rehetra dia miadana sy mandry fahizay.[myrta]","Ary Ilay Anjelin'i Jehovah namaly hoe: He, Jehovah, Tompon'ny maro ô! mandra-pahoviana no tsy hamindranao fo amin'i Jerosalema sy amin'ny tanànan'ny Joda, izay efa nahatezitra Anao fito-polo taona izay.","Dia novalian'i Jehovah teny tsara sy mampionona ilay anjely niresaka tamiko.","Ary ilay anjely niresaka tamiko dia nanao tamiko hoe: Miantsoa hoe: Izao no lazain'i Jehovah, Tompon'ny maro: Saro-piaro dia saro-piaro an'i Jerosalema sy Ziona Aho.","Ary tezitra indrindra Aho amin'ireo firenena miadana; satria Izaho dia tezitra kely ihany, fa ireo kosa dia nampitombo ny fahoriana.","Koa izao no lazain'i Jehovah: Efa tafaverina eto Jerosalema amin'ny indrafo Aho; ny tranoko haorina eto, hoy Jehovah, Tompon'ny maro, ary ny famolaina hohenjanina eto Jerosalema.","Miantsoa indray hoe: Izao no lazain'i Jehovah, Tompon'ny maro: Hihoa-pampana ny fanambinana ny tanànako; ary Jehovah hampionona an'i Ziona ary mbola hifidy an'i Jerosalema indray."]}