{"book":"Zefania","chapter":1,"verses":["Ny tenin'i Jehovah, izay tonga tamin'i Zefania, zanak'i Kosy, zanak'i Gedalia, zanak'i Amaria, zanak'i Hezekia, tamin'ny andro nanjakan'i Josia, zanak'i Amona, mpanjakan'ny Joda.","Hakifako tokoa ny zavatra rehetra tsy ho eny ambonin'ny tany, hoy Jehovah;","Eny, hakifako ny olona sy ny biby; Hakifako ny vorona eny amin'ny habakabaka sy ny hazandrano any an-dranomasina. Ary ny zavatra mahatafintohina mbamin'ny ratsy fanahy, Haringako tsy ho amin'ny tany ny olona, hoy Jehovah.","Ary hahinjitro ny tanako hamely ny Joda sy ny mponina rehetra any Jerosalema; Dia haringako tsy ho eo amin'ity tany ity ny sisa amin'i Bala, Sy ny anaran'ny mpisorona amin'ny andriamani-tsi-izy mbamin'ny tena mpisorona,","Sy izay mivavaka any an-tampon-trano amin'izay eny amin'ny lanitra,Ary izay miankohoka sy mianiana ho an'i Jehovah Sady mianiana amin'i Malkama, [Na: ny mpanjakany]","Ary izay nihemotra niala tamin'i Jehovah, Sy izay tsy nitady an'i Jehovah na nanontany taminy.","Mangina eo anatrehan'i Jehovah Tompo! Fa efa antomotra ny andron'i Jehovah; Fa Jehovah efa niomana hamono zavatra hatao fanatitra Ka efa nanamasina ny olona nasainy.","Ary raha mby amin'ny andro hamonoan'i Jehovah zavatra hatao fanatitra, Dia hovaliako ny lehibe sy ny zanak'andriana Mbamin'izay rehetra mitafy ny fitafin'ny firenena hafa.","Ary amin'izany andro izany dia hovaliako izay rehetra miezaka mihoatra ny tokonana, Dia ireo mameno loza sy fitaka ny tranon'ny tompony.","Ary amin'izany andro izany, hoy Jehovah, Dia hisy feo re mitaraina any am-bavahadin-kazandrano, Sy fidradradradrana ao amin'ny tanàna ambany, Ary fidarabohana miezinezina any amin'ny havoana.","Midradradradrà, ianareo mponina ao Maktesy; Fa ringana avokoa ny mpandranto rehetra, Eny, lany ringana izay rehetra nivesatra volafotsy. [Maktesy = Laona] [Na: vahoakan'i Kanana]","Ary amin'izany andro izany dia hotsiloviko amin'ny jiro Jerosalema, Ka hovaliako ny olona izay efa lefy ao amin'ny faikany, Dia izay manao anakampo hoe: Sady tsy hanao soa Jehovah no tsy hanao ratsy.","Ka dia ho tonga babo ny fananan'ireny, Ary ho lao ny tranony; Dia hanao trano izy, nefa tsy hitoetra ao, Hamboly voaloboka izy, nefa tsy hisotro ny divay avy aminy.","Efa antomotra ny andro lehiben'i Jehovah; Eny, efa antomotra sady mihafaingana indrindra, Injay! feon'ny andron'i Jehovah! Ny lehilahy mahery dia mitomany mafy any.","Andro fahatezerana izany andro izany, Andro fahoriana sy fahalahelovana, Andro fandravana sy fanafoanana, Andro maizina sy manjombona, Andro mandrahona sy maizim-pito.","Andro fahaveloman'ny anjomara sy ny akora, Hamelezana ny tanàna mimanda sy ny tilikambo avo eny amin'ny zorony.","Ary hampahory ny olona Aho, Handehanany toy ny jamba, Satria efa nanota tamin'i Jehovah izy; Ny ràny dia haidina toy ny vovoka, Ary ny nofony ho toy ny zezika.","Na ny volafotsiny na ny volamenany dia samy tsy hahavonjy azy amin'ny andro fahatezeran'i Jehovah, Fa holevonin'ny afon'ny fahasaro-piarony ny tany rehetra; Fa fahafonganana, eny, fahafonganana tampoka tokoa no hataony amin'ny mponina amin'ny tany. [Na: mahatsiravina]"]}