{"book":"Zefania","chapter":2,"verses":["Miangona, eny, mivoria ianareo Ry firenena tsy manan-kenatra, [Na: tsy manina]","Dieny tsy mbola mihatra ny didy (Mihelina toy ny akofa ny andro!), Dieny tsy mbola tonga aminareo ny fahatezerana mafin'i Jehovah, Eny, dieny tsy mbola tonga aminareo ny andro firehetan'ny fahatezeran'i Jehovah.","Mitadiava an'i Jehovah, ianareo mpandefitra rehetra amin'ny tany, Izay efa nanaraka ny fitsipiny: Tadiavo ny fahamarinana, Tadiavo ny fandeferana; Angamba ho voafina ianareo amin'ny andro fahatezeran'i Jehovah.","Fa hafoy Gaza, Ary ho lao Askelona; Horoahiny mitataovovonana Asdoda, Ary hofongorana Ekrona.","Lozan'ny mponina any amoron-tsiraka, Dia ny firenen'ny Keretita! Mihatra aminareo ny tenin'i Jehovah, Ry Kanana, tanin'ny Filistina! Haringako tsy hisy mponina eo aminao,","Ary ny any amoron-tsiraka dia ho tonga tany fiandrasana ondry, izay misy zohy fialofan'ny mpiandry ondry, Sy ho valan'ondry aman'osy, [Na: trano-bongon']","Ary ho tanin'ny sisa amin'ny taranak'i Joda izany, Ka any no hiandrasany ondry; Ny tranon'i Askelona no handriany amin'ny hariva; Fa Jehovah Andriamaniny no hamangy azy Ka hampody azy avy amin'ny fahababoany.","Efa reko ny fandatsan'i Moaba Sy ny fanaratsian'ny taranak'i Amona, Izay nandatsany ny oloko Sy nireharehany teny amin'ny sisin-taniny.","Koa raha velona koa Aho, hoy Jehovah, Tompon'ny maro, Andriamanitry ny Isiraely, Dia ho tahaka an'i Sodoma tokoa Moaba, Ary ny taranak'i Amona ho tahaka an'i Gomora, Dia ho alan'amiana sy lava-tsira ary tany lao mandrakizay; Ny sisa amin'ny oloko no hamabo azy, ary ny sisa amin'ny oloko no hahalasa azy.","Izany no ho valin'ny avonavony, Satria nandatsa ny olon'i Jehovah, Tompon'ny maro, sy nirehareha taminy izy.","Hahatsiravina azy Jehovah, Satria hahamosarena ireo andriamanitra rehetra ambonin'ny tany Izy, Mba hiankohofan'ny any amoron-tsiraky ny jentilisa rehetra eo anatrehan'i Jehovah, Samy any amin'ny fitoerany avy.","Hianareo Etiopiana koa, Ho voatrabaky ny sabatro ianareo. [Heb. izy]","Ary haninjitra ny tànany hamely ny avaratra Izy Ka handringana an'i Asyria; Ary hahalao an'i Ninive ho karankaina tahaka ny efitra Izy.","Ary hisy andiany handry ao aminy, Dia fivorian'ny karazam-biby samy hafa, Ny sama sy ny sokina hitoetra ao amin'ny kapitaliny; Feo mikiririoka no ho re ao am-baravarankely, Ary fandravana no ho eo an-tokonana, Fa hendahany ny rafitra sedera.","Izany no tanàna niravoravo sady nandry fahizay, Izay nanao anakampo hoe: Izaho no izy, ary tsy misy hafa; Endrey! efa tonga lao izy, eny, fandrian'ny biby! Izay rehetra mandalo azy dia hisitrisitra sy hanondro tanana."]}